{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:29.314775-04:00",
    "Translation": "NLV"
  },
  "Jeremiah": {
    "1": {
      "1": "These are the words of Jeremiah, the son of Hilkiah, one of the religious leaders at Anathoth in the land of Benjamin.",
      "2": "The Word of the Lord came to Jeremiah in the days of Josiah, the son of Amon, king of Judah, in the thirteenth year of his rule.",
      "3": "It came also in the days of Jehoiakim, the son of Josiah, king of Judah, until the fifth month of the eleventh year of Zedekiah, the son of Josiah, king of Judah, when the people of Jerusalem were taken away.",
      "4": "Now the Word of the Lord came to me saying,",
      "5": "“Before I started to put you together in your mother, I knew you. Before you were born, I set you apart as holy. I chose you to speak to the nations for Me.”",
      "6": "Then I said, “O, Lord God! I do not know how to speak. I am only a boy.”",
      "7": "But the Lord said to me, “Do not say, ‘I am only a boy.’ You must go everywhere I send you. And you must say whatever I tell you.",
      "8": "Do not be afraid of them. For I am with you to take you out of trouble,” says the Lord.",
      "9": "Then the Lord put out His hand and touched my mouth, and said to me, “See, I have put My words in your mouth.",
      "10": "I have chosen you this day to be over the nations and the kings, to dig up and to pull down, to destroy and to throw down, to build and to plant.”",
      "11": "And the Word of the Lord came to me saying, “What do you see, Jeremiah?” I said, “I see a branch of an almond tree.”",
      "12": "Then the Lord said to me, “You have seen well, for I am watching to see that My Word is completed.”",
      "13": "The Word of the Lord came to me a second time saying, “What do you see?” And I said, “I see a boiling pot, with its face turned away from the north.”",
      "14": "Then the Lord said to me, “Out of the north trouble will come upon all the people of the land.",
      "15": "For, see, I am calling all the families of the nations of the north,” says the Lord. “And they will come. Then every one will set up his throne at the gates of Jerusalem, and against all the walls around it, and against all the cities of Judah.",
      "16": "And I will tell how they are to be punished for all their sin. For they have turned away from Me and have given gifts to other gods, and worshiped the works of their own hands.",
      "17": "Now get ready. Stand up and tell them everything that I tell you. Do not be afraid of them, or I will make trouble for you in front of them.",
      "18": "Today I have made you as a strong city ready for war, as a pillar of iron and as walls of brass against the whole land, against the kings of Judah, the rulers, its religious leaders, and the people of the land.",
      "19": "And they will fight against you. But they will not have power over you, for I am with you to take you out of trouble,” says the Lord."
    },
    "2": {
      "1": "The Word of the Lord came to me saying,",
      "2": "“Go and speak so those in Jerusalem will hear, ‘This is what the Lord says: “I remember how you loved Me when you were young. Your love was as a bride. I remember how you followed Me in the desert, through a land that had not been planted.",
      "3": "Israel was holy to the Lord, the first-fruits of His gathering. All who ate of it (Israel) were guilty, and trouble came upon them,” says the Lord.’”",
      "4": "Hear the Word of the Lord, O family of Jacob, and all the families of the people of Israel.",
      "5": "The Lord says, “What wrong did your fathers find in Me, that they turned so far from Me and followed false gods?",
      "6": "They did not say, ‘Where is the Lord Who brought us up from the land of Egypt? Where is He Who led us through the wilderness, through a land of deserts and deep holes, through a land without water and with much trouble, through a land that no one traveled and where no man lived?’",
      "7": "And I brought you into a rich land to eat its fruit and its good things. But you came and made My land unclean. You made the land I gave you sinful and hated.",
      "8": "The religious leaders did not say, ‘Where is the Lord?’ And those who worked with the Law did not know Me. The rulers sinned against Me. And the men of God spoke by the false god of Baal, and went after things that did not help.",
      "9": "“So I will still fight with you,” says the Lord. “And I will fight your children’s children.",
      "10": "Go over to the land of Cyprus and see. Or send men to Kedar to watch with care. And see if there has been such a thing as this!",
      "11": "Has a nation changed its gods, even when they are not gods? But My people have changed their greatness for that which does not help them.",
      "12": "Be full of wonder at this, O heavens. Shake with fear and waste away,” says the Lord.",
      "13": "“For My people have done two sinful things: They have turned away from Me, the well of living waters. And they have cut out of the rock wells for water for themselves. They are broken wells that cannot hold water.",
      "14": "“Is Israel a servant? Is he born as a servant? Why can he be taken away?",
      "15": "The young lions have made noise against him. They have made a loud noise. And they have made his land a waste. His cities have been destroyed, and have no people.",
      "16": "The men of Memphis and Tahpanhes have broken the crown of your head.",
      "17": "Have you not brought this upon yourself, by turning away from the Lord your God, when He led you in the way?",
      "18": "Now why are you going to Egypt to drink water from the Nile? Or why are you going to Assyria to drink water from the Euphrates?",
      "19": "Your own sin will punish you. Your turning away from the Lord will punish you. So know and see that it is sinful and bitter for you to leave the Lord your God. You have no fear of Me,” says the Lord God of All.",
      "20": "“Long ago I broke the load from your neck and tore off your chains. But you said, ‘I will not serve!’ For on every high hill and under every green tree you have lain down as a woman who sells the use of her body.",
      "21": "Yet I planted you as a vine of much worth, in every way a true seed. How then have you turned away from Me and become a wild vine?",
      "22": "Even when you wash yourself with much strong soap, the mark of your sin is still before Me,” says the Lord God.",
      "23": "“How can you say, ‘I am clean. I have not gone after the false gods of Baal’? Look at what you did in the valley! Know what you have done! You are like a wild young camel wanting to mate.",
      "24": "You are a wild donkey used to the desert, that smells the wind in her desire. In the time of her mating who can turn her away? All who look for her will not become tired. In her month of mating they will find her.",
      "25": "Do not run until your shoes wear out or until your mouth is dry. But you said, ‘It is of no use, for I love strange gods, and I will go after them.’",
      "26": "“As a robber is put to shame when he is caught, so the family of Israel is put to shame: they, their kings, their rulers, their religious leaders, and their men of God.",
      "27": "They say to a tree, ‘You are my father,’ and to a stone, ‘You gave me birth.’ For they have turned their back to Me, and not their face. But in the time of their trouble they will say, ‘Rise up and save us.’",
      "28": "But where are your gods that you made for yourself? Let them come if they can save you when you are in trouble. For you have as many gods as cities, O Judah.",
      "29": "“Why do you complain against Me? You have all sinned against Me,” says the Lord.",
      "30": "“I have punished your children for nothing, for they would not learn from it. Your sword has destroyed your men of God like a destroying lion.",
      "31": "O people of this day, listen to the Word of the Lord. Have I been a desert to Israel, or a land of much darkness? Why do My people say, ‘We are free to go, and we will come to You no more’?",
      "32": "Can a young woman forget the beautiful objects she wears? Can a bride forget her clothing? Yet My people have forgotten Me too many days to number.",
      "33": "How you dress yourself and go after lovers! You have taught your ways even to the sinful women.",
      "34": "On your clothing is found the blood of the poor who could not be blamed. You did not find them breaking in. But even with all these things,",
      "35": "you say, ‘I am not guilty. For sure He has turned His anger away from me.’ See, I will punish you because you say, ‘I have not sinned.’",
      "36": "Why do you go around so much changing your way? You will be put to shame by Egypt as you were put to shame by Assyria.",
      "37": "From Egypt also you will go out with your hands on your head. For the Lord has turned against those in whom you trust, and as you are with them, it will not go well for you.”"
    },
    "3": {
      "1": "God says, “If a husband divorces his wife and she leaves him and marries another man, should he return to her again? Would not the land be made unclean? But you are like a sinful woman with many lovers, yet would you return to Me?” says the Lord.",
      "2": "“Lift up your eyes to the open hill-tops and see. Is there any place you have not lain with your lovers? You have sat by the roads waiting for them like an Arab in the desert. And you have made the land unclean with your sinful ways and your wrong-doing.",
      "3": "So the rains have been held back. There has been no spring rain. You look like a woman who sells the use of her body, and would not be ashamed.",
      "4": "Have you not just now called to Me? You said, ‘My Father, You have been my friend since I was young.",
      "5": "Will You be angry forever? Will You be angry to the end?’ See, this is how you talk, but you do all the sinful things you can.”",
      "6": "The Lord said to me in the days of King Josiah, “Have you seen what Israel did, and what little faith she has? She went up on every high hill and under every green tree, like one who sells the use of her body.",
      "7": "And I thought, ‘After she has done all these things, she will return to Me.’ But she did not return, and her sister Judah, who has not been faithful, saw it.",
      "8": "She saw that for all of Israel’s sins and how she had not been faithful, I had sent her away and given her a paper of divorce. Yet her sister Judah had no fear, but she went and sold the use of her body also.",
      "9": "And because this sin was so easy for her, she sinned by worshiping stones and trees.",
      "10": "Even with all this, her sister Judah did not return to Me with all her heart, but in a false way,” says the Lord.",
      "11": "And the Lord said to me, “Israel, who has not been faithful, has shown herself more right and good than Judah who could not be trusted.",
      "12": "Go and make these words known to the north, saying, ‘Return, Israel, who has not been faithful,’ says the Lord. ‘I will not look on you in anger. For I show loving-kindness,’ says the Lord. ‘I will not be angry forever.",
      "13": "Only know and tell of your guilt, that you have sinned against the Lord your God and have given your favors to the strangers under every green tree. Know that you have not obeyed My voice,’ says the Lord.",
      "14": "‘Return, O sons who are not faithful,’ says the Lord. ‘For you belong to Me. I will take you, one from a city and two from a family, and I will bring you to Zion.’",
      "15": "Then I will give you shepherds after My own heart, who will feed you with much learning and understanding.",
      "16": "And in those days when you have become many in the land,” says the Lord, “they will no more say, ‘The special box with the Law of the Lord.’ It will not come to mind, and they will not remember it. They will not miss it, and it will not be made again.",
      "17": "At that time they will call Jerusalem ‘The throne of the Lord.’ And all the nations will gather in Jerusalem to honor the name of the Lord. They will not follow the strong-will of their sinful heart any more.",
      "18": "In those days the people of Judah will walk with the people of Israel. They will come together from the land of the north to the land that I gave your fathers as a gift.",
      "19": "“Then I said, ‘How I would like to make you My sons and give you a pleasing land, the most beautiful land of the nations!’ And I said, ‘You will call Me, “My Father,” and not turn away from following Me.’",
      "20": "For sure, as a woman is not faithful and leaves her husband, so you have not been faithful to Me, O people of Israel,” says the Lord.",
      "21": "A voice is heard on the open hill-tops, the cries and prayers of the sons of Israel, because they have made their way sinful. They have forgotten the Lord their God.",
      "22": "“Return, O sons who are not faithful. I will heal you and make you faithful.” “See, we come to You, for You are the Lord our God.",
      "23": "For sure the hills are a false hope, a noise on the mountains. In truth, the saving of Israel is in the Lord our God.",
      "24": "But false gods have brought us shame and have destroyed what our fathers worked for since we were young, their flocks and cattle, their sons and their daughters.",
      "25": "Let us lie down in our shame, and let our shame cover us. For we and our fathers have sinned against the Lord our God ever since we were young. We have not obeyed the voice of the Lord our God.”"
    },
    "4": {
      "1": "“If you will return, O Israel,” says the Lord, “return to Me. If you will put away your false gods from Me and be faithful to Me,",
      "2": "and promise, ‘As the Lord lives,’ by what is true and right and good, then the nations will be happy in Him. And in Him they will have honor.”",
      "3": "For the Lord says to the men of Judah and Jerusalem, “Break up your ground which has not been planted, and do not plant seeds among thorns.",
      "4": "Set yourselves apart to the Lord, and put away the flesh from your heart, men of Judah and people of Jerusalem. Or My anger will go out like fire and burn with no one to stop it, because of the sinful things you do.”",
      "5": "Make it known in Judah and Jerusalem, and say, “Sound the horns in the land.” Cry out and say, “Gather together, and let us go into the strong cities made ready for battle.”",
      "6": "Lift up a flag toward Zion! Run to a safe place, do not stand still. For I am bringing much trouble from the north that will destroy much.",
      "7": "A lion has gone up from his secret place. A destroyer of nations has begun to move. He has gone out from his place to make your land a waste. Your cities will be destroyed and no people will live in them.",
      "8": "Cover yourselves with cloth made from hair because of this. Cry out in sorrow. For the burning anger of the Lord has not turned away from us.",
      "9": "“In that day,” says the Lord, “the heart of the king and the hearts of the rulers will become weak. The religious leaders will be filled with fear. And the men of God will be troubled and filled with wonder.”",
      "10": "Then I said, “O Lord God, for sure You have fooled these people and Jerusalem, saying, ‘You will have peace,’ when in truth a sword brings danger to their lives.”",
      "11": "At that time it will be said to these people and Jerusalem, “A hot wind from the open hill-tops in the desert will come toward My people, but not to blow away what is of no worth, and not to make clean.",
      "12": "A wind too strong for this will come at My word. Now I will bring punishment against them.”",
      "13": "See, he comes up like clouds. His war-wagons come like the strong-wind. His horses are faster than eagles. It is bad for us, for we are destroyed!",
      "14": "Wash your heart from sin, O Jerusalem, that you may be saved. How long will your sinful thoughts stay within you?",
      "15": "For a voice calls out from Dan, and tells of sin from Mount Ephraim.",
      "16": "“Tell it to the nations now! Make it known over all Jerusalem, saying, ‘An army is coming from a far country, and they lift up their voices against the cities of Judah.",
      "17": "They are against her all around, like watchmen of a field, because she has turned against Me,’ says the Lord.",
      "18": "“Your ways and what you do have brought these things to you. This is your sin. How bitter it is! It has touched your very heart!”",
      "19": "My soul, my soul! I am in pain! O, my heart! My heart is beating so hard! It cannot be quiet, for I hear the sound of the horn, telling of the coming war.",
      "20": "News of much trouble comes again and again, for the whole land is laid waste. All at once my tents and my curtains are destroyed.",
      "21": "How long must I see the flag and hear the sound of the horn?",
      "22": "“For My people are foolish. They do not know Me. They are children who do not think, and they have no understanding. They know a lot about how to do sinful things, but they do not know how to do good.”",
      "23": "I looked on the earth and saw that it was an empty waste. I looked to the heavens, and they had no light.",
      "24": "I looked on the mountains and saw they were shaking, and all the hills moved this way and that.",
      "25": "I looked and saw that there were no people. And all the birds of the heavens had left.",
      "26": "I looked and saw that the rich land was a desert. All its cities were laid waste before the Lord and His burning anger.",
      "27": "For the Lord says, “The whole land will be laid waste, yet I will not destroy everything.",
      "28": "For the earth will be filled with sorrow and the heavens above will be dark, because I have spoken. I have planned it, and will not change My mind or turn back.”",
      "29": "Every city runs as they hear the sound of the horseman and the one who fights with arrows. They go among the trees and the rocks. Every city is left empty, and no one lives in them.",
      "30": "And you, O destroyed one, what will you do? Even when you dress in red, and wear objects of gold, and color your eyes to make them look bigger, you make yourself beautiful for nothing. Your lovers hate you, and want to kill you.",
      "31": "I heard a cry as of a woman in pain, as if she were giving birth to her first child. It was the cry of the people of Zion, working hard to breathe, holding out hands, and saying, “O, it is bad for me! I am losing strength in front of those who want to kill me.”"
    },
    "5": {
      "1": "“Go up and down through the streets of Jerusalem, and look and learn. Look in her open places to see if you can find just one man who does what is right and looks for the truth. Then I will forgive this city.",
      "2": "Even if they say, ‘As the Lord lives,’ for sure their promises are false.”",
      "3": "O Lord, do not Your eyes look for truth? You have punished them, but they were not sorry. You have destroyed them, but they would not change. They have made their faces harder than rock. They would not be sorry for their sins and turn from them.",
      "4": "Then I said, “They are only the poor. They are foolish. For they do not know the way of the Lord or the Law of their God.",
      "5": "I will go to the great men and will speak to them, for they know the way of the Lord, and the Law of their God.” But they too have broken the load from their neck and have broken the chains.",
      "6": "So a lion from among the trees will kill them. A wolf of the deserts will destroy them. A leopard is watching their cities. Every one who goes out of them will be torn in pieces, because they have done many sins. They have turned away from the Lord in many ways.",
      "7": "“Why should I forgive you? Your sons have left Me and have sworn by those who are not gods. When I gave them everything they needed, they did sex sins and met at the house of the woman who sells the use of her body.",
      "8": "They were like well-fed horses full of sinful desire, each one wanting his neighbor’s wife.",
      "9": "Should I not punish these people?” says the Lord. “Should I not make a nation such as this pay for its sins?",
      "10": "“Go up through her grape-fields and destroy, but do not destroy all of them. Cut away her branches, for they are not the Lord’s.",
      "11": "For the people of Israel and the people of Judah have not been faithful to Me,” says the Lord.",
      "12": "“They have lied about the Lord and said, ‘He will do nothing. Nothing bad will happen to us, and we will not see sword or hunger.",
      "13": "The men who speak for God are only wind. The word is not in them. So let what they say be done to them!’”",
      "14": "So the Lord, the God of All, says, “Because you have said this, I am making My words in your mouth a fire and I am making these people wood so they will be burned up.",
      "15": "See, I am bringing a nation that is far away against you, O people of Israel,” says the Lord. “It is a strong nation and an old nation, a nation whose language you do not know. You cannot understand what they say.",
      "16": "Their arrow-holder is like an open grave. All of them are powerful men.",
      "17": "They will eat up your food that you gather from your fields. They will eat the food your sons and your daughters should eat. They will eat up your flocks and your cattle. They will destroy your grape-fields and your fig trees. They will destroy with the sword your strong cities in which you trust.",
      "18": "“Yet even in those days I will not make a complete end of you,” says the Lord.",
      "19": "“When your people say, ‘Why has the Lord our God done all these things to us?’ then you will say to them, ‘As you have left Me and served strange gods in your land, so you will serve strangers in a land that is not yours.’",
      "20": "“Make this known in the family of Jacob and in Judah, saying,",
      "21": "‘Hear this, O foolish people without understanding, who have eyes but do not see, who have ears but do not hear.",
      "22": "Do you not fear Me?’ says the Lord. ‘Do you not shake in fear before Me? For I have placed the sand to be on one side of the sea, a lasting wall that it cannot cross. Even if there are waves, they cannot pass. Even if they make much noise, they cannot cross over it.",
      "23": "But these people have a strong-will and a heart that has turned against Me. They have turned aside and gone away.",
      "24": "They do not say in their heart, “Let us fear the Lord our God, Who gives rain in its time, both the fall rain and the spring rain, Who keeps for us the weeks for gathering food.”",
      "25": "Your wrong-doing has kept these good things away. Your sins have kept good from you.",
      "26": "For sinful men are found among My people. They watch like men lying in wait watching for birds. They set a trap, and they catch men.",
      "27": "Like a basket full of birds, their houses are full of lies and false ways. So they have become important and rich.",
      "28": "They are fat and smooth, and have done many sinful acts. They do not do what is right for those whose parents have died so that they may do well. And they do not help fight for the rights of the poor.",
      "29": "“Should I not punish these people?” says the Lord. “Should I not punish a nation such as this?”",
      "30": "A very bad and surprising thing has happened in the land.",
      "31": "The men of God say things that are not true, and the religious leaders rule by their own thoughts. And My people love to have it this way! But what will you do in the end?"
    },
    "6": {
      "1": "“Run away to be safe, O sons of Benjamin! Run from Jerusalem! Blow the horn in Tekoa, and light a fire in Beth-haccerem. For a sinful power is coming down from the north, that will destroy much.",
      "2": "I will cut off the beautiful and fine ones, the people of Zion.",
      "3": "Shepherds and their flocks will come to her. They will set up their tents around her and feed their flocks there, each in his place.",
      "4": "Make war against her. Rise up, let us go and fight her at noon. It is bad for us, for the day is passing! The shadows of the evening are longer!",
      "5": "Rise up, let us go and fight in the night and destroy her strong houses!”",
      "6": "For the Lord of All says, “Cut down her trees, and build a battle-wall against Jerusalem. This is the city to be punished. There is nothing but a sinful power that makes hard times for others within her.",
      "7": "As a well keeps its water good for drinking, so Jerusalem keeps going on in her sin. The sounds of those who fight and those who destroy are heard in her. Sickness and sorrow are always before Me.",
      "8": "Listen about the danger, O Jerusalem, or I will become a stranger to you. I will make you a waste, a land with no people.”",
      "9": "The Lord of All says, “They will gather all the people of Israel who are left like gathering from the vine. Pass your hand over the branches again like one who gathers grapes.”",
      "10": "Whom should I tell of the danger, that they may hear? See, their ears are closed and they cannot listen. They have become ashamed of the Word of the Lord. They have no joy in it.",
      "11": "But I am full of the anger of the Lord. I am tired of holding it in. “Pour it out on the children in the street, and on the young men gathered together. For both husband and wife will be taken, the old and those who have lived a very long time.",
      "12": "Their houses, their fields and their wives will be given to others. I will put out My hand against the people of the land,” says the Lord.",
      "13": "“For from the least to the greatest of them, every one is always wanting something. And from the man of God to the religious leader, every one lies to get what he wants.",
      "14": "They have healed the hurt of My people only a little, saying, ‘Peace, peace,’ when there is no peace.",
      "15": "Were they ashamed because of the sinful things they had done? No, they were not ashamed at all. They did not even know how to turn red. So they will fall among those who fall. When I punish them, they will be brought down,” says the Lord.",
      "16": "The Lord says, “Stand by where the roads cross, and look. Ask for the old paths, where the good way is, and walk in it. And you will find rest for your souls. But they said, ‘We will not walk in it.’",
      "17": "I set watchmen over you, saying, ‘Listen to the sound of the horn!’ But they said, ‘We will not listen.’",
      "18": "So hear, O nations, and know, O people, what will happen to them.",
      "19": "Hear, O earth. See, I am bringing much trouble upon these people. It is the fruit of their plans, because they have not listened to My words. And they have turned away from My law.",
      "20": "Why does special perfume come to Me from Sheba, or sweet spices from a far away land? I will not receive your burnt gifts on the altar in worship. The gifts you give on the altar are not pleasing to Me.”",
      "21": "So the Lord says, “See, I am laying things in front of these people, and they will fall over them. Fathers and sons will fall together, and neighbor and friend will die.”",
      "22": "The Lord says, “See, a people is coming from the north country. A great nation is being raised up from the farthest parts of the earth.",
      "23": "They take hold of bow and spear. They are hard on people and have no pity. Their voice sounds like the sea. They ride on horses, dressed as a man for battle against you, O people of Zion!”",
      "24": "We have heard about it. Our hands fall weak. Suffering has taken hold of us, like the pain of a woman giving birth.",
      "25": "Do not go out into the field, and do not walk on the road. For the one who hates us has a sword. Fear is all around us.",
      "26": "O daughter of my people, dress in cloth made from hair and roll in ashes. Have sorrow as if you lost your only son. Cry with a bitter cry. For all at once the destroyer will come upon us.",
      "27": "“I have asked you to test My people, that you may know and test their ways.”",
      "28": "All of them are strongwilled in turning to their own way, going about telling stories to hurt people. They are brass and iron. All of them are sinful.",
      "29": "Air is blown hard on the fire to burn up the lead. It is of no use because the sinful ones are not taken away.",
      "30": "They are called waste silver, because the Lord has turned away from them."
    },
    "7": {
      "1": "This word came to Jeremiah from the Lord, saying,",
      "2": "“Stand in the gate of the Lord’s house and make this word known: ‘Hear the Word of the Lord, all you men of Judah who go through these gates to worship the Lord!’”",
      "3": "The Lord of All, the God of Israel, says, “Change your ways and your works for the better, and I will let you live in this place.",
      "4": "Do not trust the lies that say, ‘This is the house of the Lord, the house of the Lord, the house of the Lord.’",
      "5": "For if you for sure change your ways and what you do for the better, if you are fair as you judge between a man and his neighbor,",
      "6": "if you do not make it hard for the stranger from another land, or the child whose parents have died, or the woman whose husband has died, and do not kill those who are not guilty in this place, and stop going after other gods, for that will destroy you,",
      "7": "then I will let you live in this place, in the land that I gave to your fathers forever and ever.",
      "8": "“See, you are trusting in lies which cannot help you.",
      "9": "Will you steal, kill, do sex sins, make false promises, give gifts to the false god Baal, and go after other gods that you have not known,",
      "10": "and then come and stand before Me in this house which is called by My name, and say, ‘We are safe and free!’ and still do all these hated sins?",
      "11": "Has this house which is called by My name become a place of robbers in your eyes? See, I Myself have seen it,” says the Lord.",
      "12": "“But go now to the place in Shiloh where I first made a place for My name. And see what I did to it because of the sin of My people Israel.",
      "13": "Now you have done all these things,” says the Lord. “I spoke to you again and again, but you did not hear. I called you but you did not answer.",
      "14": "So as I did to Shiloh, I will do to the house that is called by My name and in which you trust, and to the place that I gave you and your fathers.",
      "15": "I will send you away from My eyes, as I have sent away all your brothers, all the children of Ephraim.",
      "16": "“As for you, do not pray for these people. Do not lift up a cry or prayer for them. Do not speak with Me about them, for I do not hear you.",
      "17": "Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem?",
      "18": "The children gather wood. The fathers make the fire. And the women make bread and cakes for the queen of heaven. They pour out drink gifts to other gods to make Me angry.",
      "19": "Do they make Me angry?” says the Lord. “Is it not themselves they hurt, to their own shame?”",
      "20": "So the Lord God says, “See, My anger will be poured out on this place, on man and animal, on the trees of the field and on the fruit of the ground. It will burn and not be stopped.”",
      "21": "The Lord of All, the God of Israel, says, “Add your burnt gifts to the animals you kill on the altar, and eat the flesh.",
      "22": "For when I brought your fathers out of the land of Egypt, I did not speak to them or tell them what to do about burnt gifts and animals killed on the altar.",
      "23": "But I did tell them, ‘Obey My voice, and I will be your God, and you will be My people. Walk in all the way that I tell you, that it may be well with you.’",
      "24": "Yet they did not obey or listen, but walked in the way they wanted to and in the strong-will of their sinful heart. They only stepped back and did not go on.",
      "25": "Since the day that your fathers came out of the land of Egypt until this day, I have sent you all My servants who speak for Me. I have risen up early and sent them day after day.",
      "26": "Yet they did not listen to Me or turn their ear to Me, but made their neck hard. They sinned more than their fathers.",
      "27": "“You will speak all these words to them, but they will not listen to you. You will call to them, but they will not answer you.",
      "28": "And you will say to them, ‘This is the nation that did not obey the voice of the Lord their God or receive His strong teaching. They have lost the truth. It has been cut off from their mouth.",
      "29": "Cut off your hair and throw it away. And cry in sorrow on the open hill-tops. For the Lord has turned away and left the people who made Him angry.’",
      "30": "For the sons of Judah have done what is sinful in My eyes,” says the Lord. “They have put their hated things in the house that is called by My name, to make it unclean.",
      "31": "And they have built the high places of Topheth, in the valley of the son of Hinnom, to burn their sons and daughters in the fire. I did not tell them to do this. It did not come into My mind.",
      "32": "So the days are coming,” says the Lord, “when it will not be called Topheth any more, or the valley of the son of Hinnom. But it will be called the valley of Killing. For they will bury in Topheth because there is no other place.",
      "33": "The dead bodies of these people will be food for the birds of the sky and for the wild animals of the earth. And no one will send them away in fear.",
      "34": "Then in the cities of Judah and in the streets of Jerusalem, I will put an end to the voice of joy and the voice of happiness, the voice of the man to be married and the voice of the bride. For the land will become a waste."
    },
    "8": {
      "1": "“At that time,” says the Lord, “they will bring out the bones of the kings and leaders of Judah, the bones of the religious leaders, the bones of the men of God, and the bones of the people of Jerusalem from their graves.",
      "2": "And they will spread them out to the sun, the moon, and to all the stars of heaven. For these they have loved, and served, and followed, and looked for, and worshiped. The bones will not be gathered or buried. They will be as animal waste on top of the ground.",
      "3": "And death will be chosen instead of life by all those who are left of this sinful family in all the places where I have driven them,” says the Lord of All.",
      "4": "“You will say to them, ‘This is what the Lord says: “Do men fall and not get up again? Does one turn away and not return?",
      "5": "Why then have the people of Jerusalem always turned away from Me? They hold on to what is false, and will not return.",
      "6": "I have listened and heard, but they have not said what is right. No man turned from his sinful way, saying, ‘What have I done?’ Every one turns to his own way like a horse running into battle.",
      "7": "Even the stork in the sky knows her times. And the turtle-dove, crane, and swallow keep the time of their coming. But My people do not know the Law of the Lord.",
      "8": "“How can you say, ‘We are wise, and the Law of the Lord is with us’? See, the lying hand of the writers has made it into a lie.",
      "9": "The wise men are put to shame. They are troubled and taken. See, they have turned away from the Word of the Lord, and what kind of wisdom do they have?",
      "10": "So I will give their wives to others, and their fields to new owners. Because from the least to the greatest, every one is always wanting much. From the man of God to the religious leader, no one can be trusted in what he does.",
      "11": "They have healed the hurt of My people very little, saying, ‘Peace, peace,’ when there is no peace.",
      "12": "Were they ashamed because of the hated sin they had done? They were not ashamed at all. They did not even know how to turn red. So they will fall among those who fall. When I punish them, they will be put down,” says the Lord.",
      "13": "“For sure I will take them away,” says the Lord. “There will be no grapes on the vine, and no figs on the fig tree, and the leaves will dry up. What I have given them will pass away.”",
      "14": "Why are we sitting here? Gather together, and let us go into the strong cities and die there. For the Lord our God has given us up to die. He has given us poison in our water to drink, for we have sinned against Him.",
      "15": "We waited for peace, but no good came. We waited for a time of healing, but see, there is much trouble.",
      "16": "The noise of his horses is heard from Dan. The whole land shakes at the sound of his war horses. For they come and destroy the land and everything that is in it, the city and those who live in it.",
      "17": "“For see, I am sending the worst of snakes against you, poison snakes which cannot be stopped. And they will bite you,” says the Lord.",
      "18": "My sorrow is too much to heal. My heart is weak within me.",
      "19": "Listen! It is the cry of my people from a far away land: “Is the Lord not in Zion? Is her King not in her?” “Why have they made Me angry with their objects of worship, and with strange gods?”",
      "20": "“Gathering time is past, summer is ended, and we are not saved.”",
      "21": "I am hurt because my people are hurt. I am filled with sorrow, and fear has taken hold of me.",
      "22": "Is there no healing oil in Gilead? Is there no doctor there? Why then have my people not been healed?"
    },
    "9": {
      "1": "If only my head were a well of water, and my eyes a well of tears, that I might cry day and night for my people who have been killed!",
      "2": "If only I had a place in the desert for travelers to stay, that I might leave my people, and go away from them! For none of them are faithful. They are a gathering of men who cannot be trusted.",
      "3": "“They use their tongue like their bow. Lies, and not truth, rule the land. For they go from sin to sin, and they do not know Me,” says the Lord.",
      "4": "“Let every one watch his neighbor. Do not trust any brother. Because every brother sets traps, and every neighbor goes about hurting people with his talk.",
      "5": "Every one fools his neighbor, and does not tell the truth. They have taught their tongue to tell lies. They become tired doing so many sins.",
      "6": "You live in the center of false ways. In their false ways they are not willing to know Me,” says the Lord.",
      "7": "So the Lord of All says, “See, I will make them pure and test them. For what else can I do with My people?",
      "8": "Their tongue is an arrow that kills. It lies. A man speaks peace to his neighbor with his mouth, but in his heart he plans to trap him.",
      "9": "Should I not punish them for these things?” says the Lord. “Should I not make a nation such as this pay for its sins?",
      "10": "“I will cry with a loud voice for the mountains. I will cry out in sorrow for the fields, because they are laid waste. No one passes through them. The sound of the cattle is not heard. The birds of the sky and the wild animals have run away. They are gone.",
      "11": "I will break down Jerusalem into pieces, a place where wild dogs live. And I will lay waste the cities of Judah. No people will live there.”",
      "12": "Who is the man wise enough to understand this? To whom has the mouth of the Lord spoken, that he may make it known? Why is the land destroyed and laid waste like a desert, so that no one passes through?",
      "13": "And the Lord said, “They have turned away from My Law that I have given them. They have not obeyed My voice and would not be led by it.",
      "14": "But they have followed the strongwill of their own hearts, and have gone after the false gods of Baal, as their fathers taught them.”",
      "15": "So the Lord of All, the God of Israel, says, “See, I will feed these people with wormwood and put poison in their drinking water.",
      "16": "I will spread them out among the nations whom they and their fathers have not known. And I will go after them with the sword until I have put an end to them.”",
      "17": "The Lord of All says, “Take thought and call for the women who are filled with sorrow, that they may come. Call for the women who cry for the dead, that they may come.",
      "18": "Let them hurry and cry in a loud voice for us, that tears may come from our eyes, and that our eyes will flow with water.",
      "19": "For a sound of loud crying is heard from Zion: ‘How we are destroyed! We are filled with shame, for we have left the land because they have broken down our houses.’”",
      "20": "Now hear the Word of the Lord, O you women. Let your ear receive the Word of His mouth. Teach your daughters a song of sorrow. Every one teach her neighbor a song for the dead.",
      "21": "For death has come in through our windows. It has come into our beautiful houses of kings. It has cut off the children from the streets, and the young men from the open spaces of the city.",
      "22": "Say, “This is what the Lord says: ‘The dead bodies of men will fall like animal waste on the open field, and like grain after the gatherer. But no one will gather them.’”",
      "23": "The Lord says, “Let not a wise man speak with pride about his wisdom. Let not the strong man speak with pride about his strength. And let not a rich man speak with pride about his riches.",
      "24": "But let him who speaks with pride speak about this, that he understands and knows Me, that I am the Lord who shows loving-kindness and does what is fair and right and good on earth. For I find joy in these things,” says the Lord.",
      "25": "“See, the days are coming,” says the Lord, “when I will punish all who have gone through the religious act of the Jews, but have not had the sin cut from their heart.",
      "26": "I will punish Egypt, Judah, Edom, the sons of Ammon, Moab, and all those who live in the desert. For none of these nations have had their flesh cut. And none of the people of Israel have had the sin cut from their heart.”"
    },
    "10": {
      "1": "Hear the word which the Lord speaks to you, O people of Israel.",
      "2": "The Lord says, “Do not learn the way of the nations. And do not be afraid of the things seen in the heavens, even if the nations are afraid of them.",
      "3": "For the ways of the people are of no use. They cut wood from the trees. A workman cuts it with an ax.",
      "4": "They make it beautiful with silver and gold. They put it together with nails so that it cannot fall apart.",
      "5": "Their false gods are like a wooden man set up in a vegetable field to make birds be afraid and stay away. They cannot speak. They must be carried, because they cannot walk. Do not be afraid of them, for they cannot hurt you. And they cannot help you.”",
      "6": "There is no one like You, O Lord. You are great, and Your name is great in power.",
      "7": "Who would not fear You, O King of the nations? For You should be honored with fear. Among all the wise men of the nations, and in all their lands, there is no one like You.",
      "8": "They are all poor thinkers and foolish. What can they learn from a false god of wood?",
      "9": "Beaten silver is brought from Tarshish, and gold from Uphaz. They are the work of an able workman and of one who works with gold. Their clothing is blue and purple. They are all the work of able workmen.",
      "10": "But the Lord is the true God. He is the living God and the King Who lives forever. The earth shakes at His anger. And the nations cannot last when He is angry.",
      "11": "This is what you should say to them: “The gods that did not make the heavens and the earth will be destroyed from the earth and from under the heavens.”",
      "12": "It is He Who made the earth by His power, and the world by His wisdom. By His understanding He has spread out the heavens.",
      "13": "When He speaks, there is a storm of waters in the heavens. He makes the clouds rise from the ends of the earth. He makes lightning for the rain, and brings out the wind from His store-houses.",
      "14": "Every man is a poor thinker and without learning. Every one who works with gold is put to shame by his false gods. For his objects of worship fool people. There is no breath in them.",
      "15": "They are without worth, and make fun of the truth. In the time of their punishment, they will be destroyed.",
      "16": "He Who is the God of Jacob is not like these, for He has made all things. And Israel is His chosen family. The Lord of All is His name.",
      "17": "Pick up your load from the ground, you who are shut in by armies!",
      "18": "For the Lord says, “See, I am throwing out the people of the land at this time. And I will trouble them, that they may feel it.”",
      "19": "It is bad for me because I am hurt! My sore cannot be healed. But I said, “For sure this sickness is mine, and I must suffer with it.”",
      "20": "My tent is destroyed and all my ropes are broken. My sons have gone from me and are no more. There is no one to put up my tent again or to set up my curtains.",
      "21": "For the shepherds are poor thinkers and have not asked for the Lord’s help. So they have not done well, and all their flock is sent different places.",
      "22": "Listen, the sound of news! See, it comes! Much noise of moving is coming out of the land of the north to destroy the cities of Judah, and to make it a place where wild dogs live.",
      "23": "O Lord, I know that a man’s way is not known by himself. It is not in man to lead his own steps.",
      "24": "Punish me when I need it, O Lord, but be fair. Do not punish me in Your anger, or You will bring me to nothing.",
      "25": "Pour out Your anger on the nations that do not know You, and on the families that do not call on Your name. For they have destroyed Jacob. They have destroyed him and have laid waste his land."
    },
    "11": {
      "1": "The word that came to Jeremiah from the Lord, saying,",
      "2": "“Hear the words of this agreement, and speak to the men of Judah and the people of Jerusalem.",
      "3": "Say to them, ‘This is what the Lord, the God of Israel, says: “Cursed is the man who does not listen to the words of this agreement",
      "4": "which I told to your fathers before you when I brought them out of the land of Egypt. I brought them from the land that was like an iron stove. I said to them, ‘Listen to My voice, and do all that I tell you. Then you will be My people and I will be your God.’",
      "5": "And so I will keep the promise I made to your fathers before you, to give them a land flowing with milk and honey, as it is this day.”’” Then I answered and said, “Let it be so, O Lord.”",
      "6": "The Lord said to me, “Make these words known in the cities of Judah and in the streets of Jerusalem, saying, ‘Hear the words of this agreement and do them.",
      "7": "For by My strong words I told your fathers of the danger when I brought them up from the land of Egypt. I kept telling them even to this day, saying, “Listen to My voice.”",
      "8": "Yet they did not obey or listen. Every one walked in his own strong-will because of his sinful heart. So I brought upon them all the words of this agreement, which I told them to do, but they did not.’”",
      "9": "Then the Lord said to me, “Sinful plans have been made by the men of Judah and the people of Jerusalem.",
      "10": "They have returned to the sins of their fathers before them who would not listen to My words. And they have gone to serve other gods. The people of Israel and Judah have broken the agreement I made with their fathers.”",
      "11": "So the Lord says, “See, I am bringing much trouble on them. They will not be able to get away from it. Even when they cry to Me, I will not listen to them.",
      "12": "Then the cities of Judah and the people of Jerusalem will go and cry to the gods to whom they burn special perfume. But they cannot save them in the time of their trouble.",
      "13": "For your gods are as many as your cities, O Judah. And your altars you have set up to burn special perfume to the false god Baal are as many as the streets of Jerusalem.",
      "14": "“So do not pray for these people. Do not lift up a cry or prayer for them. For I will not listen when they call to Me because of their trouble.",
      "15": "What right has My loved one to be in My house when she has done many sinful acts? Can animals killed on My altar take your trouble away from you? Can you then find joy?”",
      "16": "The Lord called you, “A green olive tree, beautiful and with good fruit.” But with a noise like thunder He set fire to it, and its branches were destroyed.",
      "17": "The Lord of All, Who planted you, has said that bad will come to you because of the sin of the people of Israel and of the people of Judah. They have done wrong to make Me angry by burning special perfume to the false god Baal.",
      "18": "The Lord made it known to me and I knew it. You showed me the sinful things they did.",
      "19": "But I was like a gentle lamb led to be killed. I did not know that they had made plans against me, saying, “Let us destroy the tree with its fruit. Let us cut him off from the land of the living, that his name be remembered no more.”",
      "20": "But, O Lord of All, Who is right as He judges, Who tests the heart and the mind, let me see You punish them. For I have put my cause before You.",
      "21": "So the Lord speaks about the men of Anathoth who want to kill you. These men say, “Do not speak in the name of the Lord, or you will die by our hand.”",
      "22": "So the Lord of All says, “See, I am about to punish them! The young men will die by the sword. And their sons and daughters will die from hunger.",
      "23": "None of them will be left. For I will bring much trouble to the men of Anathoth, in the year of their punishment.”"
    },
    "12": {
      "1": "You are right and good, O Lord, when I complain to You about my trouble. Yet I would like to talk with You about what is fair. Why does the way of the sinful go well? Why do all those who cannot be trusted have it so easy?",
      "2": "You have planted them, and they have taken root. They grow and have given fruit. You are near on their lips but far from their heart.",
      "3": "But You know me, O Lord. You see me. And You test how my heart is with You. Take them off like sheep to be killed. Set them apart for the day of killing.",
      "4": "How long will the land be filled with sorrow? How long will the grass of every field dry up? For the sin of those who live in it, animals and birds have been taken away, because men have said, “He will not see what happens to us.”",
      "5": "“If you have run with men on foot and they have made you tired, then how can you run as fast as horses? If you fall down in a land of peace, how will you do among all the trees beside the Jordan?",
      "6": "For even your brothers and those of your father’s house have not been faithful to you. They have cried to you in a loud voice. Do not believe them, even if they say pleasing things to you.”",
      "7": "“I have left My house. I have left My chosen nation. I have given the loved one of My soul into the hand of those who hate her.",
      "8": "My chosen nation has become to Me like a lion among the trees. She has raised her voice against Me, so I hate her.",
      "9": "Is My chosen nation like a spot-covered, flesh-eating bird to Me? Are the flesh-eating birds against her on every side? Go, gather all the wild animals of the field, and bring them to eat.",
      "10": "Many shepherds have destroyed My grape-field. They have crushed My field under foot. They have turned My good field to an empty desert.",
      "11": "It has been laid waste. Destroyed and empty, it cries with sorrow before Me. The whole land has been laid waste, because no one cares.",
      "12": "On all the open hill-tops in the desert, destroyers have come. For the sword of the Lord destroys from one end of the land to the other. There is no peace for anyone.",
      "13": "They have planted grain and have gathered thorns. They have worked hard, but have nothing. Be ashamed of what you gather because of the burning anger of the Lord.”",
      "14": "This is what the Lord says about all My sinful neighbors who take the gift I have given to My people Israel: “See, I am about to pull them up by the roots from their land. And I will pull up the people of Judah by the roots from among them.",
      "15": "But after I have pulled them up by the roots, I will have loving-pity on them again, and will bring them back. I will return each one to what he has been given and to his land.",
      "16": "Then if they will for sure learn the ways of My people, and promise by My name, ‘As the Lord lives,’ even as they taught My people to promise by Baal, then they will be built up among My people.",
      "17": "But if they will not listen, then I will pull that nation up by the roots and destroy it,” says the Lord."
    },
    "13": {
      "1": "The Lord said to me, “Go and buy a linen belt, and put it around yourself. But do not put it in water.”",
      "2": "So I bought the belt as the Lord had said and put it around me.",
      "3": "Then the Word of the Lord came to me a second time, saying,",
      "4": "“Take the belt that you have bought and are wearing, get up, and go to the Euphrates. Hide it there in a hole in the rock.”",
      "5": "So I went and hid it by the Euphrates, as the Lord had told me.",
      "6": "After many days the Lord said to me, “Get up and go to the Euphrates and get the belt which I told you to hide there.”",
      "7": "Then I went to the Euphrates and dug, and I took the belt from the place where I had hidden it. And I saw that the belt was worth nothing.",
      "8": "Then the Word of the Lord came to me, saying,",
      "9": "“This is what the Lord says: ‘In this way I will destroy the pride of Judah and the great pride of Jerusalem.",
      "10": "These sinful people would not listen to My words. They walk in the strong-will of their own hearts and have gone to serve and worship other gods. So let them be just like this linen belt, which is good for nothing.",
      "11": "For as the belt holds on to a man’s body, so I made the whole family of Israel and the whole family of Judah hold on to Me,’ says the Lord. ‘This was so that they might be for Me a people, a name, a praise, and an honor. But they would not listen.’",
      "12": "“So you are to tell this to them: ‘The Lord, the God of Israel, says, “Every jar is to be filled with wine.”’ And when they say to you, ‘Do we not know very well that every jar is to be filled with wine?’",
      "13": "then tell them, ‘The Lord says, “I am about to fill all the people of this land, the kings who sit on David’s throne, the religious leaders, the men of God, and all the people of Jerusalem with too much drink.",
      "14": "And I will throw them against each other, both the fathers and sons together,” says the Lord. “I will not let pity or sorrow or loving-kindness keep Me from destroying them.”’”",
      "15": "Listen and hear. Do not be proud, for the Lord has spoken.",
      "16": "Give honor to the Lord your God before He brings darkness and before you slip and fall on the dark mountains. You hope for light, but He will turn it into darkness and it will be very dark.",
      "17": "But if you will not listen, my soul will cry in secret because of your pride. My eyes will cry with a bitter cry and tears will flow down, because the Lord’s people have been taken away in chains.",
      "18": "Say to the king and the queen mother, “Come down from your throne. Your beautiful crown has been taken from your head.”",
      "19": "The cities of the Negev have been locked up, and there is no one to open them. All Judah has been taken away. All the people of Judah have been taken to another land.",
      "20": "“Look up and see those who are coming from the north. Where is the flock that was given to you, your beautiful sheep?",
      "21": "What will you say when He sets over you those whom you have taught and who were your friends? Will not pain take hold of you, like a woman giving birth?",
      "22": "And if you say in your heart, ‘Why have these things happened to me?’ It is because of your many sins that your clothing has been torn off and you suffer punishment.",
      "23": "Can the Ethiopian change his skin or the leopard his spots? Then you also can do good who are used to doing wrong.",
      "24": "I will cause you to go everywhere like straw blown by the desert wind.",
      "25": "This is what you get, the share given to you from Me,” says the Lord, “because you have forgotten Me and trusted in lies.",
      "26": "So I will pull your clothing up over your face, that your shame may be seen.",
      "27": "As for your sex sins and cries of desire, your sinful sex acts on the hills in the field, I have seen your hated sins. It is bad for you, O Jerusalem! How long will you be unclean?”"
    },
    "14": {
      "1": "The Word of the Lord which came to Jeremiah when there was no water:",
      "2": "“Judah is full of sorrow and her gates are weak. Her people sit on the ground in sorrow, and a cry goes up from Jerusalem.",
      "3": "Their men of honor have sent their servants for water. They have come to the wells and found no water, and returned with their jars empty. They have been put to shame and troubled, and covered their heads.",
      "4": "The ground is dried up because there has been no rain on the land. The farmers have been put to shame and have covered their heads.",
      "5": "Even the deer in the field leaves her young one which has just been born, because there is no grass.",
      "6": "The wild donkeys stand on the open hill-tops. They breathe hard for air like wild dogs. Their eyes become weak because there is nothing to eat.",
      "7": "“Even when our sins speak against us, O Lord, do something for the good of Your name. For we have fallen away from You many times. We have sinned against You.",
      "8": "You are the Hope of Israel, the One Who saves it in time of trouble. Why are You like a stranger in the land? Why are You like a traveler who has set up his tent for the night?",
      "9": "Why are You like a man surprised, like a strong man who cannot save? Yet You are among us, O Lord, and we are called by Your name. Do not leave us!”",
      "10": "The Lord says this about these people, “They have loved to go their own way. They have not held their feet back. So the Lord is not pleased with them. Now He will remember their wrong-doing and punish their sins.”",
      "11": "The Lord said to me, “Do not pray for the well-being of these people.",
      "12": "When they go without food, I will not listen to their cry. And when they give burnt gifts and grain gifts, I will not receive them. But I will destroy them by the sword, hunger and disease.”",
      "13": "Then I said, “O Lord God, the ones who speak in Your name are telling them, ‘You will not see the sword and you will not go hungry. But I will give you lasting peace in this place.’”",
      "14": "Then the Lord said to me, “Those men are speaking lies in My name. I have not sent them, or told them, or spoken to them. They are telling you a false dream of a false future that means nothing. They are speaking the lies of their own hearts.",
      "15": "So this is what the Lord says about those men who tell what is going to happen in the future using My name. I did not send them, yet they keep saying, ‘There will be no sword or hunger in this land.’ So by the sword and by hunger those false teachers will be destroyed!",
      "16": "And the people they tell these things to will be thrown out into the streets of Jerusalem because of hunger and the sword. There will be no one to bury them, or their wives, or their sons, or their daughters. For I will pour out their own sin upon them.",
      "17": "You will say to them, ‘Let my eyes flow with tears without stopping night and day. For my people have been crushed with a very hard beating.",
      "18": "If I go out to the country, I see those killed by the sword! Or if I go into the city, I see diseases because of hunger! For both the man who speaks for God and the religious leader have gone around and around in the land they do not know.’”",
      "19": "Have You nothing at all to do with Judah any more? Do You hate Zion? Why have You punished us so that we cannot be healed? We waited for peace, but nothing good came. We waited for a time of healing, but there is much trouble.",
      "20": "We know that we are sinful, O Lord, and we know the sin of our fathers. For we have sinned against You.",
      "21": "For the good of Your name do not hate us. Do not put to shame the throne of Your shining-greatness. Remember and do not break Your agreement with us.",
      "22": "Are there any among the false gods of the nations who give rain? Or can the heavens give rain? Is it not You, O Lord our God? So we hope in You. For You are the One Who has done all these things."
    },
    "15": {
      "1": "Then the Lord said to me, “Even if Moses and Samuel were to stand before Me, My heart would not be with these people. Send them away from Me and let them go!",
      "2": "And when they ask you, ‘Where should we go?’ then tell them, ‘The Lord says, “Those who are to die, to death, and those who are to be killed by the sword, to the sword. Those who are to go hungry, to hunger, and those who are to be taken away as prisoners, to be taken away.’",
      "3": "I will set over them four kinds of destroyers,” says the Lord: “The sword to kill, the dogs to take away, and the birds of the sky and the wild animals of the earth to eat and destroy.",
      "4": "I will make them an object of much fear and hate among all the nations of the earth because of Manasseh, the son of Hezekiah, king of Judah, for what he did in Jerusalem.",
      "5": "“Who will have pity on you, O Jerusalem, or who will have sorrow for you? Who will turn aside to ask about your well-being?",
      "6": "You have turned away from Me,” says the Lord. “You keep going back into sin. So I will put out My hand against you and destroy you. I am tired of having pity on you!",
      "7": "I will throw them to the wind like straw at the gates of the land. I will take their children from them. I will destroy My people. For they did not turn from their ways.",
      "8": "Their women whose husbands have died will be as many as the sand of the seas. At noon I will bring a destroyer against the mothers of young men. I will bring suffering and fear to them all at once.",
      "9": "She who gave birth to seven sons will become weak and die. Her sun will set while it is still day, and she will be put to shame. I will give the rest of them to the sword in front of those who hate them,” says the Lord.",
      "10": "It is bad for me, my mother, that you have given birth to me! I am a man of trouble and fighting to all the land. No one owes money to me, and I do not owe money to others, yet every one curses me.",
      "11": "The Lord said, “For sure I will set you free for a good reason. For sure I will make those who hate you ask of you in times of trouble and suffering.",
      "12": "“Can anyone crush iron, iron from the north, or brass?",
      "13": "I will give your money and riches to those who fight against you, without a price, because of all your sins in all your land.",
      "14": "I will make those who hate you bring your riches into a land you do not know. For My anger has started a fire that will burn you.”",
      "15": "O Lord, You understand. Remember me and visit me. And punish those who make it hard for me. Do not take me away, for You are slow to be angry. Know that because of You I suffer and am put to shame.",
      "16": "Your words were found and I ate them. And Your words became a joy to me and the happiness of my heart. For I have been called by Your name, O Lord God of All.",
      "17": "I did not sit with those who were having fun, and I was not full of joy. I sat alone because Your hand was upon me. For You had filled me with hate for their sin.",
      "18": "Why is there no end to my pain? And why will my hurt not be healed? Will You be to me like a river that flows with water some of the time and is dry at other times?",
      "19": "So the Lord says, “If you return, then I will let you take your place again, standing before Me. And if you take out what is of worth from what is of no worth, then you will speak for Me. Let these people turn to you, but you must not turn to them.",
      "20": "Then I will make you like a strong wall of brass to these people. Even if they fight against you, they will not get power over you. For I am with you to save you and bring you out of trouble,” says the Lord.",
      "21": "“I will take you from the hand of the sinful. And I will free you from the hand of those who would hurt you.”"
    },
    "16": {
      "1": "The Word of the Lord came to me, saying,",
      "2": "“Do not get married or have sons or daughters in this place.”",
      "3": "For this is what the Lord says about the sons and daughters born in this land, and about their mothers who give birth to them, and their fathers who gave them life in this land:",
      "4": "“They will die of bad diseases. No one will cry for them or bury them. They will be as animal waste on the ground, destroyed by sword and hunger. Their dead bodies will become food for the birds of the sky and for the wild animals of the earth.”",
      "5": "For the Lord says, “Do not go into a house where the people have lost a loved one. Do not go to cry or to comfort them. For I have taken My peace, My loving-kindness and My pity from these people,” says the Lord.",
      "6": "“Both great men and small will die in this land. They will not be buried. No one will cry for them. And no one will cut himself or cut off his hair for them.",
      "7": "No one will give food to comfort those who sorrow for the dead. And no one will give them the cup of comfort to drink even for the death of their father or mother.",
      "8": "Do not go into a house where they are eating much and sit with them to eat and drink.”",
      "9": "For the Lord of All, the God of Israel, says, “Before your eyes and in your time, I am going to bring an end to the voice of joy, the voice of happiness, the voice of the man to be married and the voice of the bride in this place.",
      "10": "“When you tell these people all these words, they will say to you, ‘Why has the Lord said all these bad things will happen to us? What wrong have we done? What sin have we done against the Lord our God?’",
      "11": "Then you tell them, ‘It is because your fathers before you have turned away from Me,’ says the Lord. ‘They have followed other gods and served them and worshiped them. But they have left Me and have not kept My Law.",
      "12": "And you have sinned even more than your fathers before you. For see, each one of you is following the strong-will of his own sinful heart instead of listening to Me.",
      "13": "So I will throw you out of this land into a land which you and your fathers have not known. There you will serve other gods day and night, for I will show you no favor.’",
      "14": "“So the days are coming,” says the Lord, “when it will no longer be said, ‘As the Lord lives, Who brought up the sons of Israel out of the land of Egypt.’",
      "15": "But it will be said, ‘As the Lord lives, Who brought the sons of Israel from the land of the north and from all the countries where He had sent them.’ For I will return them to their own land which I gave to their fathers.",
      "16": "“See, I am going to send for many fishermen,” says the Lord, “and they will fish for them. After this I will send for many men who hunt. And they will hunt them from every mountain and every hill, and out of the holes in the rocks.",
      "17": "For I see all their ways. They are not hidden from My face, and their sin is not hidden from My eyes.",
      "18": "And I will pay them back twice as much for their wrong-doing and their sin, because they have made My land unclean. They have filled My land with the bodies of their hated false gods and with sinful things offered to them.”",
      "19": "O Lord, my strength and my strong-place, my safe place in the day of trouble, nations will come to You from the ends of the earth and say, “Our fathers have received nothing but lies, only things that have no worth and do not help them.”",
      "20": "Can man make his own gods? What man makes is not gods!",
      "21": "“So I am going to make them know. This time I will make them know My power and My strength. And they will know that My name is the Lord.”"
    },
    "17": {
      "1": "The sin of Judah is written down with pen of iron and with a sharp diamond. It is written on their hearts and on the horns of their altars.",
      "2": "Even their children remember their altars and their wooden female goddesses of Asherah by green trees and on the high hills.",
      "3": "O My mountain in the country, I will give your money and all your riches to those who fight against you. I will give your high places as the price of your sin through all your land.",
      "4": "And you yourself will let your land go that I gave you. I will make you serve those who hate you in a land which you do not know. For you have made My an-ger start a fire which will burn forever.",
      "5": "The Lord says, “Cursed is the man who trusts in man, who trusts in the flesh for his strength, and whose heart turns away from the Lord.",
      "6": "For he will be like a bush in the desert and will not see when good comes. He will live in dry wastes in the desert, in a land of salt where no other people live.",
      "7": "Good will come to the man who trusts in the Lord, and whose hope is in the Lord.",
      "8": "He will be like a tree planted by the water, that sends out its roots by the river. It will not be afraid when the heat comes but its leaves will be green. It will not be troubled in a dry year, or stop giving fruit.",
      "9": "“The heart is fooled more than anything else, and is very sinful. Who can know how bad it is?",
      "10": "I the Lord look into the heart, and test the mind. I give to each man what he should have because of his ways and because of the fruit that comes from his works.",
      "11": "As a bird that sits on eggs which it has not laid, so is he who gets rich by doing wrong. When his life is half over, they will leave him, and in the end he will be a fool.”",
      "12": "A beautiful throne on high from the beginning is our holy place.",
      "13": "O Lord, the hope of Israel, all who leave You will be put to shame. Those who turn away from You will be written in the earth, because they have left the Lord, the well of living water.",
      "14": "Heal me, O Lord, and I will be healed. Save me and I will be saved. For You are my praise.",
      "15": "They say to me, “Where is the Word of the Lord? Let it come now!”",
      "16": "But as for me, I have not run away from being a shepherd who follows You. And I have not been hoping for the day of trouble. You know what I said was spoken in front of You.",
      "17": "Do not make me afraid of You. You are my safe place in the day of trouble.",
      "18": "Let those who make it hard for me be put to shame, but do not let me be put to shame. Let them be afraid, but do not let me be afraid. Bring on them a day of trouble, and destroy them with twice as much!",
      "19": "The Lord said to me, “Go and stand in the people’s gate, through which the kings of Judah come in and go out, and also in all the gates of Jerusalem.",
      "20": "And say to them, ‘Listen to the Word of the Lord, kings of Judah, and all Judah, and all people of Jerusalem who come in through these gates.",
      "21": "The Lord says, “Be careful for your lives. Do not carry any load on the Day of Rest or bring anything in through the gates of Jerusalem.",
      "22": "Do not bring a load out of your houses on the Day of Rest or do any work. But keep the Day of Rest holy, as I told your fathers before you.",
      "23": "Yet they did not listen or hear, but made their necks hard and would not change their ways.",
      "24": "“Listen to Me,” says the Lord, “and bring no load through the city gates on the Day of Rest. Keep the Day of Rest holy by doing no work on it.",
      "25": "Then kings and their sons will come through the city gates who will sit on the throne of David. They will come in war-wagons and on horses, with the men of Judah and the people of Jerusalem. And people will live in this city forever.",
      "26": "People will come in from the cities of Judah and from the places around Jerusalem. They will come from the land of Benjamin, from the valleys, from the hill country, and from the Negev. They will bring burnt gifts, animals to kill on the altar in worship, grain gifts, special perfume, and gifts of thanks to the house of the Lord.",
      "27": "But if you do not listen to Me, to keep the Day of Rest holy by not carrying a load when coming through the gates of Jerusalem on the Day of Rest, then I will start a fire in its gates. And it will burn up the beautiful houses of the kings of Jerusalem and will not be stopped.”’”"
    },
    "18": {
      "1": "The word which came to Jeremiah from the Lord saying,",
      "2": "“Go down to the pot-maker’s house, and there I will let you hear My words.”",
      "3": "So I went down to the pot-maker’s house, and saw him making one on the wheel.",
      "4": "But the pot he was making of clay did not come out like he wanted it. So the pot-maker used the clay to make another pot that pleased him.",
      "5": "Then the Word of the Lord came to me saying,",
      "6": "“O people of Israel, can I not do with you as this potmaker has done?” says the Lord. “Like the clay in the pot-maker’s hand, so are you in My hand, O people of Israel.",
      "7": "If at any time I speak about a nation, to pull up, and to break down and to destroy,",
      "8": "and if that nation I spoke against turns from its sin, then I will change My mind about the trouble I planned to bring upon it.",
      "9": "If at another time I speak about a nation, that I will build and plant it,",
      "10": "and if it does what is sinful in My eyes by not obeying My voice, then I will change My mind about the good I had promised to bring to it.",
      "11": "So now speak to the men of Judah and the people of Jerusalem. Tell them, ‘The Lord says, “See, I am making trouble for you and making a plan against you. So each of you turn from your sinful way. Change your ways and your works.”’",
      "12": "But they will say, ‘There is no hope! For we are going to follow our own plans. Each of us will act in the strong-will of his sinful heart.’",
      "13": "“So the Lord says, ‘Ask now among the nations: Who has heard such things? Pure Israel has done a very sinful thing.",
      "14": "Does the snow of Lebanon ever leave its rocky mountains? Does the cold flowing water of other lands ever dry up?",
      "15": "But My people have forgotten Me. They burn special perfume to false gods of no worth. They have fallen in their ways, from the old paths, and have gone on side roads, not on the straight road.",
      "16": "They make their land a waste, a thing that is spoken against forever. Everyone who passes by it will be surprised and shake his head.",
      "17": "I will send them out everywhere like an east wind in front of those who hate them. I will show them My back and not My face in the day of their trouble.’”",
      "18": "They said, “Come and let us make plans against Jeremiah. For the Law is not going to be lost to the religious leader, or wise words to the wise man, or the Word of God to the man of God! Come and let us hurt him with our tongue, and let us not listen to any of his words.”",
      "19": "Think of me, O Lord, and listen to what those who hate me are saying!",
      "20": "Should bad be given in return for good? Yet they have dug a deep hole for me. Remember how I stood before You to speak good for them, to turn Your anger away from them.",
      "21": "So give their children over to hunger. Give them up to the power of the sword. Let their wives lose their children and husbands. Let their men be put to death. And let their young men be killed by the sword in battle.",
      "22": "May a cry be heard from their houses when You bring an army upon them by surprise. For they have dug a deep hole to take me, and have hidden traps for my feet.",
      "23": "Yet You, O Lord, know all their plans to kill me. Do not forgive their wrong-doing or cover their sin from Your eyes. Let them be taken down before You. Punish them in the time of Your anger."
    },
    "19": {
      "1": "The Lord says, “Go and buy a pot-maker’s clay jar, and take some of the leaders of the people and some of the older religious leaders.",
      "2": "Then go out to the valley of BenHinnom, by the Potsherd Gate, and there say the words that I will tell you.",
      "3": "Say, ‘Hear the Word of the Lord, O kings of Judah and people of Jerusalem. The Lord of All, the God of Israel, says, “See, I am about to bring much trouble to this place. The ears of everyone that hears of it will hurt.",
      "4": "The people have left Me and have made this a strange place. They have burned special perfume in it to other gods that they and their fathers and the kings of Judah had never known. They have filled this place with the blood of those who were not guilty.",
      "5": "They have built the high places of the false god Baal to burn their sons in the fire as burnt gifts to Baal. This is a thing which I never told them to do or spoke of. It did not even come to My mind.",
      "6": "So see, the days are coming,” says the Lord, “when this place will no longer be called Topheth or the valley of BenHinnom. Instead it will be called the Valley of Killing.",
      "7": "I will make the plans of Judah and Jerusalem come to nothing in this place. I will cause them to fall by the sword in front of those who hate them and by the hand of those who want to kill them. And I will feed their dead bodies to the birds of the sky and the wild animals of the earth.",
      "8": "I will make this city a waste place, and people will make sounds of hate. Everyone who passes by it will be surprised and make strange noises because of all its troubles.",
      "9": "I will make them eat the flesh of their sons and daughters. And they will eat each other’s flesh when the armies shut them in, and when those who want to kill them bring much trouble to them.”’",
      "10": "“Then you are to break the jar in front of the men who go with you.",
      "11": "And say to them, ‘The Lord of All says, “In this way I will break these people and this city, even as one breaks a pot-maker’s jar, which cannot be put back together. Men will bury the dead in Topheth until there is no place left to bury.",
      "12": "This is what I will do to this place and its people,” says the Lord. “I will make this city like Topheth.",
      "13": "The houses of Jerusalem and the houses of the kings of Judah will be made unclean like Topheth. This will be because of all the houses on whose roofs they burned special perfume to all the false gods of the heavens and poured out drink gifts to other gods.”’”",
      "14": "Then Jeremiah came from Topheth, where the Lord had sent him to tell what would happen. And he stood in the open space of the Lord’s house and said to all the people,",
      "15": "“The Lord of All, the God of Israel, says, ‘See, I am about to bring to this city and to all its towns all the trouble that I have spoken about, because they have made their necks hard and would not listen to My Words.’”"
    },
    "20": {
      "1": "Now Pashhur the religious leader, the son of Immer, was the head leader in the house of the Lord. When he heard Jeremiah saying these things,",
      "2": "Pashhur had Jeremiah the man of God beaten. Then he put him in chains at the upper Benjamin Gate by the house of the Lord.",
      "3": "On the next day, when Pashhur set Jeremiah free from the chains, Jeremiah said to him, “The Lord does not call you Pashhur, but Fear Everywhere.",
      "4": "For the Lord says, ‘See, I am going to make you a fear to yourself and to all your friends. They will fall by the sword of those who hate them while you look on. I will give all Judah into the hand of the king of Babylon. And he will carry them away in chains to Babylon and will kill them with the sword.",
      "5": "I will give over all the riches of this city, all that its people have worked for, and all its things of much worth. Even all the riches of the kings of Judah I will give to those who hate them. They will take their things, and take hold of them, and carry them to Babylon.",
      "6": "And you, Pashhur, and all who live in your house will be taken away in chains. You will go to Babylon, and there you will die, and there you will be buried, you and all your friends to whom you have told lies.’”",
      "7": "O Lord, You have lied to me and I was fooled. You are stronger than I, and have had power over me. I have been laughed at all day. Everyone makes fun of me.",
      "8": "For whenever I speak, I cry out. I tell of fighters and destroyers. For the Word of the Lord has become a shame and a cause of laughing at me all day long.",
      "9": "But if I say, “I will not remember Him or speak any more in His name,” then in my heart it is like a burning fire shut up in my bones. I am tired of holding it in, and I cannot do that.",
      "10": "For I have heard many speaking in secret, saying, “Fear and trouble is on every side! Speak against him! Yes, let us speak against him!” All my trusted friends, watching for my fall, say, “It may be that he will be fooled. Then we can get power over him and punish him.”",
      "11": "But the Lord is with me like a powerful one who causes fear. So those who make it hard for me will fall and not have power over me. They will be put to much shame, because their plans have not gone well. Their shame will last forever and will not be forgotten.",
      "12": "O Lord of All, You test those who are right and good. You see the mind and the heart. Let me see You punish them, for I have given my cause to You.",
      "13": "Sing to the Lord! Praise the Lord! For He has taken the soul of the one in need from the hand of the sinful.",
      "14": "Cursed is the day when I was born! Let the day not be honored when my mother gave birth to me!",
      "15": "Cursed be the man who brought the news to my father, saying, “A baby boy has been born to you!” and made him very happy.",
      "16": "Let that man be like the cities which the Lord destroyed without pity. Let him hear a cry in the morning and a call of danger at noon.",
      "17": "For he did not kill me before I was born, so that my mother’s body would have been my grave.",
      "18": "Why was I ever born to see trouble and sorrow, and spend my days in shame?"
    },
    "21": {
      "1": "This is the word which came to Jeremiah from the Lord when King Zedekiah sent to him Pashhur the son of Malchijah, and Zephaniah the religious leader, the son of Maaseiah, saying,",
      "2": "“Will you speak to the Lord about us? For King Nebuchadnezzar of Babylon is making war against us. It may be that the Lord will do something for us like He did in times past, and make him leave us.”",
      "3": "Then Jeremiah said to them, “Say this to Zedekiah:",
      "4": "‘The Lord God of Israel says, “See, I will turn against you the objects of war you are using to fight with against the king of Babylon and the Babylonians who are gathered outside the wall to shut you in. And I will bring them into the center of this city.",
      "5": "I Myself will fight against you with My hand out and with a strong arm, in much anger.",
      "6": "I will kill both man and animal in this city. They will die of a bad disease.",
      "7": "After this,” says the Lord, “I will give over Zedekiah king of Judah, his servants, and the people who were not killed in this city by the disease, the sword, and hunger. I will give them into the hand of Nebuchadnezzar king of Babylon, and into the hand of those who hate them, and into the hand of those who want to kill them. And he will kill them with the sword. He will not let them live or have pity for them.”’",
      "8": "“Also tell the people, ‘The Lord says, “See, I set before you the way of life and the way of death.",
      "9": "He who lives in this city will die by the sword and by hunger and by disease. But he who goes out and gives himself up to the Babylonians whose armies shut you in will live, he will at least have his life.",
      "10": "For I have set My face against this city for trouble and not for good,” says the Lord. “It will be given to the king of Babylon, and he will burn it with fire.”’",
      "11": "“Then say to those of the house of the king of Judah, ‘Hear the Word of the Lord,",
      "12": "O house of David, the Lord says, “Do what is right every morning. Take the person who has been robbed away from the one who has made it hard for him. So My anger will not go out like fire and burn with no one to put it out, because of the sinful things you have done.",
      "13": "“See, I am against you, O you who live in the valley, O rock of the plain,” says the Lord, “you who say, ‘Who will come down against us? Or who will come into our houses?’",
      "14": "I will punish you for what has come of what you have done,” says the Lord. “I will start a fire among your trees, and it will destroy all that is around it.”’”"
    },
    "22": {
      "1": "The Lord says, “Go down to the house of the king of Judah, and speak this word there.",
      "2": "Say, ‘Hear the Word of the Lord, O king of Judah, who sits on David’s throne, you and your servants and your people who come through these gates.",
      "3": "The Lord says, “Do what is right and fair and good, and take the one who has been robbed away from the power of the one who has made it hard for him. Do not hurt or do wrong to the stranger, the one whose parents have died, or the woman whose husband has died. And do not kill those who are not guilty in this place.",
      "4": "For if you will obey this word, then kings will come through the gates of this house and sit on the throne of David. They will be in war-wagons and on horses, together with their servants and their people.",
      "5": "But if you will not obey these words, I promise by Myself,” says the Lord, “that this house will be destroyed.”’”",
      "6": "For the Lord says about the house of the king of Judah: “You are like Gilead to Me, or like the top of Lebanon. Yet I will be sure to make you like a desert, like cities without people.",
      "7": "I will send destroyers against you, each with his things for fighting. And they will cut down your best cedar trees and throw them on the fire.",
      "8": "Many nations will pass by this city, and they will say to one another, ‘Why has the Lord done such a thing to this great city?’",
      "9": "And they will answer, ‘Because they did not keep the agreement of the Lord their God. They worshiped other gods and served them.’”",
      "10": "Do not cry for the one who is dead or have sorrow for him. But cry all the time for the one who goes away, for he will never return or see the land of his birth again.",
      "11": "For the Lord says about Shallum the son of Josiah, king of Judah, who ruled in the place of Josiah his father, and who left this place: “He will never return.",
      "12": "He will die in the place where they took him, and he will not see this land again.”",
      "13": "“It is bad for him who builds his house by wrong-doing, and his upper rooms by not being fair, who has his neighbor serve him for nothing and does not pay him,",
      "14": "who says, ‘I will build myself a big house with large upper rooms. I will cut out its windows, cover it with cedar and color it bright red.’",
      "15": "Do you become a king by trying to build better houses of cedar? Did not your father eat and drink? He did what was right and fair and good, so all went well with him.",
      "16": "He spoke strong words in the cause of the poor and those in need, and so all went well. Is not that what it means to know Me?” says the Lord.",
      "17": "“But your eyes and heart are set only on what you can get by wrong-doing, and on killing those who are not guilty, and on making it hard for people and on hurting others.”",
      "18": "So the Lord says about Jehoiakim the son of Josiah, king of Judah, “They will not cry in sorrow for him, saying, ‘It is bad, my brother!’ or, ‘It is bad, my sister!’ They will not cry in sorrow for him, saying, ‘O lord!’ or, ‘O, how great he was!’",
      "19": "He will be buried like they bury a donkey, pulled away and thrown out on the other side of the gates of Jerusalem.",
      "20": "“Go up to Lebanon and cry out. And let your voice be heard in Bashan. Cry out from Abarim also. For all your lovers have been destroyed.",
      "21": "I spoke to you when things were going well for you, but you said, ‘I will not listen!’ This has been your way since you were young. You have not obeyed My voice.",
      "22": "The wind will take away all your shepherds, and your lovers will be taken away in chains. Then you will be ashamed and troubled because of all your sin.",
      "23": "O you people of Lebanon, who make your nest among the cedars, how you will cry inside yourselves when pain comes upon you! It will be pain like a woman giving birth.”",
      "24": "“As I live,” says the Lord, “even if Coniah the son of Jehoiakim, king of Judah, were a marking ring on My right hand, I would still pull you off.",
      "25": "I will give you over to those who want to kill you, to those whom you fear. I will give you to Nebuchadnezzar king of Babylon, and to the Babylonians.",
      "26": "I will throw you and your mother who gave birth to you into another country where you were not born, and there you will die.",
      "27": "You will want to return to this land again but you will not return.”",
      "28": "Is this man Coniah a hated, broken jar? Is he a pot that no one cares for? Why have he and his children been thrown out into a land that they had not known?",
      "29": "O land, land, land, hear the Word of the Lord!",
      "30": "The Lord says, “Write this man down as one who has no children, a man who will not do well in his days. For none of his children or children’s children will do well sitting on the throne of David or ruling again in Judah.”"
    },
    "23": {
      "1": "“It is bad for the shepherds who are destroying and dividing the sheep of My field!” says the Lord.",
      "2": "The Lord God of Israel says this about the shepherds who are caring for My people, “You have made My flock go everywhere and have driven them away, and have not cared for them. See, I am about to punish you for your sinful things you have done,” says the Lord.",
      "3": "“Then I Myself will gather those who are left of My flock out of all the countries where I have driven them, and will bring them back to their field. And they will have many children.",
      "4": "I will have shepherds over them who will care for them. And they will not be afraid any longer, or filled with fear, and none of them will be missing,” says the Lord.",
      "5": "“See, the days are coming,” says the Lord, “when I will raise up for David a right and good Branch. He will rule as king and be wise and do what is right and fair and good in the land.",
      "6": "In His days Judah will be saved, and Israel will be safe. And this is the name He will be called by: ‘The Lord Who makes us right and good.’",
      "7": "So see, the days are coming,” says the Lord, “when they will no longer say, ‘As the Lord lives, Who brought the sons of Israel up from the land of Egypt.’",
      "8": "But they will say, ‘As the Lord lives, Who brought up and led the children of the people of Israel back from the north country and from all the countries where He had driven them.’ Then they will live in their own land.”",
      "9": "As for the men who speak for God, my heart is broken within me. All my bones shake. I have become like a drunk man, like a man who has had too much wine, because of the Lord and because of His holy words.",
      "10": "For the land is full of people who are not faithful. Because of the bad things that have come upon it, the land is filled with sorrow, and the fields of the desert have dried up. Their way is sinful, and they use their power in a wrong way.",
      "11": "“For both the men of God and the religious leaders are sinful. I have found their sin even in My house,” says the Lord.",
      "12": "“So their way will be a danger to them. They will be driven away into the darkness and fall down in it. For I will bring much trouble upon them in the year of their punishment,” says the Lord.",
      "13": "“In Samaria I have seen a very bad thing among the men of Samaria who tell what is going to happen in the future. They speak for the false god Baal, and have led My people into sin.",
      "14": "In Jerusalem I have seen a very sinful thing among the men of Jerusalem who tell what is going to happen in the future. They do sex sins and tell lies, and give help to those who do sinful things, so that no one turns from his sin. All of them have become like Sodom to Me. The people of Jerusalem have become like Gomorrah.”",
      "15": "So the Lord of All says about the men who tell what is going to happen in the future, “See, I will make them eat bitter food and drink water with poison. For from these men of Jerusalem sin has gone out into all the land.”",
      "16": "The Lord of All says, “Do not listen to the words of those who are telling you what will happen in the future. They are filling you with empty hopes. They tell of dreams from their own thoughts, not from the mouth of the Lord.",
      "17": "They keep saying to those who hate Me, ‘The Lord has said, “You will have peace.”’ To every one who walks in the strong-will of his own heart, they say, ‘Trouble will not come to you.’",
      "18": "But who among them has listened to the Lord, that he should see and hear His Word? Who has given thought to His Word and listened?",
      "19": "See, the strong wind storm of the Lord has gone out in anger. It will come down upon the head of the sinful.",
      "20": "The anger of the Lord will not turn back until He has done all that He has planned in His heart. In the last days you will understand.",
      "21": "I did not send these men who say they speak for God, yet they ran to tell their news. I did not speak to them, yet they spoke in My name.",
      "22": "But if they had listened to Me, then they would have made My words known to My people. And they would have turned them back from their sinful way and from the sinful things they did.”",
      "23": "“Am I a God Who is near,” says the Lord, “and not a God Who is far away?",
      "24": "Can a man hide himself in secret places so that I cannot see him?” says the Lord. “Do I not fill heaven and earth?” says the Lord.",
      "25": "“I have heard what the men say who speak false words in My name. They say, ‘I had a dream, I had a dream!’",
      "26": "How long will there be lies in the hearts of those who speak false words in My name, who speak the lies of their own heart?",
      "27": "They plan to make My people forget My name by their dreams which they tell one another, just as their fathers forgot My name because of Baal.",
      "28": "The one who has a dream may tell about his dream, but let him who has My Word speak My Word in truth. How can straw be compared with grain?” says the Lord.",
      "29": "“Is not My Word like fire,” says the Lord, “and like iron that breaks a rock in pieces?",
      "30": "So I am against those who tell what is going to happen in the future,” says the Lord, “who steal My words from each other.",
      "31": "See, I am against these men,” says the Lord, “who use their tongues and say, ‘This is what the Lord says.’",
      "32": "I am against those who have told false dreams,” says the Lord, “and have led My people the wrong way by their lies and foolish words of pride. I did not send them or tell them what to say, so they do not help these people at all,” says the Lord.",
      "33": "“When these people, or the one who speaks in My name, or a religious leader asks you, ‘What heavy load has the Lord placed on us?’ then you say to them, ‘You are the heavy load. And I will throw you off, says the Lord.’",
      "34": "As for the man who speaks in My name, or the religious leader, or anyone of the people, who say, ‘The heavy load of the Lord,’ I will punish that man and those of his house.",
      "35": "Each of you say to his neighbor and to his brother, ‘What has the Lord answered?’ or, ‘What has the Lord said?’",
      "36": "But you must not say, ‘The heavy load of the Lord,’ any more. For every man’s own word will be the weight upon himself. And you have made sinful the words of the living God, the Lord of All, our God.",
      "37": "This is what you should say to the man who speaks in My name: ‘What answer has the Lord given you?’ and, ‘What has the Lord said?’",
      "38": "But if you say, ‘The heavy load of the Lord,’ then the Lord says, ‘You have said, “The heavy load of the Lord,” when I told you not to say it.’",
      "39": "So I will pick you up and throw you away from Me, together with the city which I gave to you and your fathers.",
      "40": "I will put you to shame forever. You will always be ashamed, and it will not be forgotten.”"
    },
    "24": {
      "1": "After King Nebuchadnezzar of Babylon took away Jeconiah the son of Jehoiakim, king of Judah, and the leaders of Judah, together with the able workmen from Jerusalem, and brought them to Babylon, the Lord showed me two baskets of figs set in front of the house of the Lord.",
      "2": "One basket had very good figs, like figs just ready to eat. And the other basket had very bad figs, so bad that they could not be eaten.",
      "3": "Then the Lord said to me, “What do you see, Jeremiah?” And I said, “Figs, the good figs very good, and the bad figs very bad, so bad that they cannot be eaten.”",
      "4": "Then the Word of the Lord came to me, saying,",
      "5": "“This is what the Lord God of Israel says: ‘Like these good figs, so will I think of the people of Judah as being good, whom I have sent away from this place into the land of the Babylonians.",
      "6": "For I will keep My eyes on them for their good, and I will return them to this land. I will build them up and not tear them down. I will plant them and not pull them up by the roots.",
      "7": "And I will give them a heart to know Me, for I am the Lord. They will be My people and I will be their God, for they will return to Me with their whole heart.’",
      "8": "“But the Lord says, ‘Like the bad figs which are so bad they cannot be eaten, so I will give up Zedekiah king of Judah and his captains. And I will give up those left of Jerusalem who stay in this land, and those who live in the land of Egypt.",
      "9": "I will make them a cause of fear and trouble for all the nations of the earth. They will be a shame and a curse and spoken against in all the places where I will make them go.",
      "10": "And I will send the sword and hunger and disease upon them until they are destroyed from the land which I gave to them and their fathers.’”"
    },
    "25": {
      "1": "This is the word that came to Jeremiah about all the people of Judah, in the fourth year of Jehoiakim the son of Josiah, king of Judah. (That was the first year of Nebuchadnezzar king of Babylon.)",
      "2": "Jeremiah the man of God spoke this word to all the people of Judah and Jerusalem, saying,",
      "3": "“These twenty-three years, from the thirteenth year of Josiah the son of Amon, king of Judah, until this day, the Word of the Lord has come to me. And I have spoken to you again and again, but you have not listened.",
      "4": "The Lord has sent to you all his servants who have spoken for Him again and again, but you have not listened or turned your ear to hear.",
      "5": "They have said, ‘Every one of you turn now from your sinful way and the sinful things you do, and live on the land which the Lord has given to you and your fathers forever and ever.",
      "6": "Do not go after other gods to serve and worship them. Do not make Me angry with the work you do, and I will not hurt you.’",
      "7": "Yet you have not listened to Me,” says the Lord. “You have made Me angry with the work of your hands to your own hurt.",
      "8": "“So the Lord of All says, ‘Because you have not obeyed My words,",
      "9": "I will send for all the families of the north. And I will send for Nebuchadnezzar king of Babylon, My servant, and will bring them against this land, against its people, and against all these nations around you. I will make a complete end of them. I will destroy them all and make them an object of fear and hate, and a waste place forever.",
      "10": "I will also take from them the voice of joy, the voice of happiness, the voice of the man to be married and the voice of the bride. I will take from them the sound of the grinding stones and the light of the lamp.",
      "11": "This whole land will be a waste and a cause of fear. And these nations will serve the king of Babylon for seventy years.",
      "12": "‘Then when seventy years have past, I will punish the king of Babylon and that nation, and the land of the Babylonians, for their sin,’ says the Lord. ‘And I will make that land a waste forever.",
      "13": "I will bring upon that land all My words which I have spoken against it, all that is written in this book, which Jeremiah has spoken against all the nations.",
      "14": "They themselves will be made to serve many nations and great kings. I will pay them for what they have done, and for the work of their hands.’”",
      "15": "For the Lord, the God of Israel, says to me, “Take this cup of the wine of anger from My hand. And make all the nations to whom I send you drink it.",
      "16": "They will drink and have trouble walking and become crazy because of the sword that I will send among them.”",
      "17": "So I took the cup from the Lord’s hand, and made all the nations to whom the Lord sent me drink it.",
      "18": "I was sent to Jerusalem and to the cities of Judah, to its kings and its leaders, to make them a waste, an object of fear and hate, and a curse, as it is this day.",
      "19": "I was sent to Pharaoh king of Egypt, his servants, his sons, and to all his people.",
      "20": "I was sent to all the people from different countries, all the kings of the land of Uz, and to all the kings of the land of the Philistines (Ashkelon, Gaza, Ekron, and those left of Ashdod).",
      "21": "I was sent to Edom, Moab, the sons of Ammon,",
      "22": "and to all the kings of Tyre, all the kings of Sidon, and to the kings of the lands across the sea.",
      "23": "I was sent to Dedan, Tema, Buz, to all who are far away in their lands,",
      "24": "to the kings of Arabia, and to all the kings of the different people who live in the desert.",
      "25": "I was sent to all the kings of Zimri, all the kings of Elam, all the kings of Media,",
      "26": "and to all the kings of the north, near and far, one after another. I was sent to all the nations on the earth. And after them the king of Sheshach will drink.",
      "27": "“Then you will say to them, ‘The Lord of All, the God of Israel, says, “Drink, be drunk, throw up, fall, and get up no more, because of the sword which I will send among you.”’",
      "28": "And if they will not take the cup from your hand to drink, then say to them, ‘The Lord of All says, “You must drink!",
      "29": "See, I am beginning to make trouble in this city which is called by My name. And will you not be punished? You will not be free from punishment, for I am bringing a sword against all the people of the earth,” says the Lord of All.’",
      "30": "“So you should speak all these words against them. Tell them, ‘The Lord will sound from on high. His voice will be heard from His holy place. He will call out in a loud voice against his flock. He will call out like those who crush the grapes, against all the people of the earth.",
      "31": "The noise will go to the ends of the earth, because the Lord has something against the nations. He is deciding what should be done with all flesh. As for the sinful, He has given them to the sword,’” says the Lord.",
      "32": "The Lord of All says, “See, sinful ways are spreading from nation to nation. A powerful storm is moving from the farthest parts of the earth.",
      "33": "Those killed by the Lord on that day will be from one end of the earth to the other. No one will cry for them or gather up the bodies and bury them. They will be like animal waste on the ground.",
      "34": "Cry in a loud voice, you shepherds. And roll in ashes, you leaders of the flock. For the days for you to be killed and sent everywhere have come, and you will fall and be broken like a fine pot.",
      "35": "The shepherds will have no place to run. And the leaders of the flock will have no place to get away.",
      "36": "Listen to the cry of the shepherds and the loud cry of the leaders of the flock! For the Lord is destroying their field.",
      "37": "The fields of peace are laid waste because of the burning anger of the Lord.",
      "38": "He has left His hiding place like a lion. For their land has become a cause of much fear because of the sword of the one who makes it hard for them, and because of the Lord’s burning anger.”"
    },
    "26": {
      "1": "In the beginning of the rule of Jehoiakim the son of Josiah, king of Judah, this word came from the Lord, saying,",
      "2": "“This is what the Lord says: ‘Stand in the open space of the Lord’s house, and speak to all the cities of Judah who have come to worship in the Lord’s house. Tell them all the words that I have told you to say to them. Do not leave out one word!",
      "3": "It may be they will listen and everyone will turn from his sinful way. Then I may change My mind about the trouble I plan to put on them because of the sinful things they have done.’",
      "4": "And tell them, ‘This is what the Lord says: “If you will not listen to Me and follow My Law which I have set before you,",
      "5": "and if you do not listen to the words of My servants who speak for Me, whom I have been sending to you again and again, but you have not listened,",
      "6": "then I will make this House of God like Shiloh. And I will make this city a curse to all the nations of the earth.”’”",
      "7": "The religious leaders and the men of God and all the people heard Jeremiah speaking these words in the house of the Lord.",
      "8": "And when Jeremiah had finished speaking all that the Lord had told him to speak to all the people, the religious leaders and men of God and all the people took hold of him, saying, “You must die!",
      "9": "Why have you spoken in the name of the Lord saying, ‘This house will be like Shiloh, and this city will be laid waste with no one living in it’?” And all the people gathered around Jeremiah in the house of the Lord.",
      "10": "When the leaders of Judah heard these things, they came up from the king’s house to the house of the Lord and sat beside the New Gate of the Lord’s house.",
      "11": "Then the religious leaders and men of God said to the leaders and to all the people, “This man must die! For he has spoken against this city, as you have heard with your own ears.”",
      "12": "Then Jeremiah said to all the leaders and to all the people, “The Lord sent me to speak against this house and against this city all the words that you have heard.",
      "13": "So now change your ways and your works, and obey the voice of the Lord your God. Then the Lord will change His mind about the trouble He has said would come to you.",
      "14": "But as for me, see, I am in your hands. Do with me what is good and right in your eyes.",
      "15": "Only know for sure that if you put me to death, you will bring the sin of killing a man who is not guilty on yourselves, on this city, and on its people. For it is true that the Lord has sent me to you to speak all these words for you to hear.”",
      "16": "Then the leaders and all the people said to the religious leaders and men of God, “No, this man should not be put to death! For he has spoken to us in the name of the Lord our God.”",
      "17": "Then some of the leaders of the land stood up and said to all the people who had gathered,",
      "18": "“Micah of Moresheth spoke in God’s name in the days of King Hezekiah of Judah. He said to all the people of Judah, ‘This is what the Lord of All has said: Zion will be plowed as a field, and Jerusalem will be destroyed. And trees will cover the mountain where the Lord’s house is.’",
      "19": "Did King Hezekiah of Judah and all the people of Judah put him to death? Did he not fear the Lord and pray for the Lord’s favor? And the Lord changed His mind about the trouble He had said would come to them. But we are about to bring a very bad thing on ourselves.”",
      "20": "There was another man who spoke in the name of the Lord. He was Uriah the son of Shemaiah from Kiriath-jearim. He spoke against this city and against this land in words like those of Jeremiah.",
      "21": "When King Jehoiakim and all his powerful men and all his leaders heard his words, the king wanted to put Uriah to death. But Uriah heard about it, and he was afraid and ran away to Egypt.",
      "22": "Then King Jehoiakim sent Elnathan the son of Achbor and certain men with him to Egypt.",
      "23": "And they took Uriah from Egypt and brought him to King Jehoiakim, who killed him with a sword. Then he threw his dead body where most people are buried.",
      "24": "But Ahikam the son of Shaphan helped Jeremiah, so that he was not given over to the people to be put to death."
    },
    "27": {
      "1": "In the beginning of the rule of Zedekiah the son of Josiah, king of Judah, this word came to Jeremiah from the Lord.",
      "2": "The Lord said to me, “Make ropes and a cross-bar for carrying a load, and put them on your neck.",
      "3": "Then send word to the king of Edom, to the king of Moab, to the king of the sons of Ammon, to the king of Tyre, and to the king of Sidon. Send them with the men who bring news to Jerusalem to King Zedekiah of Judah.",
      "4": "Tell them to go to their leaders, saying, ‘This is what the Lord of All, the God of Israel, says, and this is what you should say to your leaders:",
      "5": "“I have made the earth, and the men and the animals that are on it by My great power and by My long arm. And I will give it to the one who is right in My eyes.",
      "6": "Now I have given all these lands to Nebuchadnezzar king of Babylon, My servant. And I have given him the wild animals of the field to serve him.",
      "7": "All the nations will serve him and his son and his grandson, until the time for his land comes. Then many nations and great kings will make him their servant.",
      "8": "But if any nation will not serve Nebuchadnezzar king of Babylon, and will not put its neck under the load of the king of Babylon, I will punish that nation with the sword, hunger, and disease,” says the Lord, “until I have destroyed it by his hand.",
      "9": "So do not listen to your men who tell of their special dreams, your men who tell what is going to happen in the future, or your wonder workers who use their secret ways. They say to you, ‘You must not serve the king of Babylon.’",
      "10": "But they are lying to you, and will cause you to be taken far from your land. I will drive you out, and you will die.",
      "11": "But the nation that brings its neck under the cross-bar of the king of Babylon and serves him, I will let stay on its own land,” says the Lord. “And its people will take care of the fields and live there.”’”",
      "12": "I spoke to King Zedekiah of Judah in the same way, saying, “Bring your necks under the cross-bar of the king of Babylon. Serve him and his people, and live!",
      "13": "Why will you and your people die by the sword, hunger, and disease, as the Lord has said would happen to that nation which will not serve the king of Babylon?",
      "14": "Do not listen to the men who tell of their dreams and say to you, ‘You will not serve the king of Babylon.’ For they are telling you a lie.",
      "15": "I have not sent them,” says the Lord. “They speak false words in My name, so that I may drive you out, and that you may die, both you and the men who tell these things to you.”",
      "16": "Then I said to the religious leaders and to all these people, “The Lord says: Do not listen to the men who speak in God’s name saying, ‘See, the objects of the Lord’s house will soon be returned from Babylon,’ for they are telling you a lie.",
      "17": "Do not listen to them. Serve the king of Babylon and live! Why should this city be destroyed?",
      "18": "But if they are true men of God, and if the Word of the Lord is with them, let them now pray to the Lord of All. Let them ask that the objects which are left in the house of the Lord, in the house of the king of Judah, and in Jerusalem, may not go to Babylon.",
      "19": "For this is what the Lord of All says about the pillars, the brass pool, the stands, and the rest of the objects that are left in this city.",
      "20": "Nebuchadnezzar king of Babylon did not take these things from Jerusalem to Babylon when he took Jeconiah the son of Jehoiakim, king of Judah, and all the leaders of Judah and Jerusalem.",
      "21": "So this is what the Lord of All, the God of Israel, says about the objects that are left in the house of the Lord, and in the house of the king of Judah, and in Jerusalem. He says,",
      "22": "‘They will be carried to Babylon, and they will be there until the day I visit them,’ says the Lord. ‘Then I will bring them back to this place.’”"
    },
    "28": {
      "1": "In that same year, in the beginning of the rule of King Zedekiah of Judah, in the fifth month of the fourth year, Hananiah the son of Azzur, the man from Gibeon who told what would happen in the future, spoke to me in the house of the Lord. He said to me in front of the religious leaders and all the people,",
      "2": "“This is what the Lord of All, the God of Israel, says: ‘I have broken the crossbar across the shoulders of the king of Babylon.",
      "3": "Within two years I will bring back to this place all the objects of the Lord’s house, which Nebuchadnezzar king of Babylon took away from here and carried to Babylon.",
      "4": "I will also bring back to this place Jeconiah the son of Jehoiakim, king of Judah, and all the people of Judah who were taken to Babylon,’ says the Lord. ‘For I will break the cross-bar of the king of Babylon.’”",
      "5": "Then Jeremiah, the man of God, spoke to Hananiah, the man who told what would happen, in front of the religious leaders and all the people who were standing in the house of the Lord.",
      "6": "And Jeremiah, the man who spoke for God, said, “Let it be so! May the Lord do so. May the Lord make the words you have spoken come true, and bring back to this place from Babylon the objects of the Lord’s house and all the people of Judah.",
      "7": "Yet listen now to what I am about to say in your hearing and in the hearing of all the people.",
      "8": "The men who spoke for God before us from long ago spoke of war and trouble and disease coming to many lands and great nations.",
      "9": "As for the man who told that peace would come, when his word comes to pass, then that man will be known as the one that the Lord has sent.”",
      "10": "Then Hananiah, the man who told what would happen, took the cross-bar from the neck of Jeremiah the man of God and broke it.",
      "11": "And Hananiah said in front of all the people, “The Lord says, ‘In this way I will break the cross-bar of Nebuchadnezzar king of Babylon from the neck of all the nations within two years.’” Then Jeremiah the man of God went his way.",
      "12": "Some time after Hananiah had broken the cross-bar from off the neck of Jeremiah, the Word of the Lord came to Jeremiah, saying,",
      "13": "“Go and tell Hananiah, ‘The Lord says, “You have broken the cross-bars of wood, but you have made bars of iron in their place.”",
      "14": "For the Lord of All, the God of Israel, says, “I have put the cross-bar of iron on the neck of all these nations, that they may serve Nebuchadnezzar king of Babylon. And they will serve him. I have given him the animals of the field also.”’”",
      "15": "Then Jeremiah who spoke for God said to Hananiah who told what would happen, “Listen, Hananiah, the Lord has not sent you. And you have made these people trust in a lie.",
      "16": "So the Lord says, ‘See, I am about to take you from the earth. This year you are going to die, because you have spoken against the right and power of the Lord.’”",
      "17": "So Hananiah, who had said these things in God’s name, died in the seventh month of the same year."
    },
    "29": {
      "1": "These are the words of the letter which Jeremiah the man of God sent from Jerusalem to the leaders, the religious leaders, the men of God, and all the people whom Nebuchadnezzar had taken away from Jerusalem to Babylon.",
      "2": "(This was after King Jeconiah and the queen mother, the king’s servants, the rulers of Judah and Jerusalem, and the able workmen had left Jerusalem.)",
      "3": "The letter was sent with Elasah the son of Shaphan, and Gemariah the son of Hilkiah, whom King Zedekiah of Judah sent to King Nebuchadnezzar in Babylon. It said,",
      "4": "“This is what the Lord of All, the God of Israel, says to all of His people who have been sent from Jerusalem to Babylon:",
      "5": "‘Build houses and live in them. Plant gardens and eat their fruit.",
      "6": "Take wives and become the fathers of sons and daughters. And take wives for your sons and give your daughters in marriage, that they may give birth to sons and daughters. Become many there, and do not let your number become less.",
      "7": "Work for the well-being of the city where I have sent you to and pray to the Lord for this. For if it is well with the city you live in, it will be well with you.’",
      "8": "For the Lord of All, the God of Israel, says, ‘Do not let the people among you who tell what is going to happen in the future and those who use their secret ways fool you. Do not listen to their dreams.",
      "9": "For they speak false words to you in My name. I have not sent them,’ says the Lord.",
      "10": "“For the Lord says, ‘When seventy years are completed for Babylon, I will visit you and keep My promise to you. I will bring you back to this place.",
      "11": "For I know the plans I have for you,’ says the Lord, ‘plans for well-being and not for trouble, to give you a future and a hope.",
      "12": "Then you will call upon Me and come and pray to Me, and I will listen to you.",
      "13": "You will look for Me and find Me, when you look for Me with all your heart.",
      "14": "I will be found by you,’ says the Lord. ‘And I will bring you back and gather you from all the nations and all the places where I have made you go,’ says the Lord. ‘I will bring you back to the place from where I sent you away.’",
      "15": "“You have said that the Lord has given men who speak for Him in Babylon.",
      "16": "This is what the Lord says about the king who sits on the throne of David, and about all the people who live in this city, your brothers who were not taken with you to Babylon.",
      "17": "The Lord of All says, ‘I am sending the sword, hunger, and disease upon them. I will make them like bad figs which are so bad they cannot be eaten.",
      "18": "I will go after them with the sword, hunger, and disease, and will make them a cause of trouble to all the nations of the earth. They will be a curse, an object of much shame and hate among all the nations where I have made them go.",
      "19": "This is because they have not listened to My words,’ says the Lord, ‘which I sent to them again and again by My servants who spoke for Me. And you did not listen,’ says the Lord.",
      "20": "So hear the Word of the Lord, all you people who have been sent away from Jerusalem to Babylon.",
      "21": "“This is what the Lord of All, the God of Israel, says about Ahab the son of Kolaiah and about Zedekiah the son of Maaseiah, who are speaking false words to you in My name: ‘See, I will give them over to Nebuchadnezzar king of Babylon. And he will kill them in front of your eyes.",
      "22": "Because of them a curse will be used by all the people who are from Judah but are in Babylon: “May the Lord make you like Zedekiah and like Ahab, whom the king of Babylon burned in the fire.”",
      "23": "This is because they have done what is foolish in Israel. They have done sex sins with their neighbors’ wives. And they have spoken false words in My name, which I did not tell them to speak. I am He Who knows, and I see what they have done,’ says the Lord.”",
      "24": "And say to Shemaiah the Nehelamite,",
      "25": "“This is what the Lord of All, the God of Israel, says: ‘You have sent letters in your own name to all the people in Jerusalem and to Zephaniah the son of Maaseiah, the religious leader, and to all the religious leaders. You said to Zephaniah,",
      "26": "“The Lord has made you the religious leader over the house of the Lord instead of Jehoiada. You are to take every crazy man who says he speaks in God’s name and put him in chains with iron around his neck.",
      "27": "So why have you not spoken sharp words to Jeremiah of Anathoth who is speaking to you in God’s name?",
      "28": "For he has sent word to us in Babylon, saying, ‘You will be held there for a long time. So build houses and live in them. And plant gardens and eat their fruit.’”’”",
      "29": "Zephaniah the religious leader read this letter to Jeremiah the man of God.",
      "30": "Then the Word of the Lord came to Jeremiah, saying,",
      "31": "“Send word to all My people held in Babylon, saying, ‘This is what the Lord says about Shemaiah the Nehelamite: Shemaiah has spoken to you in My name, but I did not send him. He has made you trust in a lie.’",
      "32": "So the Lord says, ‘I am about to punish Shemaiah the Nehelamite and his children after him. He will not have anyone living among these people. And he will not see the good that I am about to do to My people,’ says the Lord, ‘because he has spoken against Me.’”"
    },
    "30": {
      "1": "The word which came to Jeremiah from the Lord, saying,",
      "2": "“This is what the Lord, the God of Israel, says: ‘Write in a book all the words which I have spoken to you.",
      "3": "For the days are coming,’ says the Lord, ‘when I will bring back My people Israel and Judah from where they are held.’ The Lord says, ‘I will bring them back to the land that I gave to their fathers before them, and it will be theirs.’”",
      "4": "These are the words which the Lord spoke about Israel and Judah:",
      "5": "“The Lord says, ‘I have heard cries of much trouble, of being afraid, and there is no peace.",
      "6": "Ask now and see, can a man give birth to a child? Why do I see every man with his hands on his body like a woman giving birth? Why have all faces turned white?",
      "7": "That day will be very bad! There is none like it. It is the time of Jacob’s trouble, but he will be saved out of it.",
      "8": "On that day,’ says the Lord of All, ‘I will break the cross-bar off from their neck, and will tear off their chains. Strangers will no longer make them their servants.",
      "9": "But they will serve the Lord their God and David their king, whom I will raise up for them.",
      "10": "So do not be afraid, O Jacob My servant,’ says the Lord, ‘and do not be troubled, O Israel, for see, from far away I will save you and your children from the land where they are being held. Jacob will return and have quiet rest, and no one will make him afraid.",
      "11": "For I am with you to save you,’ says the Lord. ‘I will make a complete end of all the nations where I have sent you. I will not make a complete end of you, but I will give you the right punishment. I will not let you go without being punished.’",
      "12": "“For the Lord says, ‘Your hurt cannot be healed. Your hurt is very bad.",
      "13": "There is no one to ask for you in your cause, no help for your hurt, no healing for you.",
      "14": "All your lovers have forgotten you. They do not care about you. For I have hurt you as if you were hurt by one who hates you. You have been punished without pity, because you have much guilt. You have done many sins.",
      "15": "Why do you cry out because of your hurt? Your pain cannot be healed. Because you have much guilt and have done many sins, I have done these things to you.",
      "16": "But all who destroy you will be destroyed. Every one of those who hate you will be taken away against their will. Those who rob you will be robbed, and all who hurt you will be hurt.",
      "17": "For I will heal you. I will heal you where you have been hurt,’ says the Lord, ‘because they have said that you are not wanted. They have said, “It is Zion. No one cares for her.”’",
      "18": "“The Lord says, ‘I will bring the tents of Jacob back from Babylon, and will have pity on his houses. The city will be built up again on its broken walls. And the king’s house will stand where it used to be.",
      "19": "The people who live there will give much thanks and happy voices will be heard. And I will add to their numbers. They will not be made less. I will honor them, and they will be important.",
      "20": "Their children will be as they were before. They will be a strong people before Me. And I will punish all those who make it hard for them.",
      "21": "Their leader will be one of them. Their ruler will come from among them. I will bring him near, and he will come close to Me. For who would have the strength of heart to come near Me on his own?’ says the Lord.",
      "22": "‘And you will be My people, and I will be your God.’”",
      "23": "See the storm of the Lord! Anger has gone out, a very bad storm. It will break upon the heads of the sinful.",
      "24": "The burning anger of the Lord will not turn back until He has done what He has planned in His heart to do. In days to come you will understand this."
    },
    "31": {
      "1": "“At that time,” says the Lord, “I will be the God of all the families of Israel, and they will be My people.”",
      "2": "The Lord says, “The people who were not killed by the sword found loving-favor in the desert, when Israel looked for rest.”",
      "3": "The Lord came to us from far away, saying, “I have loved you with a love that lasts forever. So I have helped you come to Me with loving-kindness.",
      "4": "Again I will build you, and you will be built, O pure Israel! Again you will take up your brass noise-makers and go to the dances of the happy people.",
      "5": "Again you will plant grape-fields on the hills of Samaria. The planters will plant and find joy in the fruit.",
      "6": "For there will be a day when watchmen on the hills of Ephraim will call out, ‘Get up, and let us go up to Zion, to the Lord our God.’”",
      "7": "For the Lord says, “Sing loud with joy for Jacob, and call out among the heads of the nations. Make it known, give praise, and say, ‘O Lord, save Your people. Save those who are left of Israel.’",
      "8": "See, I am bringing them from the north country. And I will gather them from the farthest parts of the earth. Among them will be the blind and those who cannot walk, the woman with child and she who is giving birth, together. Many people will return here.",
      "9": "They will come crying, and in answer to their prayers, I will lead them. I will make them walk by rivers of waters on a straight path where they will not fall. For I am a father to Israel, and Ephraim is My first-born.”",
      "10": "Hear the Word of the Lord, O nations, and make it known in the lands far across the sea. Say, “He Who sent Israel everywhere will gather them, and will watch over His flock like a shepherd.”",
      "11": "For the Lord has paid the price to make Jacob free. He has made him free from the one who was stronger than he.",
      "12": "And they will come and call out for joy on the height of Zion. They will shine with joy over the goodness of the Lord, over the grain, the new wine, and the oil, and over the young of the flock and the cattle. Their life will be like a well-watered garden. They will never have sorrow again.",
      "13": "Then the young women who have never had a man will dance for joy, and the young men and old as well. For I will change their sorrow to joy, and will comfort them. I will give them joy for their sorrow.",
      "14": "I will fill the soul of the religious leaders with more than they need. My people will be filled with My goodness,” says the Lord.",
      "15": "The Lord says, “The sound of crying and much sorrow is heard in Ramah. Rachel is crying for her children. She will not be comforted because they are dead.”",
      "16": "The Lord says, “Keep your voice from crying and your eyes from tears. For you will receive pay for your work,” says the Lord. “They will return from the land of those who hate them.",
      "17": "There is hope for your future,” says the Lord, “and your children will return to their own land.",
      "18": "I have heard Ephraim crying in sorrow, ‘You have punished me, and I was punished, like a calf that has not learned. Bring me back that I may return to my place, for You are the Lord my God.",
      "19": "For after I turned back, I was sorry for my sins. And after I was taught, I hit my upper leg in sorrow. I was ashamed and troubled, because I suffered the shame from what I did when I was young.’",
      "20": "Is Ephraim My loved son? Is he the child of My joy? Yes, as many times as I have spoken against him, I still remember him. So My heart has a desire for him. For sure I will have loving-pity on him,” says the Lord.",
      "21": "“Set up marks on the road for yourself. Set up marks to lead you the right way. Remember the way you went, and return, O pure Israel. Return to your cities.",
      "22": "How long will you go here and there, O daughter without faith? For the Lord has made a new thing on the earth: A woman will keep a man safe.”",
      "23": "The Lord of All, the God of Israel, says, “When I bring them back to their own land, once again the people in the land of Judah and in its cities will speak these words: ‘May the Lord bring good to you, O place that is right with God, O holy hill!’",
      "24": "The people of Judah and all its cities will live there together, the farmer and they who go about with flocks.",
      "25": "For I will help the tired ones and give strength to everyone who is weak.”",
      "26": "At this I woke up and looked, and my sleep was pleasing to me.",
      "27": "“See, the days are coming,” says the Lord, “when I will plant the people of Israel and the people of Judah with the seed of man and the seed of animal.",
      "28": "And as I have watched over them to pull up, to break down, to take power away, to destroy, and to bring trouble, so I will watch over them to build and to plant,” says the Lord.",
      "29": "“In those days they will no longer say, ‘The fathers have eaten sour grapes, and the children got the sour taste.’",
      "30": "But every one will die for his own sin. Each man who eats the sour grapes will get the sour taste.",
      "31": "The days are coming,” says the Lord, “when I will make a New Way of Worship for the Jews and those of the family group of Judah.",
      "32": "The New Way of Worship will not be like the Old Way of Worship I gave to their early fathers. That was when I took them by the hand and led them out of Egypt. But they did not follow the Old Way of Worship, even when I was a husband to them,” says the Lord.",
      "33": "“This is the New Way of Worship that I will give to the Jews. When that day comes,” says the Lord, “I will put My Law into their minds. And I will write it on their hearts. I will be their God, and they will be My people.",
      "34": "No one will need to teach his neighbor or his brother to know the Lord. All of them will already know Me from the least to the greatest,” says the Lord. “I will forgive their sins. I will remember their sins no more.”",
      "35": "The Lord, the Lord of All is His name, Who gives the sun for light during the day, and put the moon and the stars in place to give light during the night, Who causes the waves of the sea to make a loud noise, says,",
      "36": "“If these laws change before Me, then the children of Israel will stop being a nation before Me forever.”",
      "37": "The Lord says, “If one can find out how wide the heavens are, and look through the deepest places of the earth, then I will send all the children of Israel away from Me for all that they have done,” says the Lord.",
      "38": "“See, the days are coming,” says the Lord, “when the city will be built again for the Lord from the tower of Hananel to the Corner Gate.",
      "39": "And its wall will go out farther, straight on to the hill of Gareb. Then it will turn to Goah.",
      "40": "The whole valley of the dead bodies and of the ashes, and all the fields as far as the river Kidron, to the corner of the Horse Gate toward the east, will be holy to the Lord. It will never again be pulled up by the roots or destroyed.”"
    },
    "32": {
      "1": "This is the word that came to Jeremiah from the Lord in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar.",
      "2": "At that time the army of the king of Babylon was around Jerusalem. And Jeremiah the man of God was shut up in the open space of the prison, in the house of the king of Judah.",
      "3": "For King Zedekiah of Judah had shut him up, saying, “Why do you speak these things in the Lord’s name? You have said, ‘This is what the Lord says: “I am giving this city to the king of Babylon, and he will take it.",
      "4": "King Zedekiah of Judah will not get away from the Babylonians. For sure he will be given into the hand of the king of Babylon. He will speak with him face to face and see him eye to eye.",
      "5": "He will take Zedekiah to Babylon, and he will be there until I visit him,” says the Lord. “If you fight against the Babylonians, you will not win.”’”",
      "6": "Jeremiah said, “The Word of the Lord came to me, saying,",
      "7": "‘Hanamel, the son of your father’s brother Shallum, will come to you and say, “Buy my field at Anathoth. For because of your place in the family you have the right to buy it.”’",
      "8": "Then Hanamel, the son of my father’s brother, came to me in the open space of the prison, as the Word of the Lord had said. And he said to me, ‘Buy my field at Anathoth in the land of Benjamin. For you have the right to own it. Because of your place in the family you have the right, so buy it for yourself.’ Then I knew that this was the Word of the Lord.",
      "9": "So I bought the field at Anathoth from Hanamel, the son of my father’s brother. And I weighed out seventeen pieces of silver for him.",
      "10": "I wrote my name and put my mark on the agreement, and called in people to watch. And I weighed the silver.",
      "11": "Then I took the agreement which showed that I had bought the field, both the agreement which was not to be opened, and the open one.",
      "12": "And I gave the written agreement to Baruch the son of Neriah, the son of Mahseiah. This was seen by Hanamel, the son of my father’s brother, and by those who watched me write my name on the agreement, and by all the Jews who were sitting in the open space of the prison.",
      "13": "I said to Baruch in front of them,",
      "14": "‘This is what the Lord of All, the God of Israel, says: “Take these agreements, both the closed and open one, and put them in a clay jar so they may last a long time.”",
      "15": "For the Lord of All, the God of Israel, says, “Houses and fields and grape-fields will again be bought in this land.”’",
      "16": "“After I had given the agreement showing I had bought the field to Baruch the son of Neriah, I prayed to the Lord, saying,",
      "17": "‘O Lord God! See, You have made the heavens and the earth by Your great power and by Your long arm! Nothing is too hard for You!",
      "18": "You show loving-kindness to thousands, but put punishment for the sins of fathers on their children after them. O great and powerful God, the Lord of All is Your name.",
      "19": "You are great in wisdom and powerful in Your works. Your eyes are open to all the ways of men. You pay every one for what he does and for the fruit of what he does.",
      "20": "You have made special things to see and have done wonders in the land of Egypt, and are still doing them even to this day both in Israel and among all men. You have made a name for Yourself as it is today.",
      "21": "You brought Your people Israel out of the land of Egypt with special things to see and with wonders, and with a strong hand and a long arm, and with much trouble.",
      "22": "And You gave them this land which You promised their fathers to give them, a land flowing with milk and honey.",
      "23": "They came in and took it for their own. But they did not obey Your voice or walk in Your Law. They did not do anything that You told them to do. So You have made all this trouble come upon them.",
      "24": "See, a battle-wall has been built up against the city to take it. And the city is given to the Babylonians who fight against it, because of the sword, hunger, and disease. What You have said would happen has now happened, as You see.",
      "25": "O Lord God, You have said to me, “Buy the field with money, and call in people to see you buy it,” even though the city will be given over to the Babylonians.”’”",
      "26": "Then the Word of the Lord came to Jeremiah, saying,",
      "27": "“I am the Lord, the God of all flesh. Is anything too hard for Me?",
      "28": "So this is what the Lord says: ‘See, I am giving this city to the Babylonians and to Nebuchadnezzar king of Babylon, and he will take it.",
      "29": "The Babylonians who are fighting against this city will come into it and set this city on fire and burn it. And the houses will burn where people have given special perfume to Baal on their roofs and poured out drink gifts to other gods to make Me angry.",
      "30": "For the sons of Israel and the sons of Judah have been doing only what is sinful in My eyes since they were young. The sons of Israel have been only making Me angry by the work of their hands,” says the Lord.",
      "31": "‘This city has made Me very angry since the day they built it until now. So I will put it away from before My face",
      "32": "because of all the sin of the sons of Israel and the sons of Judah, which they have done to make Me angry. They have sinned together with their kings, their leaders, their religious leaders, their men who speak in My name, the men of Judah, and the people of Jerusalem.",
      "33": "They have turned their back to Me, and not their face. I taught them again and again, but they would not listen and learn.",
      "34": "They put their things that I hate in the house which is called by My name, and made it unclean.",
      "35": "They built the high places of the false god Baal in the valley of Ben-Hinnom, to give their sons and daughters as burnt gifts to Molech. I did not tell them to do this hated thing that made Judah sin. It did not even come into My mind.",
      "36": "“So now this is what the Lord God of Israel says about this city of which you say, ‘It is given over to the king of Babylon because of the sword, hunger, and disease.’",
      "37": "I will gather them out of all the lands to which I have driven them in My strong anger. And I will bring them back to this place to live where they will be safe.",
      "38": "They will be My people, and I will be their God.",
      "39": "I will give them one heart and one way, that they may fear Me always, for their own good and for the good of their children after them.",
      "40": "I will make an agreement with them that I will not turn away from them. I will do good to them, an agreement that will last forever. And I will help them fear Me in their hearts so they will not turn away from Me.",
      "41": "I will have joy in doing good to them. And I will be faithful to plant them in this land with all My heart and with all My soul.",
      "42": "For the Lord says, ‘Just as I brought all this trouble on these people, so I am going to bring all the good on them that I have promised them.",
      "43": "Fields will be bought in this land of which you say, “It is a waste, without man or animal. It is given over to the Babylonians.”",
      "44": "Men will buy fields for money, write their names and put their marks on agreements while people watch them do this in the land of Benjamin and in the places around Jerusalem. Also they will do this in the cities of Judah, in the cities of the hill country, in the cities of the valley, and in the cities of the Negev. For I will bring them back to their own land,’ says the Lord.”"
    },
    "33": {
      "1": "While Jeremiah was still shut up in the open space of the prison, the Word of the Lord came to him a second time, saying,",
      "2": "“This is what the Lord says Who made the earth. The Lord made it to last. The Lord is His name.",
      "3": "‘Call to Me, and I will answer you. And I will show you great and wonderful things which you do not know.’",
      "4": "For this is what the Lord God of Israel says about the houses of this city and about the houses of the kings of Judah which have been torn down to make a strong wall to help in the battle against the Babylonians.",
      "5": "Some will come to fight with the Babylonians, and they will fill the houses with the dead bodies of men whom I have killed in My anger. I will hide My face from this city because of all their sin.",
      "6": "See, I will make it well again, and I will heal them. I will let them have much peace and truth.",
      "7": "I will return the land to Judah and to Israel, and I will help them to become as they were before.",
      "8": "I will make them clean from all the sins they have done against Me. I will forgive all their sins against Me.",
      "9": "This city will make My name known. It will be to Me joy, praise and shining-greatness before all the nations of the earth that hear of all the good that I do for them. And they will fear and shake because of all the good and all the peace that I give it.’",
      "10": "“This is what the Lord says: ‘You say of this place, “It is a waste, without man or animal.” Yet in the cities of Judah and in the streets of Jerusalem that are laid waste, with no man or animal living in them, there will again be heard",
      "11": "the voice of joy and the voice of happiness. In this place will be heard the voice of the man to be married and the voice of the bride, and the voice of those who say, “Give thanks to the Lord of All, for the Lord is good. His loving-kindness lasts forever.” And here will be heard the voice of those who bring a gift of thanks into the house of the Lord. For I will bring them back to the land as they were before,’ says the Lord.",
      "12": "“The Lord of All says, ‘This place is now a waste, without man or animal. Yet there will again be shepherds living in this place and in all its cities who can care for their sheep.",
      "13": "In the cities of the hill country, in the cities of the valley, in the cities of the Negev, in the land of Benjamin, in the land around Jerusalem, and in the cities of Judah, the flocks will again pass under the hands of the one who numbers them,’ says the Lord.",
      "14": "‘See, the days are coming,’ says the Lord, ‘when I will do what I promised to the people of Israel and the people of Judah.",
      "15": "In those days and at that time I will cause a right and good Branch of David to rise up. And He will do what is fair and right and good on the earth.",
      "16": "In those days Judah will be saved, and Jerusalem will be safe. And this is the name it will be called: The Lord makes us right and good.’",
      "17": "For the Lord says, ‘David will never be without a man to sit on the throne of the people of Israel.",
      "18": "And the Levite religious leaders will never be without a man before Me to give burnt gifts, to burn grain gifts, and to make gifts ready on the altar all the time.’”",
      "19": "The Word of the Lord came to Jeremiah, saying,",
      "20": "“This is what the Lord says: ‘If you can break My agreement with the day and night, so that day and night will not come at their set time,",
      "21": "then My agreement may also be broken with David My servant, that he will not have a son to rule on his throne. And then My agreement may be broken with My servants, the Levite religious leaders.",
      "22": "The stars of heaven cannot be numbered, and the sand of the sea cannot be weighed. In the same way I will make the children of David My servant many, as well as the Levites who serve Me.’”",
      "23": "The Word of the Lord came to Jeremiah, saying,",
      "24": "“Have you not heard what these people are saying? They say, ‘The Lord has turned away from the two families He had chosen.’ So they hate My people. They are no longer a nation in their eyes.",
      "25": "This is what the Lord says: ‘If I do not keep My agreement with day and night and the laws of heaven and earth,",
      "26": "then I will turn away from the children of Jacob and David My servant. Then I will not choose one of his children to rule over the children of Abraham, Isaac, and Jacob. For I will bring them back to their land and will have loving-pity on them.’”"
    },
    "34": {
      "1": "This is the word which came to Jeremiah from the Lord, when Nebuchadnezzar king of Babylon and all his army and all the nations of the earth that were under his rule, and all the people, were fighting against Jerusalem and all its cities:",
      "2": "“The Lord God of Israel says, ‘Go and say to Zedekiah king of Judah, “This is what the Lord says: ‘See, I am giving this city to the king of Babylon, and he will burn it with fire.",
      "3": "And you will not get away from him. You will be taken and given into his hand. You will see the king of Babylon eye to eye, and he will speak with you face to face. And you will go to Babylon.’”’",
      "4": "Yet hear the Word of the Lord, O Zedekiah king of Judah! The Lord says this about you: ‘You will not die by the sword.",
      "5": "You will die in peace. And as spices were burned for your fathers, the kings who were before you, so they will burn spices for you and cry in sorrow for you, “It is bad, lord!”’ I Myself have said this,” says the Lord.",
      "6": "Then Jeremiah the man of God told all this to King Zedekiah of Judah in Jerusalem,",
      "7": "when the army of the king of Babylon was fighting against Jerusalem and all the cities that were left of Judah. These cities were Lachish and Azekah. They were the only strong cities left in Judah that were ready for war.",
      "8": "This is the word which came to Jeremiah from the Lord, after King Zedekiah had made an agreement to set free",
      "9": "their Hebrew male and female servants so that no one would have a Hebrew servant work for him.",
      "10": "And all the leaders and all the people obeyed, who had joined in the agreement that every man should set his male and female servants free. No one was to keep them working any longer for him. So they obeyed and set them free.",
      "11": "But after this they turned around and took back the male and female servants whom they had set free. They brought them back and made them work for them again as male and female servants.",
      "12": "Then the Word of the Lord came to Jeremiah, saying,",
      "13": "“This is what the Lord God of Israel says: ‘I made an agreement with your fathers when I brought them out of the land of Egypt, from the house where they were made to work. I said to them,",
      "14": "“At the end of seven years each of you must set free his Hebrew brother, who has been sold to you and has served you for six years. You must send him away from you as a free man.” But your fathers did not obey Me, or listen to Me.",
      "15": "Not long ago you had turned and done what is right in My eyes. Each man told his neighbor that he was free. And you had made an agreement before Me in the house which is called by My name.",
      "16": "Yet you turned and sinned against My name. Each man took back his male and female servant whom you had set free to go where they wished. And you brought them under your power again to be your male and female servants.’",
      "17": "“So the Lord says, ‘You have not obeyed Me. Each man has not set his brother or his neighbor free. So I am letting you free,’ says the Lord, ‘free to fall by the sword, by disease, and by hunger. I will cause you to be hated and feared by all the nations of the earth.",
      "18": "I will take the men who have sinned against My agreement, who have not kept the words of the agreement they made before Me when they cut the calf in two and passed between its parts.",
      "19": "I will take these leaders of Judah, and leaders of Jerusalem, the king’s servants, the religious leaders, and all the people of the land who passed between the parts of the calf.",
      "20": "And I will give them over to those who hate them and to those who want to kill them. Their dead bodies will be food for the birds of the sky and the wild animals of the earth.",
      "21": "I will give Zedekiah king of Judah and his captains over to those who hate them and to those who want to kill them. I will give them to the army of the king of Babylon which has left from you.",
      "22": "See,’ says the Lord, ‘I will tell them to come back to this city. And they will fight against it and take it and burn it with fire. I will make the cities of Judah a waste place where no people live.’”"
    },
    "35": {
      "1": "This is the word which came to Jeremiah from the Lord in the days of Jehoiakim the son of Josiah, king of Judah:",
      "2": "“Go to the house of the Rechabites and speak to them. Then bring them to one of the rooms of the house of the Lord, and give them wine to drink.”",
      "3": "So I took Jaazaniah the son of Jeremiah, son of Habazziniah, and his brothers and all his sons, and all those of the Rechabite family.",
      "4": "And I brought them into the house of the Lord, into the room of the sons of Hanan, the son of Igdaliah, the man of God. This room was near the room of the leaders and above the room of Maaseiah the son of Shallum, the doorkeeper.",
      "5": "Then I set jars full of wine and some cups in front of the men of the Rechabite family. And I said to them, “Drink wine.”",
      "6": "But they said, “We will not drink wine. For Jonadab the son of Rechab, our father, told us, ‘You and your sons must never drink wine.",
      "7": "You must never build a house. You must never plant seeds. And you must never plant a grape-field or own one. But you must always live in tents. Then you will live many days in the land where you have come to.’",
      "8": "We have obeyed the voice of Jonadab the son of Rechab, our father, in all that he told us. We, our wives, our sons, and our daughters, never drink wine.",
      "9": "We have never built houses to live in, and we do not have grape-fields or fields or seeds to plant.",
      "10": "We have only lived in tents. We have obeyed, and have done all that our father Jonadab told us.",
      "11": "But when Nebuchadnezzar king of Babylon came up against the land, we said, ‘Come and let us go to Jerusalem to get away from the armies of the Chaldeans and the Syrians.’ So we are living in Jerusalem.”",
      "12": "Then the Word of the Lord came to Jeremiah, saying,",
      "13": "“This is what the Lord of All, the God of Israel, says: ‘Go and say to the men of Judah and the people of Jerusalem, “Will you not learn by listening to My words?” says the Lord.",
      "14": "“The words of Jonadab the son of Rechab, telling his sons not to drink wine, are obeyed. They do not drink wine to this day, for they have obeyed their father. But I have spoken to you again and again, yet you have not listened to Me.",
      "15": "And again and again I have sent you all My servants who spoke for Me, saying, ‘Everyone turn now from your sinful way, and do what I tell you to do. Do not go after other gods to worship them. Then you will live in the land I have given to you and to your fathers before you. But you have not turned your ear to listen to Me.",
      "16": "The sons of Jonadab, the son of Rechab, have obeyed what their father told them, but these people have not listened to Me.’”’",
      "17": "So the Lord, the God of All, the God of Israel, says, ‘I am bringing on Judah and on all the people of Jerusalem all the trouble I have said would come upon them. For I spoke to them but they did not listen. I have called them but they did not answer.’”",
      "18": "Then Jeremiah said to those of the Rechabite family, “This is what the Lord of All, the God of Israel, says: ‘You have obeyed everything that Jonadab your father told you to do.",
      "19": "And so the Lord of All, the God of Israel, says, “Jonadab the son of Rechab will never be without a man to stand before Me.”’”"
    },
    "36": {
      "1": "In the fourth year of Jehoiakim the son of Josiah, king of Judah, this word came to Jeremiah from the Lord, saying,",
      "2": "“Take a book and write in it all the words which I have said to you about Israel, Judah, and all the nations. Write all I have said since the day I first spoke to you, from the days of Josiah until today.",
      "3": "It may be that the house of Judah will hear all the trouble I am planning to bring on them, so that everyone will turn from his sinful way. Then I will forgive their wrong-doing and their sin.”",
      "4": "So Jeremiah called Baruch, the son of Neriah. And Baruch wrote in the book all the words which Jeremiah told him that the Lord had said to him.",
      "5": "Then Jeremiah said to Baruch, “I am shut up here and cannot go into the house of the Lord.",
      "6": "So you go to the Lord’s house on the special day of no food, and read to the people the words of the Lord which you have written down as I told them to you. And also read them to all the people of Judah who come from their cities.",
      "7": "It may be that their prayer will come before the Lord, and everyone will turn from his sinful way. For the punishment that the Lord said would come to these people because of His anger is very bad.”",
      "8": "Baruch the son of Neriah did all that Jeremiah the man of God told him. He read from the book the words of the Lord in the Lord’s house.",
      "9": "In the ninth month of the fifth year of Jehoiakim the son of Josiah, king of Judah, all the people in Jerusalem and all those from the cities of Judah set apart to the Lord a day when they would not eat.",
      "10": "Then Baruch read from the book the words of Jeremiah to all the people in the house of the Lord, in the room of Gemariah the son of Shaphan the writer, in the upper place by the New Gate of the Lord’s house.",
      "11": "When Micaiah the son of Gemariah, the son of Shaphan, had heard all the words of the Lord from the book,",
      "12": "he went down to the king’s house, into the writer’s room. And he saw that all the leaders were sitting there. There was Elishama the writer, and Delaiah the son of Shemaiah, and Elnathan the son of Achbor, and Gemariah the son of Shaphan, and Zedekiah the son of Hananiah, and all the other leaders.",
      "13": "And Micaiah told them all that he had heard Baruch read to the people from the book.",
      "14": "Then all the leaders sent Jehudi the son of Nethaniah, the son of Shelemiah, the son of Cushi, to Baruch, saying, “Take the book you have read to the people, and come.” So Baruch the son of Neriah took the book in his hand and went to them.",
      "15": "They told him, “Sit down and read it to us.” So Baruch read it to them.",
      "16": "When they had heard all the words, they turned in fear to one another and said to Baruch, “For sure we will tell all these words to the king.”",
      "17": "And they asked Baruch, “Tell us, how did you write all this? Did Jeremiah tell it to you?”",
      "18": "Baruch said to them, “He told me all these words, and I wrote them down in the book.”",
      "19": "Then the leaders said to Baruch, “Go and hide, both you and Jeremiah. And do not let anyone know where you are.”",
      "20": "So they went to the king in the open space, but they had put the book in the room of Elishama the writer. And they told all the words to the king.",
      "21": "Then the king sent Jehudi to get the book, and he took it out of the room of Elishama the writer. And Jehudi read it to the king and to all the leaders who stood beside him.",
      "22": "It was the ninth month, and the king was sitting in the winter house with a fire burning in the fireplace in front of him.",
      "23": "When Jehudi had read three or four parts, the king cut them with a small knife and threw them into the fire in the fireplace. He did this until the book was destroyed in the fire.",
      "24": "The king and all his servants who heard all these words were not afraid, and they did not tear their clothes.",
      "25": "Elnathan and Delaiah and Gemariah begged the king not to burn the book, but he would not listen to them.",
      "26": "And the king told Jerahmeel the king’s son, Seraiah the son of Azriel, and Shelemiah the son of Abdeel to take hold of Baruch the writer and Jeremiah the man of God. But the Lord had hidden them.",
      "27": "Now the Word of the Lord came to Jeremiah after the king had burned the book with the words Jeremiah had told Baruch to write down. The Lord said,",
      "28": "“Take another book and write in it all the words that were in the first book which Jehoiakim the king of Judah burned.",
      "29": "And about Jehoiakim the king of Judah you will say, ‘This is what the Lord says: “You have burned this book, saying, ‘Why have you written in it that the king of Babylon will be sure to come and destroy this land and put an end to every man and animal in it?’”",
      "30": "So this is what the Lord says about Jehoiakim king of Judah: “He will have no one to sit on the throne of David. And his dead body will be thrown out to the heat of the day and the cold of the night.",
      "31": "I will punish him and his children and his servants for their sin. And I will bring on them and the people of Jerusalem and the men of Judah all the trouble that I have said would come to them, because they would not listen.”’”",
      "32": "Then Jeremiah took another book and gave it to Baruch the son of Neraiah, the writer. And as Jeremiah told them to him, he wrote down all the words of the book which Jehoiakim king of Judah had burned in the fire. And many words of the same kind were added to them."
    },
    "37": {
      "1": "Zedekiah the son of Josiah, whom Nebuchadnezzar king of Babylon had made king in the land of Judah, ruled in place of Coniah the son of Jehoiakim.",
      "2": "But he and his servants and the people of the land would not listen to what the Lord said through Jeremiah the man of God.",
      "3": "King Zedekiah sent Jehucal the son of Shelemiah, and Zephaniah the son of Maaseiah, the religious leader, to Jeremiah the man of God, saying, “Pray to the Lord our God for us.”",
      "4": "Now Jeremiah was still free to come and go among the people, for they had not yet put him in prison.",
      "5": "The army of Pharaoh had come out of Egypt. And when the Babylonian army which had been around Jerusalem heard the news about them, they left Jerusalem.",
      "6": "Then the Word of the Lord came to Jeremiah the man of God, saying,",
      "7": "“This is what the Lord God of Israel says: ‘Tell the king of Judah, who sent you to ask Me what will happen, “See, Pharaoh’s army which has come to help you is going to return to its own land of Egypt.",
      "8": "Then the Babylonians will return and fight against this city. They will take it and burn it with fire.”’",
      "9": "The Lord says, ‘Do not fool yourselves, saying, “For sure the Babylonians will go away from us.” For they will not go.",
      "10": "Even if you had won the battle against the whole Babylonian army fighting with you, and only men who were hurt were left in their tents, they would rise up and burn this city with fire.’”",
      "11": "Now the Babylonian army had left Jerusalem because of Pharaoh’s army.",
      "12": "And so Jeremiah left Jerusalem to go to the land of Benjamin to take his land there among the people.",
      "13": "While he was at the Gate of Benjamin, a soldier was there watching. His name was Irijah, the son of Shelemiah, the son of Hananiah. He took hold of Jeremiah the man of God, saying, “You are going over to the Babylonians!”",
      "14": "But Jeremiah said, “It is a lie! I am not going over to the Babylonians.” But Irijah would not listen to him. He took hold of Jeremiah and brought him to the leaders.",
      "15": "The leaders were angry with Jeremiah and beat him. They put him in prison in the house of Jonathan the writer, which they had made into a prison.",
      "16": "After Jeremiah had been in an under-ground prison many days,",
      "17": "King Zedekiah sent for him and had him brought to his house. The king asked him in secret, “Is there any word from the Lord?” And Jeremiah said, “There is!” Then he said, “You will be given over to the king of Babylon!”",
      "18": "Jeremiah also said to King Zedekiah, “In what way have I sinned against you or your servants, or against these people? Why have you put me in prison?",
      "19": "Where are your men who spoke to you in God’s name, saying, ‘The king of Babylon will not come against you or against this land’?",
      "20": "But now I ask you to listen, O my lord the king. Hear what I ask, and do not make me return to the house of Jonathan the writer, or I will die there.”",
      "21": "So King Zedekiah had them put Jeremiah in the open space of the prison. And a loaf of bread was given to him every day from the bread makers’ street, until all the bread in the city was gone. So Jeremiah stayed in the open space of the prison."
    },
    "38": {
      "1": "Now Shaphatiah the son of Mattan, Gedaliah the son of Pashhur, Jucal the son of Shelemiah, and Pashhur the son of Malchijah heard Jeremiah telling all the people,",
      "2": "“The Lord says, ‘He who stays in this city will die by the sword and by hunger and by disease. But he who goes over to the Babylonians will live. He will get away with his life and live.’",
      "3": "The Lord says, ‘For sure this city will be given to the army of the king of Babylon, and he will take it.’”",
      "4": "Then the leaders said to the king, “Now let this man be put to death. For he is making the hearts of the men of war weak who are left in this city, and of all the people, by saying such words to them. This man does not care about the well-being of these people, but instead wants them hurt.”",
      "5": "So King Zedekiah said, “He is in your hands. The king can do nothing against you.”",
      "6": "So they took Jeremiah and put him into the well of Malchijah the king’s son, in the open space of the prison, letting him down with ropes. There was no water in the well, but only mud. And Jeremiah went down into the mud.",
      "7": "But Ebedmelech, an Ethiopian servant of the king who had been made so he could not have children, heard in the king’s house that they had put Jeremiah into the well. Now the king was sitting in the Gate of Benjamin.",
      "8": "And Ebedmelech went from the king’s house and said to him,",
      "9": "“My lord the king, these men have been very sinful in all they have done to Jeremiah the man of God. They have put him in the well. And he will die there of hunger, for there is no more bread in the city.”",
      "10": "Then the king told Ebed-melech the Ethiopian, “I am giving you the power to take thirty men with you, and bring Jeremiah the man of God up from the well before he dies.”",
      "11": "So Ebed-melech as the leader took the men with him and went into the king’s house to a place under the store-room. He took from there old pieces of cloth and worn-out clothes and let them down by ropes to Jeremiah in the well.",
      "12": "Then Ebedmelech the Ethiopian said to Jeremiah, “Put the clothes and pieces of cloth between your arms and the ropes,” and Jeremiah did so.",
      "13": "Then they pulled Jeremiah up with the ropes and lifted him out of the well. And Jeremiah stayed in the open space of the prison.",
      "14": "King Zedekiah sent for Jeremiah the man of God and had him brought to him at the third door of the house of the Lord. And the king said to him, “I am going to ask you something. Do not hide anything from me.”",
      "15": "Jeremiah said to Zedekiah, “If I tell you, will you not kill me? Even if I speak wise words to you, you will not listen to me.”",
      "16": "But King Zedekiah promised Jeremiah in secret, “As the Lord lives, Who gave us life, for sure I will not kill you or give you over to these men who want to kill you.”",
      "17": "Then Jeremiah said to Zedekiah, “This is what the Lord God of All, the God of Israel, says: ‘If you will go out to the captains of the king of Babylon, then you will live. This city will not be burned with fire, and you and those of your house will live.",
      "18": "But if you will not go out to the captains of the king of Babylon, then this city will be given to the Babylonians. They will burn it with fire, and you will not get away from them.’”",
      "19": "King Zedekiah said to Jeremiah, “I am afraid of the Jews who have gone over to the Babylonians. I am afraid I will be given over to them, and that they will make it hard for me.”",
      "20": "But Jeremiah said, “They will not give you to them. Obey the Lord by doing what I tell you. Then it will go well with you and you will live.",
      "21": "But if you will not go out, this is the word which the Lord has shown me:",
      "22": "‘All of the women left in the house of the king of Judah are going to be brought out to the captains of the king of Babylon. And these women will say, “Your trusted friends have lied to you and have become stronger than you. Now when your feet have gone down into the mud, they turn away from you.”",
      "23": "All your wives and your sons will be led out to the Babylonians. And you yourself will not get away from them. The king of Babylon will take hold of you, and this city will be burned with fire.’”",
      "24": "Then Zedekiah said to Jeremiah, “Let no one know about these words and you will not die.",
      "25": "The leaders might hear that I have talked with you, and come and say to you, ‘Tell us what you said to the king, and what the king said to you. Do not hide it from us, and we will not kill you.’",
      "26": "Then you must tell them, ‘I was asking the king not to make me return to the house of Jonathan to die there.’”",
      "27": "All the leaders did come to Jeremiah to ask him questions. So he said to them everything the king had told him to say. And they stopped speaking with him, because the words he and the king had spoken together had not been heard by anyone else.",
      "28": "So Jeremiah stayed in the open space of the prison until the day Jerusalem was taken."
    },
    "39": {
      "1": "In the tenth month of the ninth year of Zedekiah king of Judah, Nebuchadnezzar king of Babylon and all his army came and gathered around Jerusalem.",
      "2": "And on the ninth day of the fourth month of the eleventh year of Zedekiah, the city wall was broken open.",
      "3": "Then all the captains of the king of Babylon came in and sat down at the Middle Gate: Nergal-sar-ezer, Samgar-nebu, Sarsekim, the Rab-saris, Nergal-sar-ezer the Rab-mag, and all the rest of the captains of the king of Babylon.",
      "4": "When King Zedekiah of Judah and all his men of war saw them, they ran out of the city at night by way of the king’s garden through the gate between the two walls. They went out toward the Jordan Valley.",
      "5": "But the Babylonian army went after them and came to Zedekiah in the plains of Jericho. They took hold of him and brought him up to Nebuchadnezzar king of Babylon at Riblah in the land of Hamath. And Nebuchadnezzar decided how he should be punished.",
      "6": "The king of Babylon killed Zedekiah’s sons in front of his eyes at Riblah. He killed all the leaders of Judah also.",
      "7": "Then he put out Zedekiah’s eyes and put him in chains of brass to take him to Babylon.",
      "8": "The Babylonians burned the king’s house and the houses of the people with fire. And they broke down the walls of Jerusalem.",
      "9": "Then Nebuzaradan, the captain of the soldiers, carried the rest of the people who were left in the city away to Babylon, those who went over with him, and the people who stayed.",
      "10": "But Nebuzaradan, the captain of the prison soldiers, left behind in the land of Judah some of the poorest people who had nothing. He gave them grape-fields and fields at the same time.",
      "11": "Now Nebuchadnezzar king of Babylon said what must be done about Jeremiah through Nebuzaradan the captain of the prison soldiers. He said,",
      "12": "“Take him and watch over him. Do not hurt him, but do with him as he tells you.”",
      "13": "So Nebuzaradan the captain of the prison soldiers, Nebushazban the Rab-saris, Nergal-sar-ezer the Rab-mag, and all the leading captains of the king of Babylon",
      "14": "sent for Jeremiah and took him out of the open space of the prison. And they put him in the care of Gedaliah, the son of Ahikam, the son of Shaphan, to take him home. So Jeremiah stayed among the people.",
      "15": "The Word of the Lord had come to Jeremiah while he was being kept in the open space of the prison, saying,",
      "16": "“Go and tell Ebed-melech the Ethiopian, ‘This is what the Lord of All, the God of Israel says: “I will bring My words on this city for bad and not for good. And they will happen in front of you at that time.",
      "17": "I will save you on that day,” says the Lord. “You will not be given over to the men you are afraid of.",
      "18": "For I will be sure to take you away, and you will not be killed by the sword. You will have your life because you have trusted in Me,”’” says the Lord."
    },
    "40": {
      "1": "This is the word which came to Jeremiah from the Lord after Nebuzaradan, captain of the prison soldiers, had let him go from Ramah. He had taken him there in chains with all the other people of Jerusalem and Judah who were being taken to Babylon.",
      "2": "The captain of the prison soldiers took Jeremiah and said to him, “The Lord your God promised this trouble against this place.",
      "3": "The Lord has brought it about, and has done just as He promised. This thing has happened to you because you people sinned against the Lord and did not listen to Him.",
      "4": "But now I am setting you free today from the chains on your hands. If you would like to come with me to Babylon, then come, and I will see that it goes well with you. But if you do not want to come with me to Babylon, do not come. See, the whole land is before you. Go where you think it is good and right for you to go.",
      "5": "If you stay, then go back to Gedaliah the son of Ahikam, the son of Shaphan, whom the king of Babylon has set over the cities of Judah. Stay with him among the people. Or go where you think it is right to go.” Then the captain of the prison soldiers gave him a share of food and a gift, and let him go.",
      "6": "So Jeremiah went to Mizpah, to Gedaliah the son of Ahikam. And he stayed with him among the people who were left in the land.",
      "7": "Now all the captains of the armies that were in the field and their men heard that the king of Babylon had chosen Gedaliah the son of Ahikam to rule over the land. The king had put him over the men, women and children who were the poorest of the land and had not been taken to Babylon.",
      "8": "So they came to Gedaliah at Mizpah. With them were Ishmael the son of Nethaniah, Johanan and Jonathan the sons of Kareah, Seraiah the son of Tanhumeth, the sons of Ephai the Netophathite, and Jezaniah the son of the Maacathite, together with their men.",
      "9": "Then Gedaliah the son of Ahikam, the son of Shaphan, made a promise to them and their men, saying, “Do not be afraid of serving the Babylonians. Stay in the land and serve the king of Babylon. Then it will go well with you.",
      "10": "As for me, I will stay at Mizpah to stand for you in front of the Babylonians who come to us. But as for you, gather wine and summer fruit and oil, and store them in your jars. And live in your cities that you have taken.”",
      "11": "All the Jews in Moab and Ammon and Edom, and in all the other countries, heard that the king of Babylon had left some of the people in Judah. They heard that he had chosen Gedaliah the son of Ahikam, the son of Shaphan, to rule over them.",
      "12": "Then all the Jews returned from all the places where they had been driven, and came to the land of Judah, to Gedaliah at Mizpah. And they gathered much wine and summer fruit.",
      "13": "Now Johanan the son of Kareah and all the captains of the armies that were in the field came to Gedaliah at Mizpah.",
      "14": "They said to him, “Do you know that Baalis, the king of the sons of Ammon, has sent Ishmael the son of Nethaniah to kill you?” But Gedaliah the son of Ahikam did not believe them.",
      "15": "Then Johanan the son of Kareah said in secret to Gedaliah in Mizpah, “Let me go and kill Ishmael the son of Nethaniah, and no one will know about it. Why should he kill you? Then all the Jews who are gathered to you would go everywhere. And those of Judah who are left here would die.”",
      "16": "But Gedaliah the son of Ahikam said to Johanan the son of Kareah, “Do not do this. For you are telling a lie about Ishmael.”"
    },
    "41": {
      "1": "In the seventh month, Ishmael the son of Nethaniah, the son of Elishama, of the king’s family, came to Gedaliah the son of Ahikam at Mizpah. He came with one of the head captains of the king, and ten other men. While they were eating bread together there in Mizpah,",
      "2": "Ishmael the son of Nethaniah and the ten men who were with him rose up and killed Gedaliah the son of Ahikam, the son of Shaphan, with the sword. They killed the one whom the king of Babylon had chosen to rule the land.",
      "3": "Ishmael also killed all the Jews who were with Gedaliah at Mizpah, and the Babylonian soldiers who were found there.",
      "4": "The next day, before anyone knew that Gedaliah had been killed,",
      "5": "eighty men came from Shechem, from Shiloh, and from Samaria. Their hair was cut from their faces, their clothes were torn, and their bodies were cut. They came with grain gifts and special perfume in their hands to bring to the house of the Lord.",
      "6": "Then Ishmael the son of Nethaniah went out from Mizpah to meet them, crying as he went. As he met them he said, “Come to Gedaliah the son of Ahikam.”",
      "7": "When they came inside the city, Ishmael the son of Nethaniah and the men who were with him killed them, and threw them into the well.",
      "8": "But there were ten men among them who said to Ishmael, “Do not kill us! For we have stores of grain, barley, oil and honey hidden in the field.” So he did not kill them with their friends.",
      "9": "The well where Ishmael had thrown all the bodies of the men he had killed because of Gedaliah was the one that King Asa had made because of his fear of Baasha, king of Israel. Ishmael the son the Nethaniah filled it with the dead.",
      "10": "Then he put all the rest of the Jews in chains who were in Mizpah, the king’s daughters and all the people left in Mizpah, whom Nebuzaradan, the captain of the prison soldiers, had put under the rule of Gedaliah the son of Ahikam. Then Ishmael the son of Nethaniah took them and started to cross over to the sons of Ammon.",
      "11": "But Johanan the son of Kareah, and all the captains of the armies that were with him, heard about all the bad things that Ishmael the son of Nethaniah had done.",
      "12": "So they took all the men and went to fight with Ishmael the son of Nethaniah. They found him by the large pool in Gibeon.",
      "13": "When all the people who were with Ishmael saw Johanan the son of Kareah and the captains of the armies with him, they were glad.",
      "14": "So all the people Ishmael had taken from Mizpah turned around and came back, and went to Johanan the son of Kareah.",
      "15": "But Ishmael the son of Nethaniah got away from Johanan with eight men and went to the sons of Ammon.",
      "16": "Then Johanan the son of Kareah and all the captains of the armies that were with him took all the rest of the people whom Ishmael the son of Nethaniah had taken away from Mizpah after he had killed Gedaliah the son of Ahikam. They took the soldiers, the women, the children, and the servants, whom Johanan had brought back from Gibeon,",
      "17": "and they went and stayed in GeruthChimham near Bethlehem. They were on their way to Egypt",
      "18": "because of the Babylonians. For they were afraid of them, because Ishmael the son of Nethaniah had killed Gedaliah the son of Ahikam, whom the king of Babylon had chosen to rule the land."
    },
    "42": {
      "1": "Then all the captains of the armies, Johanan the son of Kareah, Jezaniah the son of Hoshaiah, and all the people both small and great, came near",
      "2": "and said to Jeremiah the man of God, “Hear what we ask of you. Pray to the Lord your God for us, for all these people who are left. As you see, only a few of us are left out of many.",
      "3": "Pray that the Lord your God may show us the way we should go and what we should do.”",
      "4": "Then Jeremiah the man of God said to them, “I have heard you. I will pray to the Lord your God as you ask. And I will tell you the whole answer that the Lord gives. I will not keep anything from you.”",
      "5": "Then they said to Jeremiah, “May the Lord be true and faithful to speak against us if we do not do all that the Lord your God tells you we must do.",
      "6": "If it is good or bad, we will listen to the voice of the Lord our God to Whom we are sending you. It will go well with us if we listen to the voice of the Lord our God.”",
      "7": "At the end of ten days the Word of the Lord came to Jeremiah.",
      "8": "Then he called for Johanan the son of Kareah, and all the captains of the armies that were with him, and for all the people both small and great.",
      "9": "And he said to them, “This is what the Lord the God of Israel says, to Whom you sent me to bring Him what you asked for:",
      "10": "‘If you will stay in this land, then I will build you up and not tear you down. I will plant you and not pull you up by the roots. For I will change My mind about the trouble that I have given you.",
      "11": "Do not be afraid of the king of Babylon, who now fills you with fear. Do not be afraid of him,’ says the Lord. ‘For I am with you to save you and take you from his hands.",
      "12": "I will show you loving-pity, so that he will have pity on you and let you stay in your own land.",
      "13": "But if you say, “We will not stay in this land,” and will not listen to the voice of the Lord your God,",
      "14": "and if you say, “No, we will go to the land of Egypt, where we will not see war or hear the sound of a horn or be hungry for bread, and we will stay there,”",
      "15": "then listen to the Word of the Lord, O you who are left of Judah. This is what the Lord of All, the God of Israel, says: “If you set your mind to go into Egypt, and go to live there,",
      "16": "then the sword which you are afraid of will come to you there in the land of Egypt. The hunger you are worried about will follow after you there in Egypt. And there you will die.",
      "17": "So all the men who set their mind to go and live in Egypt will die by the sword and hunger and disease. They will have no one left alive and no one who will get away from the trouble that I will bring to them.’”",
      "18": "“For the Lord of All, the God of Israel, says, ‘As My anger has been poured out on the people of Jerusalem, so My anger will be poured out on you when you go into Egypt. You will become a curse, and object of hate. People will say bad things against you. You will be put to shame. And you will never see this place again.’",
      "19": "O people who are left of Judah, the Lord has said to you, ‘Do not go into Egypt!’ Know for sure that I have told you of the danger today.",
      "20": "You have fooled yourselves. You sent me to the Lord your God, saying, ‘Pray to the Lord our God for us. Whatever the Lord our God says, tell us and we will do it.’",
      "21": "So I have told you today, but you have not obeyed the Lord your God in anything that He told me to tell you.",
      "22": "So now be sure and know that you will die by the sword and hunger and disease, in the place where you want to go to live.”"
    },
    "43": {
      "1": "Jeremiah, whom the Lord their God had sent, finished telling all the people all these words of the Lord their God.",
      "2": "Then Azariah the son of Hoshaiah, and Johanan the son of Kareah, and all the proud men said to Jeremiah, “You are lying! The Lord our God has not sent you to say, ‘You must not go into Egypt to live.’",
      "3": "But Baruch the son of Neriah is leading you against us to give us over to the Babylonians, so they may kill us or take us away to Babylon.”",
      "4": "So Johanan the son of Kareah and all the captains of the armies, and all the people, did not obey the voice of the Lord to stay in the land of Judah.",
      "5": "Johanan the son of Kareah and all the captains of the armies took all the people left of Judah, who had returned to live in the land of Judah from all the nations where they had been driven.",
      "6": "They took the men, women, children, the king’s daughters, and every person that Nebuzaradan the captain of the prison soldiers had left with Gedaliah the son of Ahikam and grandson of Shaphan. They also took Jeremiah the man of God and Baruch the son of Neriah.",
      "7": "And they went into the land of Egypt, for they did not obey the voice of the Lord. They went in as far as Tahpanhes.",
      "8": "Then the Word of the Lord came to Jeremiah in Tahpanhes, saying,",
      "9": "“Take some large stones in your hands. And hide them among the stone blocks by the door of Pharaoh’s house in Tahpanhes. Let some of the Jews see you do this.",
      "10": "Tell them, ‘The Lord of All, the God of Israel, says, “See, I will send for Nebuchadnezzar the king of Babylon, My servant. And I will set his throne over these stones that I have hidden. He will spread his covering over them.",
      "11": "He will come and fight against the land of Egypt. Those who are meant to die will die. Those who are to be taken away will be taken away. And those who are to be killed by the sword will be killed by the sword.",
      "12": "I will set fire to the houses of worship where the gods of Egypt are worshiped. He will burn them and take them away. So he will dress himself with the land of Egypt as a shepherd puts on his coat. And he will go away from there in peace.",
      "13": "He will break to pieces the objects of worship in the house of the Sun god in Egypt. And he will burn the houses of the gods of Egypt with fire.”’”"
    },
    "44": {
      "1": "This word came to Jeremiah for the Jews living in the land of Egypt, at Migdol, Tahpanhes, Memphis, and in the land of Pathros, saying,",
      "2": "“This is what the Lord of All, the God of Israel, says: ‘You have seen all the trouble I have brought to Jerusalem and to all the cities of Judah. See, today they are a waste. No one lives in them.",
      "3": "This is because of the sins they did that made Me angry. They kept burning special perfume and worshiping other gods whom they, you, and your fathers had not known.",
      "4": "Yet I sent you all My servants who spoke for Me again and again, saying, “O, do not do this very sinful thing which I hate!”",
      "5": "But they did not listen and would not turn from their sinful ways. They would not stop burning special perfume to other gods.",
      "6": "So My anger was poured out and burned in the cities of Judah and in the streets of Jerusalem. And they have been destroyed and laid waste, as they are today.",
      "7": "Now this is what the Lord God of All, the God of Israel, says: “Why are you hurting yourselves so much? Why are you cutting off from Judah man and woman, child and baby, and leaving yourselves without anyone?",
      "8": "You are making Me angry with the works of your hands. You burn special perfume to other gods in the land of Egypt, where you have gone to live. And so you will be cut off and become a curse and a shame among all the nations of the earth.",
      "9": "Have you forgotten the sins of your fathers, the sins of the kings of Judah, the sins of their wives, your own sins, and the sins of your wives? They sinned in the land of Judah and in the streets of Jerusalem.",
      "10": "They have not been sorry for their sins even to this day. They have not feared Me or walked in My Laws which I have given you and your fathers.”’",
      "11": "“So the Lord of All, the God of Israel, says, ‘I will turn against you and destroy all Judah.",
      "12": "I will take away those left of Judah who have set their mind on going into the land of Egypt to live. They will come to an end in the land of Egypt. They will fall by the sword or die from hunger. Both the small and the great will die by the sword or hunger. They will be a curse and a cause of fear. They will be spoken against and put to shame.",
      "13": "I will punish those who live in the land of Egypt as I have punished Jerusalem, with the sword and hunger and disease.",
      "14": "So none of those left of Judah who have come to live in the land of Egypt will be able to leave and go to the land of Judah, where they want to return and live. None will return except a few who run for their lives.’”",
      "15": "Then all the men who knew that their wives were burning special perfume to other gods, and all the many women who stood by, and all the people who were living in Pathros in the land of Egypt, said to Jeremiah,",
      "16": "“We will not listen to what you have said to us in the name of the Lord!",
      "17": "But we will do everything that we have said we would do. We will burn special perfume to the queen of heaven and pour out drink gifts to her. We will do just as we ourselves, our fathers, our kings and our leaders did in the cities of Judah and in the streets of Jerusalem. For then we had much food, and got along well, and had no trouble.",
      "18": "But since we stopped burning special perfume to the queen of heaven and pouring out drink gifts to her, we have been without everything. We have been destroyed by the sword and by hunger.”",
      "19": "And the women said, “When we baked cakes which looked like the queen of heaven, burned special perfume, and poured out our drink gifts, did not our husbands know about it?”",
      "20": "Then Jeremiah said to all the people, both the men and women, who had given him this answer,",
      "21": "“As for the special perfume that you and your fathers, your kings and your leaders, and the people of the land burned in the cities of Judah and in the streets of Jerusalem, did not the Lord remember it? Did it not come into His mind?",
      "22": "The Lord could no longer stand by while you did such sinful things. You have done very sinful acts. So your land has been laid waste. It has become a hated and cursed land, a place without people, as it is today.",
      "23": "Because you have burned special perfume and have sinned against the Lord and have not obeyed the voice of the Lord or walked in His Laws or done what He said to do, this trouble has come upon you, as it has this day.”",
      "24": "Then Jeremiah said to all the people and all the women, “Hear the Word of the Lord, all you of Judah who are in the land of Egypt.",
      "25": "This is what the Lord of All, the God of Israel, says: ‘You and your wives have said with your mouths and have done it with your hands, saying, “For sure we will keep our promises to burn special perfume to the queen of heaven and pour out drink gifts to her.” Then keep your promises! Do what you have promised!’",
      "26": "But hear the Word of the Lord, all you of Judah who are living in the land of Egypt: ‘I have sworn by My great name,’ says the Lord, ‘that My name will no more be named in the mouth of any man of Judah in all the land of Egypt, saying, “The Lord God lives.”",
      "27": "For I am watching over them for trouble and not for good. All the men of Judah who are in the land of Egypt will be destroyed by the sword and hunger until there is an end of them.",
      "28": "And those who get away from the sword and return from Egypt to the land of Judah will be few. Then all those left of Judah who have gone to the land of Egypt to live will know whose word will stand, Mine or theirs.",
      "29": "This will be the special thing for you to see,’ says the Lord. ‘I am going to punish you in this place, so that you may know that My words will be sure to stand against you for your hurt.’",
      "30": "The Lord says, ‘I will give Pharaoh Hophra king of Egypt over to those who hate him and want to kill him. It will be just as I gave Zedekiah king of Judah over to Nebuchadnezzar king of Babylon, who hated him and wanted to kill him.’”"
    },
    "45": {
      "1": "This is the word which Jeremiah the man of God said to Baruch the son of Neriah, when he had written down in a book what Jeremiah told him. This was in the fourth year of Jehoiakim the son of Josiah, king of Judah.",
      "2": "“This is what the Lord, the God of Israel, says to you, O Baruch:",
      "3": "‘You said, “O, it is bad for me! For the Lord has added sorrow to my pain. I am tired from crying inside myself, and have found no rest.”’”",
      "4": "“So you are to tell him, ‘The Lord says, “I am breaking down what I have built. And I am pulling up by the roots what I have planted, that is, the whole land.”",
      "5": "Are you looking for great things for yourself? Do not look for them. For I am bringing trouble to all flesh,’ says the Lord. ‘But I will give you life in all the places you go.’”"
    },
    "46": {
      "1": "This is the Word of the Lord which came to Jeremiah the man of God about the nations.",
      "2": "This is what He said about Egypt, and about the army of Pharaoh Necho king of Egypt, which was by the Euphrates River at Carchemish. Nebuchadnezzar king of Babylon had won the battle against Pharaoh’s army in the fourth year of Jehoiakim the son of Josiah, king of Judah.",
      "3": "“Get your coverings ready and go out to the battle!",
      "4": "Get the horses ready and get on them! Take your places with your head-coverings on! Make your spears shine, and put on your heavy battle-clothes!",
      "5": "What do I see? They are filled with fear and are turning back. Their strong men are beaten and are running away without looking back. Much fear is on every side,” says the Lord.",
      "6": "Do not let the fast man run away. Do not let the strong man get away. In the north by the River Euphrates they have lost their step and fallen.",
      "7": "Who is this that rises like the Nile, like rivers of rising waters?",
      "8": "Egypt rises like the Nile, like the rivers of rising waters. He has said, “I will rise and cover that land. I will destroy the city and its people.”",
      "9": "Go up, you horses! Drive hard, you war-wagons! Let the men of war go up, Ethiopia and Put who use the battle-covering, and the Lydians who are able men with the bow.",
      "10": "That day is the day of the Lord God of All, a day of punishment, when He will punish those who hate Him. The sword will destroy until it is filled. It will drink its fill of their blood. For there will be many killed for the Lord, the God of All, in the land of the north by the River Euphrates.",
      "11": "Go up to Gilead and get healing oil, O young daughter of Egypt! You have used many medicines for nothing. There is no healing for you.",
      "12": "The nations have heard of your shame, and the earth is full of your cry. For one soldier has fallen over another. They have both fallen together.",
      "13": "This is the word which the Lord spoke to Jeremiah the man of God about the coming of Nebuchadnezzar king of Babylon to punish the land of Egypt:",
      "14": "“Make it known in Egypt. Make it known in Migdol, in Memphis, and in Tahpanhes. Say, ‘Take your places and get ready, for the sword has destroyed those around you.’",
      "15": "Why have your strong ones gone away? They did not stand because the Lord has thrown them down.",
      "16": "The Lord made many fall. They have fallen on each other. And they said, ‘Get up! Let us return to our own people and our own land, away from the sword of the one who makes it hard for us.’",
      "17": "There they cried, ‘Pharaoh king of Egypt is but a noise. He has passed by the time he was to have!’",
      "18": "“As I live,” says the King, Whose name is the Lord of All, “one will come who is like Tabor among the mountains, or like Carmel by the sea.",
      "19": "Get your things ready for when you are taken away, you who are living in Egypt. For Memphis will become a waste. It will be burned down and will have no people.",
      "20": "Egypt is like a beautiful young cow. But a horsefly has come upon her from the north.",
      "21": "Her hired soldiers among her are like calves, ready to eat. For they also have turned back and have run away together. They did not stay in their places. For the day of their trouble has come upon them, the time of their punishment.",
      "22": "Egypt will sound like a snake moving away. For an army will come against her with axes, like those who cut down trees.",
      "23": "They will cut down all her trees,” says the Lord, “even though there are so many. There are more trees than locusts, too many to number.",
      "24": "The people of Egypt will be put to shame. She will be given over to the people of the north.”",
      "25": "The Lord of All, the God of Israel, says, “I am going to punish Amon of Thebes, and Pharaoh, and Egypt and her gods and her kings. I will punish Pharaoh and those who trust in him.",
      "26": "I will give them over to those who want to kill them, to Nebuchadnezzar king of Babylon and his captains. After that, Egypt will be filled with people as it was long ago,” says the Lord.",
      "27": "“But do not be afraid, O Jacob My servant. Do not be troubled, O Israel. For I am going to save you from far away. I will bring your children back from the land where they are held. Jacob will return and have quiet and rest. And no one will make him afraid.",
      "28": "O Jacob My servant, do not be afraid,” says the Lord, “for I am with you. I will make a complete end of all the nations where I have driven you. But I will not make a complete end of you. I will punish you so you will go the right way. I will not leave you without punishment.”"
    },
    "47": {
      "1": "This is the Word of the Lord which came to Jeremiah the man of God about the Philistines, before Pharaoh won the war against Gaza.",
      "2": "The Lord says, “Waters are going to rise from the north and become a flood. They will flow over the land and everything in it, the cities and all who live in them. The men will cry out. Every person living in the land will cry in a loud voice.",
      "3": "Because of the noise of the feet of horses running, the noise of war-wagons and the sound of wheels, fathers have not turned back for their children. Their hands have become too weak,",
      "4": "because of the day that is coming to destroy all the Philistines. And all those who helped Tyre and Sidon will be destroyed. For the Lord is going to destroy the Philistines, those who are left of the land of Caphtor by the sea.",
      "5": "All the hair is gone from the head of Gaza. Ashkelon has been destroyed. O you who are left of their valley, how long will you cut yourselves?",
      "6": "O, sword of the Lord, how long will it be before you are quiet? Return to your holder. Be at rest and do not move.",
      "7": "How can it be quiet, when the Lord has given it work to do? He has sent it against Ashkelon and against the land by the sea.”"
    },
    "48": {
      "1": "About Moab, the Lord of All, the God of Israel, says, “It is bad for Nebo, for it has been destroyed. Kiriathaim has been put to shame and taken. The high, strong-place has been put to shame and crushed.",
      "2": "The praise for Moab has come to an end. In Heshbon they have planned trouble against her, saying, ‘Come, let us destroy her from being a nation!’ You, O Madmen, will be made quiet also. The sword will follow you.",
      "3": "Listen, the sound of a cry from Horonaim, saying, ‘Laid waste and all destroyed!’",
      "4": "Moab is destroyed. The cry of her little ones is heard.",
      "5": "They go up the hill of Luhith crying all the time. For at the hill of Horonaim they have heard the troubled cry of those who are being destroyed.",
      "6": "Run fast! Run for your lives! You will be like a bush in the desert.",
      "7": "Because you have trusted in your own works and riches, you also will be taken. And Chemosh will go away to a strange land together with his religious leaders and important men.",
      "8": "The destroyer will come to every city. No city will be free from him. The valley and the plain will be destroyed also, as the Lord has said.",
      "9": "Give wings to Moab, for she will fly away. Her cities will become a waste, with no people living in them.",
      "10": "The one who does the Lord’s work without care is cursed. Cursed is the one who keeps his sword from blood.",
      "11": "“Moab has been at rest since he was young. He has been like wine which sits a long time, not being poured from jar to jar. He has not gone away to a strange land. So he keeps his taste, and his smell is not changed.",
      "12": "The days are coming,” says the Lord, “when I will send to him those who turn over jars, and they will turn him over. They will empty his jars and break them in pieces.",
      "13": "Then Moab will be ashamed of Chemosh, as the house of Israel was ashamed of Bethel that they trusted.",
      "14": "How can you say, ‘We are strong soldiers and powerful men of war’?",
      "15": "Moab has been destroyed, and men have gone up to his cities. His best young men have gone down to be killed,” says the King, Whose name is the Lord of All.",
      "16": "The trouble of Moab will soon come. His suffering comes in a hurry.",
      "17": "Have sorrow for him, all you who live around him, and all who know his name. Say, ‘How his power has been broken, the greatness of his power!’",
      "18": "Come down from your greatness and sit on the hot ground, O you who live in Dibon. For the destroyer of Moab has come up against you. He has destroyed your strong-places built for battle.",
      "19": "Stand by the road and keep watch, O you who live in Aroer. Ask the man or woman who runs away, ‘What has happened?’",
      "20": "Moab has been put to shame, for it is broken down. Cry out. Let it be known by the Arnon that Moab has been destroyed.",
      "21": "Punishment has come upon the plain, against Holon, Jahzah, Mephaath,",
      "22": "Dibon, Nebo, Beth-diblathaim,",
      "23": "Kiriathaim, Beth-gamul, Beth-meon,",
      "24": "Kerioth, Bozrah, and all the cities of the land of Moab, far and near.",
      "25": "Moab’s strength has been cut off, and his arm broken,” says the Lord.",
      "26": "“Make him drunk, for he has become proud before the Lord. So Moab will roll in the food he has thrown up, and be laughed at.",
      "27": "Did you not laugh at Israel? Or was he found among robbers? For each time you speak about him you laugh and shake your head.",
      "28": "Leave the cities and live among the rocks, O people of Moab. Be like a dove that has its nest in a hole in the side of the rock.",
      "29": "We have heard of the pride of Moab. He is very proud. We have heard of all his pride and how he honors himself.",
      "30": "I know his anger,” says the Lord, “but it is of no use. His proud words have done nothing.",
      "31": "So I will cry in a loud voice for Moab. I will cry out for all Moab. I will have sorrow for the men of Kir-heres.",
      "32": "I will cry for you more than for Jazer, O vine of Sibmah! Your branches have gone over the sea, even to the sea of Jazer. The destroyer has fallen upon your summer fruits and your grapes.",
      "33": "Happiness and joy have been taken away from the land of Moab with all its fruit. I have stopped the crushing of the grapes to make wine. No one crushes them under foot. The noise they make is not the sound of joy.",
      "34": "They cry out from Heshbon even to Elealeh, even to Jahaz, and from Zoar even to Horonaim and to Eglath-shelishiyah. Even the waters of Nimrim have become a waste.",
      "35": "And I will make an end of Moab,” says the Lord. “I will destroy the one who gives gifts of worship on the high place and burns special perfume to his gods.",
      "36": "“So My heart cries out for Moab like a horn. My heart cries like a horn also for the men of Kir-heres. The riches they had for themselves have been lost.",
      "37": "The hair has been cut from every head, and the hair has been cut short on every face. There are cuts on all the hands, and they wear clothes made from hair.",
      "38": "On all the roofs of Moab and in its streets there are cries of sorrow everywhere. For I have broken Moab like a pot that is not wanted,” says the Lord.",
      "39": "“How broken it is! How they cry! How Moab has turned his back in shame! So Moab has become something to laugh at and hate to all those around him.”",
      "40": "For the Lord says, “One will fly fast like an eagle, and spread out his wings against Moab.",
      "41": "Kerieth has been taken, and the strong-places built for battle have been taken. In that day the hearts of the strong men of Moab will be like the heart of a woman giving birth.",
      "42": "Moab will be destroyed and will no longer be a nation, because he was proud before the Lord.",
      "43": "Fear, traps and nets are coming upon you, O you who live in Moab,” says the Lord.",
      "44": "“The one who runs from trouble will fall into the trap. And the one who comes up out of the trap will be caught in the net. For I will bring these things upon Moab in the year of their punishment,” says the Lord.",
      "45": "“In the shadow of Heshbon, those who have run for their lives stand without strength. For a fire has gone out from Heshbon and from Sihon. It has destroyed the forehead of Moab and the top of the heads of the trouble-makers.",
      "46": "It is bad for you, Moab! The people of Chemosh have been destroyed. Your sons and daughters have been taken away in chains.",
      "47": "Yet I will return the people of Moab to their land in the last days,” says the Lord. This is the punishment of Moab."
    },
    "49": {
      "1": "About the sons of Ammon, the Lord says, “Does Israel have no sons? Does she have no one to receive what she leaves? Why then has Malcam taken Gad as his own? Why do his people live in its cities?",
      "2": "But the days are coming,” says the Lord, “when I will blow a horn giving the sound of war against Rabbah of the sons of Ammon. And it will become a waste. Its towns will be set on fire. Then Israel will take the land from those who had taken it from her,” says the Lord.",
      "3": "“Cry out, O Heshbon, for Ai has been destroyed! Cry out, O people of Rabbah. Put on clothes made from hair and cry in sorrow. And run this way and that way inside the walls. For Malcam will go to a strange land, together with his religious leaders and his important men.",
      "4": "How you speak in pride about the valleys! Your valley is flowing away, O daughter without faith who trusts in her riches, saying, ‘Who will come against me?’",
      "5": "I will bring much trouble upon you,” says the Lord God of All. “It will come from all around you, and each of you will be driven away. There will be no one to gather together those who run for their lives.",
      "6": "But after this I will return the sons of Ammon to their land,” says the Lord.",
      "7": "About Edom, the Lord of All says, “Is there no longer any wisdom in Teman? Have wise words been lost from the wise? Is their wisdom all gone?",
      "8": "Run away! Turn back and live in the deep places, O people of Dedan. For I will bring the trouble of Esau upon him when I punish him.",
      "9": "If those who gather grapes came to you, would they not leave some grapes behind? If robbers came during the night, would they not take only what was enough for them?",
      "10": "But I have taken all that Esau has. I have taken the covering from his hiding places so that he will not be able to hide himself. His children, his brothers, and his neighbors are destroyed. And he is no more.",
      "11": "Leave your children behind, who have lost their parents, and I will keep them alive. And let your women whose husbands have died trust in Me.”",
      "12": "For the Lord says, “If those who were not to drink the cup must drink it, will you go without being punished? You will not go without being punished, but you must drink it.",
      "13": "For I have promised by Myself,” says the Lord, “that Bozrah will become an object of trouble, a shame, a waste, and a curse. All its cities will be destroyed forever.”",
      "14": "I have heard word from the Lord. A man with news is sent among the nations, saying, “Gather together and come against her! Rise up for battle!",
      "15": "For I have made you small among the nations, hated among men.",
      "16": "As for the fear you have caused, the pride of your heart has fooled you, O you who live in the holes of rocks, who live on the top of the hill. Even if you make your nest as high as an eagle’s, I will bring you down from there,” says the Lord.",
      "17": "‘Edom will become an object of trouble. Everyone who passes by will be surprised and will make fun of all its suffering.",
      "18": "As when Sodom and Gomorrah and their neighbors were destroyed, no one will live there,” says the Lord. “No man will live there.",
      "19": "One will come up like a lion from the trees by the Jordan to rich grass fields. All at once I will make him run away from Edom. And I will make whoever I choose rule over it. For who is like Me? Who will call Me into court? What shepherd can stand against Me?”",
      "20": "So hear the plan the Lord has made against Edom. Listen to His plans which He has made against the people of Teman. Even the little ones of the flock will be pulled away. For sure He will make their fields an empty waste because of them.",
      "21": "The earth will shake at the sound of their fall. The sound of their cry will be heard at the Red Sea.",
      "22": "See, one will come and fly down in a hurry like an eagle. He will spread out his wings against Bozrah. In that day the hearts of the strong men of Edom will be like the heart of a woman giving birth.",
      "23": "About Damascus, He says, “Hamath and Arpad are troubled, for they have heard bad news. Their hearts have become weak. They are troubled like the sea which cannot be quiet.",
      "24": "Damascus has become weak. She has turned to run away. Fear has taken hold of her. Pain and sorrows have taken hold of her like a woman giving birth.",
      "25": "Why does the city of praise, the town of My joy, still have people in it?",
      "26": "For sure her young men will fall in her streets. And all the men of war will be destroyed in that day,” says the Lord of All.",
      "27": "“I will set fire to the wall of Damascus. And it will burn up the strong towers of Ben-hadad.”",
      "28": "About Kedar and the nations of Hazor, which were beaten in battle by Nebuchadnezzar king of Babylon, the Lord says, “Get up and go to Kedar, and destroy the men of the east.",
      "29": "Their tents and their flocks will be taken. Their tent curtains, and all their good things, and their camels will be carried away for themselves. And men will call out to them, ‘Trouble is on every side!’",
      "30": "Run! Run far away! Live in the deep places, O people of Hazor,” says the Lord. “For Nebuchadnezzar king of Babylon has made a plan against you. He has thought of a way to hurt you.",
      "31": "Get up and go to fight against a nation which is at rest and lives without fear,” says the Lord. “It has no gates with pieces of iron. And its people live alone.",
      "32": "Their camels and their many cattle will become a prize of war. I will send everywhere to the winds those who are in the farthest places. I will bring trouble to them from every side,” says the Lord.",
      "33": "“Hazor will become a place where wild dogs live, a waste place forever. No man will live there, and no man will stay there.”",
      "34": "This is the Word of the Lord which came to Jeremiah the man of God about Elam, at the beginning of the rule of King Zedekiah of Judah, saying,",
      "35": "“The Lord of All says, ‘I will break the bow of Elam, the best of their strength.",
      "36": "I will bring the four winds to Elam from the four ends of heaven. And I will have these winds send them everywhere. There will not be a nation to which the people sent out of Elam will not go.",
      "37": "I will fill Elam with fear in front of those who hate them and want to kill them. I will bring much trouble upon them, even My burning anger,’ says the Lord. ‘I will send the sword after them until I have destroyed them.",
      "38": "Then I will set My throne in Elam, and will destroy their kings and leaders,’ says the Lord.",
      "39": "‘But in the last days I will return the people of Elam to their land,’” says the Lord."
    },
    "50": {
      "1": "The word which the Lord spoke about Babylon, the land of the Babylonians, through Jeremiah the man of God:",
      "2": "“Make it known among the nations. Lift up a flag and make it known. Do not hide it, but say, ‘Babylon has been taken. Bel has been put to shame. Marduk has been broken down. Her objects of worship have been put to shame. Her false gods have been broken down.’",
      "3": "For a nation has come up against her from the north. It will make her land an empty waste, and no one will live in it. Both man and animal will run away.",
      "4": "“In those days and at that time,” says the Lord, “the sons of Israel will come, together with the sons of Judah. They will cry as they come, and will be looking for the Lord their God.",
      "5": "They will ask the way to Zion, with faces turned toward it, saying, ‘Come, let us join ourselves to the Lord in an agreement that lasts forever, one that will never be forgotten.’",
      "6": "“My people have become lost sheep. Their shepherds have led them the wrong way. They have made them turn away on the mountains. They have gone from mountain to hill and have forgotten their resting place.",
      "7": "All who found them have destroyed them. Those who hate them have said, ‘We are not guilty, for they have sinned against the Lord, their true resting place Who is right and good, the hope of their fathers.’",
      "8": "Run out of Babylon. Go from the land of the Babylonians. Be like male goats that go before the flock.",
      "9": "For I am going to raise up and bring against Babylon a group of great nations from the land of the north. They will come ready for battle against her, and she will be taken. Their arrows will be like an able soldier who does not return with empty hands.",
      "10": "Babylon will become a prize of war. All who take things from her will have enough,” says the Lord.",
      "11": "“You are glad and full of joy, O you who take what belongs to My people. You play around like a young cow in grain, and sound like strong horses. Because of this,",
      "12": "your mother will be very ashamed. She who gave birth to you will be put to shame. She will be the least of the nations, a wilderness, a waste, and a desert.",
      "13": "Because of the Lord’s anger no people will live there. She will be left with no people. Everyone who passes by Babylon will be surprised, and will make fun of her because of her sores.",
      "14": "Come up for battle against Babylon on every side, all you who use the bow. Shoot at her. Do not save any of your arrows, for she has sinned against the Lord.",
      "15": "Raise your battle cry against her on every side. She has given herself up. Her strong pillars have fallen. Her walls have been torn down. Since this is the punishment of the Lord, punish her. Do to her as she has done to others.",
      "16": "Cut off from Babylon the one who plants seeds and the one who cuts the grain at gathering time. Because of the sword of the one who makes it hard for them, everyone will return to his own people. Each one will run to his own land.",
      "17": "“Israel is like sheep sent everywhere, driven away by lions. The first one who destroyed Israel was the king of Assyria. And the last one who has broken his bones is Nebuchadnezzar king of Babylon.",
      "18": "So the Lord of All, the God of Israel, says: ‘I am going to punish the king of Babylon and his land, just as I punished the king of Assyria.",
      "19": "I will return Israel to his field, and he will feed on Carmel and Bashan. And his desire will be filled in the hill country of Ephraim and Gilead.",
      "20": "In those days and at that time,’ says the Lord, ‘sin will be looked for in Israel, but there will be none. And sin will be looked for in Judah, but it will not be found. For I will forgive those whom I allow to return.’",
      "21": "“Go up against the land of Merathaim, and against the people of Pekod. Kill and destroy all of them,” says the Lord, “and do all that I have told you.",
      "22": "The noise of battle is in the land, and much is destroyed.",
      "23": "How the strong one of the whole earth has been cut off and broken! Babylon has become a complete waste among the nations!",
      "24": "I set a trap for you, and you were caught, O Babylon, and you did not know it. You have been found and caught, because you have fought against the Lord.”",
      "25": "The Lord has opened His store-house and has brought out the swords of His anger. For the Lord, the God of All, has work to do in the land of the Babylonians.",
      "26": "Come to her from the farthest land. Open her store-houses. Gather her up like grain, and destroy all of her. Let nothing be left of her.",
      "27": "Kill all her young bulls. Let them go down to be killed. It is bad for them, for their day has come, the time of their punishment.",
      "28": "Listen! They are running from the land of Babylon to tell in Zion about the punishment of the Lord our God. They are telling how the Lord punishes those who destroyed His house of worship.",
      "29": "“Call all those who use the bow to fight against Babylon. Gather around her on every side. Let no one get away. Pay her back for what she did. Do to her all that she has done. For she has been proud against the Lord, against the Holy One of Israel.",
      "30": "So her young men will fall in her streets. And all her men of war will be made quiet in that day,” says the Lord.",
      "31": "“See, I am against you, O proud one,” says the Lord God of All. “For your day has come, the time when I will punish you.",
      "32": "The proud one will trip and fall with no one to help him up. I will set fire to his cities, and it will burn up all that is around him.”",
      "33": "The Lord of All says, “The sons of Israel and the sons of Judah are troubled and are held under a bad power. All who took them away in chains have held on to them. They have not been willing to let them go.",
      "34": "The One Who saves and makes them free is strong. The Lord of All is His name. He will work hard for their cause, so that He may give rest to the land. But He will not give rest to the people of Babylon.",
      "35": "A sword is against the Babylonians,” says the Lord, “and against the people of Babylon, and against her leaders and her wise men!",
      "36": "A sword is against her religious leaders who are false and lie. They will become fools! A sword is against her strong men, and they will be filled with fear!",
      "37": "A sword is against her horses and war-wagons, and against all the soldiers from other lands who are with her! They will become like women! A sword is against her riches, and they will be taken!",
      "38": "A time of no rain and her waters will be dried up! For it is a land of false gods. They are wild over false gods.",
      "39": "So the desert animals will live there together with the wild dogs. And ostriches also will live in it. Never again will people live there.",
      "40": "As when God destroyed Sodom and Gomorrah and their neighboring cities,” says the Lord, “no man will live there. And no man will stay there.",
      "41": "“See, a nation is coming from the north. A great nation and many kings are moving from the farthest parts of the earth.",
      "42": "They take hold of their bow and spear. They fight without pity. Their voice sounds like the sea. And they ride on horses, dressed ready for battle against you, O people of Babylon.",
      "43": "The king of Babylon has heard the news about them, and his hands hang without strength. Suffering has taken hold of him, like the pain of a woman giving birth.",
      "44": "“One will come up like a lion from the trees by the Jordan to rich grass fields. All at once I will make the people run away from Babylon. And I will make whoever I choose to rule over it. For who is like Me? Who will call Me into court? What shepherd can stand before Me?”",
      "45": "So hear the plan which the Lord has made against Babylon. Listen to His plans which He has made against the land of the Babylonians. Even the little ones of the flock will be taken away. He will make their fields an empty waste because of them.",
      "46": "At the cry, “Babylon has been taken!” the earth will shake, and the cry will be heard among the nations."
    },
    "51": {
      "1": "The Lord says, “See, I will raise up the spirit of a destroyer against Babylon and against the people of Chaldea.",
      "2": "I will send strangers to destroy Babylon like a wind that blows straw away. For they will be against her on every side and leave her land empty in the day of her trouble.",
      "3": "Do not let the bow-man use his bow. Do not let him stand up in his heavy battle-clothes. Do not leave her young men alive, but destroy all of her army.",
      "4": "They will fall down dead in the land of Babylon and be killed in their streets.”",
      "5": "For Israel and Judah have not been left alone by their God, the Lord of All, even though their land is full of guilt against the Holy One of Israel.",
      "6": "Run away from Babylon! Let every man save his life! Do not be destroyed in her punishment, for it is time for the Lord to punish her. He will make her pay for her sins.",
      "7": "Babylon has been a gold cup in the Lord’s hand, making all the earth drunk. The nations have drunk her wine, and so the nations have gone wild.",
      "8": "All at once Babylon has fallen and been broken. Cry over her with a loud voice. Bring healing oil for her pain. It may be that she will be healed.",
      "9": "We would have healed Babylon, but she was not healed. Leave her alone, and let each of us go to his own country. For she is being judged from as far as heaven and lifted even to the skies.",
      "10": "The Lord has taken our guilt away. Come and let us make the work of the Lord our God known in Zion.",
      "11": "Make the arrows sharp! Take the body-coverings! The Lord has moved the spirit of the kings of the Medes, because He is planning to destroy Babylon. It is the punishment of the Lord, the punishment for what was done to His house of worship.",
      "12": "Lift up a flag on the walls of Babylon. Have many keep watch. Put the watchmen in their places. And get men ready to fight against her by surprise. For the Lord has both planned and done what He said about the people of Babylon.",
      "13": "O you who live by many waters and have many riches, your end has come. Your life is being cut off.",
      "14": "The Lord of All has promised by Himself, saying, “For sure I will fill you with men, as with many locusts. And they will call out that they have won the war against you.”",
      "15": "He made the earth by His power. He made the world by His wisdom. And by His understanding He spread out the heavens.",
      "16": "When He speaks, there is a storm of waters in the heavens. He makes the clouds rise from the ends of the earth. He makes lightning for the rain, and brings the wind from His store-houses.",
      "17": "No man thinks well, and he is without learning. Every man who works with gold is put to shame by his false gods. For the objects of worship that he makes are false, and there is no breath in them.",
      "18": "They are of no worth, a false show. At the time of their punishment they will be destroyed.",
      "19": "He Who is the Share of Jacob is not like these. For He is the Maker of All. And Israel is the family who receives His gifts. The Lord of All is His name.",
      "20": "He says, “You are My battle-ax which I use in war. With you I destroy countries. With you I destroy nations.",
      "21": "With you I break in pieces the horse and its rider.",
      "22": "With you I destroy the war-wagon and its driver. With you I destroy man and woman. With you I destroy old man and boy. With you I destroy young man and young woman.",
      "23": "With you I destroy the shepherd and his flock. With you I destroy the farmer and his oxen. And with you I destroy rulers and captains.",
      "24": "“I will punish Babylon and all the people of Chaldea for all their sins that they have done in Zion in front of your eyes,” says the Lord.",
      "25": "“See, I am against you, O destroying mountain, who destroys the whole earth,” says the Lord. “I will put out My hand against you and roll you down from the high rocks. I will make you a burned-out mountain.",
      "26": "Not even a stone will be taken from you for a corner stone, or a stone to be used to build upon. But you will be a waste forever,” says the Lord.",
      "27": "Lift up a flag in the land! Sound the horn among the nations! Make the nations ready to fight against Babylon. Call against her the nations of Ararat, Minni, and Ashkenaz. Choose a captain to go against her. Bring up the horses like many locusts.",
      "28": "Make the nations ready to fight against her. Make ready the kings of the Medes, their rulers and captains, and every land under their rule.",
      "29": "The land shakes and moves in its pain. For the Lord’s plans against Babylon stand, to make the land of Babylon a waste land without people.",
      "30": "The powerful soldiers of Babylon have stopped fighting. They stay in their strong-places. Their strength is gone. They have become like women. Their houses are set on fire, and the iron parts of her gates are broken.",
      "31": "One man with news runs to meet another, and he runs to meet another. They run to tell the king of Babylon that his city has been taken from end to end.",
      "32": "The ways to cross the river have been stopped. The water grass has been burned with fire. And the soldiers are filled with fear.",
      "33": "The Lord of All, the God of Israel, says, “The daughter of Babylon is like the grain floor when it is being stepped on and made hard. In a little while her gathering time will come.”",
      "34": "“Nebuchadnezzar king of Babylon has destroyed me, and has crushed me. He has made me like an empty pot. He has eaten me up like a large, angry animal. He has filled his stomach with my good food, and he has washed me away.",
      "35": "May the hurt done to me and to my flesh be upon Babylon,” the person living in Zion will say. “May my blood be upon the people of Babylon,” Jerusalem will say.",
      "36": "So the Lord says, “See, I will help you in your cause and punish Babylon for you. I will dry up her sea, and make her well dry.",
      "37": "Babylon will become a waste place, a place where wild dogs live. She will be an object of trouble and hate, where no people live.",
      "38": "Together the people of Babylon make noise like young lions. They sound like a lion’s young ones.",
      "39": "But when they are hot, I will give them a special supper and make them drunk. Then they will be happy and fall asleep, and will never wake up,” says the Lord.",
      "40": "“I will bring them down like lambs to be killed, like rams and male goats.",
      "41": "“How Babylon has been taken, the praise of the whole earth taken! How Babylon has become an object of trouble among the nations!",
      "42": "The sea has come up over Babylon. She has been covered with its many big waves.",
      "43": "Her cities have become an object of trouble, a dry land and a desert. It is a land where no man lives, and where no man passes through.",
      "44": "And I will punish the false god of Bel in Babylon. I will make what he has eaten come out of his mouth. The nations will no longer come to him. The wall of Babylon will fall.",
      "45": "“Come out of her, My people. Save yourselves from the burning anger of the Lord.",
      "46": "Do not let your heart become weak. Do not be afraid at the news that will be heard in the land. For news will come this year, and other news will come the next. There will be fighting in the land, with ruler against ruler.",
      "47": "So the days are coming when I will punish the false gods of Babylon. Her whole land will be put to shame, and all her dead will fall within her.",
      "48": "Then heaven and earth and all that is in them will call out for joy over Babylon. For the destroyers will come to her from the north,” says the Lord.",
      "49": "Babylon must fall because of the dead of Israel, just as the dead of all the earth have fallen because of Babylon.",
      "50": "You who have not been killed by the sword, go! Do not stay! Remember the Lord from far away, and think of Jerusalem.",
      "51": "We are ashamed because much has been said against us. Our faces are covered with shame, for strangers have gone into the holy places of the Lord’s house.",
      "52": "“But the days are coming,” says the Lord, “when I will punish her false gods. And those who are hurt will cry in pain through all her land.",
      "53": "Even if Babylon rises to the heavens and makes her high place strong, I will send destroyers against her,” says the Lord.",
      "54": "The sound of a cry comes from Babylon! A noise comes from the land of the Babylonians because much is being destroyed!",
      "55": "For the Lord will destroy Babylon. He will quiet her loud voice. Their waves will sound like many waters, and the noise of their voices is loud.",
      "56": "For the destroyer is coming against Babylon, and her strong men will be taken. Their bows are broken. For the Lord is a God Who makes the sinner pay for his sin, and He will be sure to punish.",
      "57": "“I will make her leaders and her wise men, her rulers, her captains, and her strong men of war drunk. Then they will fall asleep and never wake up,” says the King, Whose name is the Lord of All.",
      "58": "The Lord of All says, “The wide wall of Babylon will be broken to the ground. Her high gates will be set on fire. So the people will work hard for nothing, and because of the fire nations become tired.”",
      "59": "This is the word which Jeremiah the man of God told Seraiah the son of Neriah, the grandson of Mahseiah, when he went with Zedekiah the king of Judah to Babylon in the fourth year of his rule. Seraiah was the head captain of the house.",
      "60": "Jeremiah wrote in a book all the trouble that would come upon Babylon. He wrote down all these words which have been written about Babylon.",
      "61": "Then Jeremiah said to Seraiah, “As soon as you come to Babylon, see that you read all these words out loud.",
      "62": "And say, ‘O Lord, You have said that this place will be destroyed, so that there will be nothing living in it, not man or animal. It is to be a waste place forever.’",
      "63": "When you have finished reading this book, tie a stone to it and throw it into the Euphrates River.",
      "64": "And say, ‘In this way Babylon will go down and not rise again, because of the trouble I am going to bring upon her. And her people will fall.’” The words of Jeremiah end here."
    },
    "52": {
      "1": "Zedekiah was twenty-one years old when he became king, and he ruled for eleven years in Jerusalem. His mother’s name was Hamutal, the daughter of Jeremiah of Libnah.",
      "2": "Zedekiah did what was sinful in the eyes of the Lord, like all that Jehoiakim had done.",
      "3": "The Lord became so angry with Jerusalem and Judah that He had them sent away from Him. And Zedekiah turned against the king of Babylon.",
      "4": "On the tenth day of the tenth month in the ninth year of his rule, King Nebuchadnezzar of Babylon came with all his army to fight against Jerusalem. His soldiers gathered outside the city and built a battle-wall all around it.",
      "5": "So the city was shut in by the army of the Babylonians until the eleventh year of King Zedekiah.",
      "6": "On the ninth day of the fourth month, the hunger became very bad in the city. There was no food for the people of the land.",
      "7": "Then the city was broken into, and all the men of war ran away. They left the city at night by way of the gate between the two walls, by the king’s garden, while the Babylonians were all around the city. They went by way of the Arabah.",
      "8": "But the Babylonian army went after King Zedekiah and came to him in the plains of Jericho, and all his army was divided and ran away from him.",
      "9": "They took the king and brought him up to the king of Babylon at Riblah in the land of Hamath. And he decided what Zedekiah’s punishment would be.",
      "10": "The king of Babylon killed the sons of Zedekiah in front of his eyes. He killed all the leaders of Judah in Riblah.",
      "11": "Then he put out Zedekiah’s eyes, put him in chains of brass, and took him to Babylon. There he was put in prison until the day of his death.",
      "12": "On the tenth day of the fifth month in the nineteenth year of King Nebuchadnezzar of Babylon, Nebuzaradan came to Jerusalem. Nebuzaradan was the captain of the prison soldiers and served the king of Babylon.",
      "13": "And he burned the house of the Lord, the king’s house, and all the houses of Jerusalem. He burned down every great house.",
      "14": "The whole Babylonian army that was with the captain of the prison soldiers broke down all the walls around Jerusalem.",
      "15": "Then Nebuzaradan, captain of the prison soldiers, carried away to Babylon some of the poorest of the people, the rest of the people who were left in the city, those who had joined the king of Babylon, and the rest of the able workmen.",
      "16": "But Nebuzaradan left some of the poorest people of the land to take care of the vines and fields.",
      "17": "The Babylonians broke in pieces the brass pillars which belonged to the house of the Lord, and the stands and the brass pool which were in the Lord’s house. And they carried all the brass to Babylon.",
      "18": "They also took away the pots, the tools, the objects for putting out the lamps, the washing pots, the dishes for special perfume, and all the brass objects used in the work of the Lord’s house.",
      "19": "The captain of the prison soldiers also took away the deep dishes, the fire holders, the washing pots, the other pots, the lamp-stands, the dishes for special perfume, and the dishes for drink gifts, that were made of fine gold and fine silver.",
      "20": "He took the two pillars, the brass pool, the twelve brass bulls that were under the pool, and the stands, which King Solomon had made for the house of the Lord. The brass of all these objects was too heavy to weigh.",
      "21": "Each pillar was five times taller than a man, as long around as six long steps, as wide as four fingers, and empty inside.",
      "22": "Its top part was brass and as tall as a man can raise his hand, with a network and pomegranates all around the top part, all made of brass. The second pillar with its pomegranates was the same.",
      "23": "There were ninety-six pomegranates on the sides. There were one hundred pomegranates on the network all around.",
      "24": "Then the captain of the prison soldiers took Seraiah, the head religious leader, and Zephaniah, the second religious leader, and the three door keepers of the Lord’s house.",
      "25": "He also took from the city one captain who had been over the men of war, and seven of the king’s wise men who were found in the city. He took the writer who worked for the captain of the army, who called together the people of the land. And he took sixty men of the land who were found in the city.",
      "26": "Nebuzaradan the captain of the prison soldiers took them and brought them to the king of Babylon at Riblah,",
      "27": "and the king of Babylon killed them. He put them to death at Riblah in the land of Hamath. So Judah was led out of its land in chains.",
      "28": "These are the people whom Nebuchadnezzar carried away to Babylon: In the seventh year he took 3,023 Jews.",
      "29": "In the eighteenth year of Nebuchadnezzar he took 832 people from Jerusalem.",
      "30": "In the twenty-third year of Nebuchadnezzar, Nebuzaradan the captain of the prison soldiers took away 745 Jews. There were 4,600 people taken away in all.",
      "31": "On the twenty-fifth day of the twelfth month in the thirty-seventh year since King Jehoiachin of Judah was taken away to Babylon, Evilmerodach king of Babylon showed favor to Jehoiachin king of Judah. It was the first year of his rule, and he brought Jehoiachin out of prison.",
      "32": "He spoke to him with kindness, and gave him a seat of honor higher than the other kings who were with him in Babylon.",
      "33": "So Jehoiachin changed from his prison clothes, and ate with the king every day for the rest of his life.",
      "34": "And a share of money was given to him by the king of Babylon every day as long as he lived, until the day of his death."
    }
  }
}