{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:17.096517-04:00",
    "Translation": "NLV"
  },
  "Job": {
    "1": {
      "1": "There was a man in the land of Uz whose name was Job. That man was without blame. He was right and good, he feared God, and turned away from sin.",
      "2": "Seven sons and three daughters were born to him.",
      "3": "He had 7,000 sheep, 3,000 camels, 1,000 oxen, 500 female donkeys, and many servants. He was the greatest of all the men of the east.",
      "4": "His sons used to go and make a special supper in each one’s house on a special day. And they would send for their three sisters to eat and drink with them.",
      "5": "When the days of their special supper were over, Job would get up early in the morning and send for them. Then he would give burnt gifts for each of them so that they would be pure. For Job said, “It might be that my sons have sinned and cursed God in their hearts.” Job always did this.",
      "6": "Now there was a day when the sons of God came to show themselves before the Lord. Satan came with them also.",
      "7": "And the Lord said to Satan, “Where have you come from?” Satan answered the Lord and said, “From traveling around on the earth and walking around on it.”",
      "8": "The Lord said to Satan, “Have you thought about My servant Job? For there is no one like him on the earth. He is without blame, a man who is right and good. He honors God with fear and turns away from sin.”",
      "9": "Then Satan answered the Lord, “Does Job fear God for nothing?",
      "10": "Have You not made a wall around him and his house and all that he has, on every side? You have brought good to the work of his hands, and he has received more and more in the land.",
      "11": "But put out Your hand now and touch all that he has. And for sure he will curse You to Your face.”",
      "12": "Then the Lord said to Satan, “See, all that he has is in your power. Only do not put your hand on him.” So Satan went out from the Lord.",
      "13": "On a day when Job’s sons and daughters were eating and drinking wine in their oldest brother’s house,",
      "14": "a man came to Job with news, saying, “The oxen were pulling the plow and the donkeys were eating beside them.",
      "15": "And the Sabeans came and took them. They also killed the servants with the sword. I alone have run away from them to tell you.”",
      "16": "While he was still speaking, another man came and said, “The fire of God fell from heaven and burned up the sheep and the servants and destroyed them. I alone have gotten away to tell you.”",
      "17": "While he was still speaking, another came and said, “The Babylonians divided into three groups and came to fight. They took the camels and killed the servants with the sword. I alone have gotten away to tell you.”",
      "18": "While he was still speaking, another also came and said, “Your sons and daughters were eating and drinking wine in their oldest brother’s house.",
      "19": "And see, a strong wind came from the desert and hit the four corners of the house. It fell on the young people and they are dead. I alone have gotten away to tell you.”",
      "20": "Then Job stood up and tore his clothing and cut the hair from his head. And he fell to the ground and worshiped.",
      "21": "He said, “Without clothing I was born from my mother, and without clothing I will return. The Lord gave and the Lord has taken away. Praise the name of the Lord.”",
      "22": "In all this Job did not sin or blame God."
    },
    "2": {
      "1": "Again there was a day when the sons of God came to show themselves before the Lord. And Satan came with them also to show himself before the Lord.",
      "2": "The Lord said to Satan, “Where have you come from?” Satan answered the Lord and said, “From traveling around the earth and walking around on it.”",
      "3": "The Lord said to Satan, “Have you thought about My servant Job? For there is no one like him on the earth. He is without blame, a man who is right and good. He fears God and turns away from sin. He still holds to his good ways, even when I allowed you to go against him, and to destroy him for no reason.”",
      "4": "Satan answered the Lord and said, “Skin for skin! Yes, all that a man has he will give for his life.",
      "5": "Put out Your hand now and touch his bone and his flesh, and he will curse You to Your face.”",
      "6": "So the Lord said to Satan, “See, he is in your power. Only do not kill him.”",
      "7": "Then Satan went out from the Lord. And he made very bad sores come on Job from the bottom of his foot to the top of his head.",
      "8": "Job took a piece of a broken pot to try to cut off the sores while he sat among the ashes.",
      "9": "Then his wife said to him, “Do you still hold on to your faith? Curse God and die!”",
      "10": "But he said to her, “You speak as one of the foolish women would speak. Should we receive good from God and not receive trouble?” In all this Job did not sin with his lips.",
      "11": "Now when Job’s three friends heard of all this trouble that had come upon him, they came each from his own place. They were Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They agreed to meet together to come to share Job’s sorrow and comfort him.",
      "12": "And when they looked up from far away and saw how different he looked, they cried in loud voices. They tore their clothing and threw dust over their heads toward the sky.",
      "13": "Then they sat down on the ground with him for seven days and seven nights. No one said a word to him, for they saw that his suffering was very bad."
    },
    "3": {
      "1": "After this Job opened his mouth and cursed the day he was born.",
      "2": "He said,",
      "3": "“Let the day be lost on which I was born, and the night which said, ‘A boy is born.’",
      "4": "May that day be darkness. May God above not care for it. May light not shine on it.",
      "5": "Let darkness and a heavy shadow take it for their own. Let a cloud come upon it. Let the darkness of the day bring fear upon it.",
      "6": "As for that night, let darkness take hold of it. Let it not have joy among the days of the year. Let it not come into the number of months.",
      "7": "Yes, let that night be alone and empty. Let no sound of joy come into it.",
      "8": "Let those curse it who curse the day, who are able to wake up the Leviathan.",
      "9": "Let the early morning stars be made dark. Let it wait for light but have none. Do not let it see the light of day.",
      "10": "Because it did not keep my mother from giving birth to me, or hide trouble from my eyes.",
      "11": "“Why did I not die at birth? Why did I not come from my mother and die?",
      "12": "Why did the knees receive me, or why the breasts, that I should have milk?",
      "13": "For now I would have lain down and been quiet. I would have slept then. I would have been at rest,",
      "14": "with kings and wise men of the earth who built cities for themselves that are now destroyed.",
      "15": "I would have been at rest with princes who had gold, who filled their houses with silver.",
      "16": "Why did I not die before I was born, hidden and put away, as babies that never see the light?",
      "17": "There the troubles of the sinful stop. There the tired are at rest.",
      "18": "Those in prison are at rest together. They do not hear the voice of the one who rules over their work.",
      "19": "The small and the great are there. And the servant is free from his owner.",
      "20": "“Why is light given to him who suffers? Why is life given to those who feel sad in their soul?",
      "21": "They wait for death, but there is none. They dig for it more than for hidden riches.",
      "22": "They are filled with much joy and are glad, when they find the grave.",
      "23": "Why is light given to a man whose way is hidden, and around whom God has built a wall?",
      "24": "For I cry inside myself in front of my food. My cries pour out like water.",
      "25": "What I was afraid of has come upon me. What filled me with fear has happened.",
      "26": "I am not at rest, and I am not quiet. I have no rest, but only trouble.”"
    },
    "4": {
      "1": "Then Eliphaz the Temanite answered,",
      "2": "“If one speaks with you, will you want him to stop? But who can keep from speaking?",
      "3": "See, you have taught many, and you have given strength to weak hands.",
      "4": "Your words have helped him stand who would have fallen. You have given strength to weak knees.",
      "5": "But now it has come to you, and you are not happy. It touches you, and you are troubled and sad.",
      "6": "Is not your fear of God what gives you strength and your good ways that give you hope?",
      "7": "“Think now, who without guilt was ever destroyed?",
      "8": "As I have seen, those who plow sin and plant trouble gather the same.",
      "9": "By the breath of God they are destroyed. They are destroyed by the wind of His anger.",
      "10": "The noise of the lion, the voice of the angry lion, and the teeth of the young lions are broken.",
      "11": "The strong lion dies because there is no food to get. And the young of the lioness are sent everywhere.",
      "12": "“Now a word was brought to me in secret. My ear heard it spoken in a quiet voice.",
      "13": "With troubled thoughts from the dreams of the night, when deep sleep comes upon men,",
      "14": "fear came to me and I shook. It made all my bones shake.",
      "15": "A spirit passed by my face. The hair of my flesh stood up.",
      "16": "The spirit stood still, but I could not understand what I saw. Something was in front of my eyes. All was quiet, then I heard a voice:",
      "17": "‘Can man be right more than God? Can a man be pure more than his Maker?",
      "18": "He puts no trust even in His servants. He finds mistakes among His angels.",
      "19": "How much more those who live in houses of clay, who build upon the dust, who are crushed like the moth!",
      "20": "Between morning and evening they are destroyed. Without anyone seeing it they become lost forever.",
      "21": "Is not their tent-rope pulled up within them? They die, and have no wisdom.’"
    },
    "5": {
      "1": "“Call now. Is there anyone who will answer you? To which of the holy ones will you turn?",
      "2": "To be bitter kills the foolish man, and jealousy kills the child-like.",
      "3": "I have seen the fool taking root, but right away his house was cursed.",
      "4": "His sons are far from being safe. They are destroyed in the gate, and there is no one to help them.",
      "5": "The hungry eat the food of his field. They take it even out of the thorns. And the thirsty want his riches.",
      "6": "For suffering does not come from the dust. Trouble does not grow out of the ground.",
      "7": "But man is born to trouble, as fire goes up.",
      "8": "“But as for me, I would look to God. I would put my troubles before God.",
      "9": "He does great things, too great for us to understand. He does too many wonderful things for us to number.",
      "10": "He gives rain on the earth and sends water on the fields.",
      "11": "He puts those who are in low places up to high places. Those who are filled with sorrow are lifted to where they are safe.",
      "12": "He troubles the plans of those who try to fool people, so that their hands cannot do what they plan.",
      "13": "God gets them into a trap when they use their own wisdom. And the plans of the wise are brought to a quick end.",
      "14": "They meet with darkness during the day, and feel their way at noon as in the night.",
      "15": "But He saves from the sword those in need. He saves the poor from the power of the strong.",
      "16": "So those who have no hope, have hope, and what is not right and good must shut its mouth.",
      "17": "“See, happy is the man to whom God speaks strong words. So do not hate the strong teaching of the All-powerful.",
      "18": "He punishes, but He gives comfort. He hurts, but His hands heal.",
      "19": "He will take you out of six troubles. Yes, in seven, nothing will hurt you.",
      "20": "He will keep you from death in times of no food, and from the power of the sword in war.",
      "21": "You will be hidden from the punishment of the tongue. You will not be afraid of being destroyed when danger comes.",
      "22": "You will laugh at danger and times of no food. And you will not be afraid of wild animals.",
      "23": "For you will be in agreement with the stones of the field. And the animals of the field will be at peace with you.",
      "24": "You will know that your tent is safe. You will look over what you have and see that nothing is gone.",
      "25": "You will know also that your children and children’s children will be many. They will be as the grass of the earth.",
      "26": "You will come to the grave in full strength, like the grain gathered in when it is time.",
      "27": "See, this is what we have found, and it is true. Hear it, and know for yourself.”"
    },
    "6": {
      "1": "Then Job answered,",
      "2": "“If only my trials and troubles were weighed!",
      "3": "They would weigh more than the sand of the seas. My words have been spoken fast and without thought.",
      "4": "For the arrows of the All-powerful are in me. My spirit drinks their poison. The hard things from God are like an army against me.",
      "5": "Does the wild donkey make noise when it has grass? Or does the bull make noise when it has food?",
      "6": "Can something that has no taste be eaten without salt? Is there any taste in the white of an egg?",
      "7": "My soul will not touch them. They are like hated food to me.",
      "8": "“If only I might get what I ask for, and that God would give me what I desire!",
      "9": "If only God were willing to crush me, that He would let His hand loose and destroy me!",
      "10": "But this gives me comfort even though I suffer much pain because I have not turned away from the words of the Holy One.",
      "11": "What strength have I, that I should wait? What is my end, that I should not give up?",
      "12": "Do I have the strength of stones? Is my flesh brass?",
      "13": "I have no power to help myself, and a way out is far from me.",
      "14": "“Kindness from a friend should be shown to a man without hope, or he might turn away from the fear of the All-powerful.",
      "15": "My brothers have been like rivers that are not there when needed.",
      "16": "They are dark because of ice and snow turning into water.",
      "17": "When they have no water, there is no noise. When it is hot, they are not there.",
      "18": "The people on their camels turn away from them. They go into the waste places and die.",
      "19": "The people and camels of Tema looked. The travelers of Sheba hoped for them.",
      "20": "They were troubled for they had trusted. They came there and their hope goes.",
      "21": "Yes, this is how you have been. You see my trouble and are afraid.",
      "22": "Have I said, ‘Give me something,’ or, ‘Pay something from your riches to help me’?",
      "23": "Have I said, ‘Take me out from under the power of the one who hates me,’ or, ‘Save me from those who make it hard for me’?",
      "24": "“Teach me, and I will be quiet. Show me where I have been wrong.",
      "25": "Honest words give pain. But what does your arguing prove?",
      "26": "Do you think you can speak against my words, and act as if the words of a man without hope are wind?",
      "27": "You would even draw names over those who have no father, and make trades over your friend.",
      "28": "Now be pleased to look at me, and see if I lie to your face.",
      "29": "I ask that you change your minds and let no wrong be done. Stop now, for I am still right and good.",
      "30": "Is there wrong-doing on my tongue? Can I not taste trouble?"
    },
    "7": {
      "1": "“Is not man made to work on earth? Are not his days like the days of a man paid to work?",
      "2": "Like a servant who desires to be out of the sun, and like a working man who waits for his pay,",
      "3": "I am given months of pain and nights of suffering for no reason.",
      "4": "When I lie down I say, ‘When will I get up?’ But the night is long, and I am always turning from side to side until morning.",
      "5": "My flesh is covered with worms and dirt. My skin becomes hard and breaks open.",
      "6": "My days are faster than a cloth-maker’s tool, and come to their end without hope.",
      "7": "“Remember that my life is only a breath. My eye will not again see good.",
      "8": "The eye of him who sees me will see me no more. Your eyes will be on me, but I will be gone.",
      "9": "When a cloud goes away, it is gone. And he who goes down to the place of the dead does not come back.",
      "10": "He will not return to his house, and his place will not know him any more.",
      "11": "“So I will not keep my mouth shut. I will speak in the suffering of my spirit. I will complain because my soul is bitter.",
      "12": "Am I the sea, or a large sea animal, that You put someone to watch me?",
      "13": "When I say, ‘My bed will comfort me, and there I will find rest from my complaining,’",
      "14": "then You send dreams to me which fill me with fear.",
      "15": "So a quick death by having my breath stopped would be better to me than my pains.",
      "16": "I hate my life. I will not live forever. Leave me alone, for my days are only a breath.",
      "17": "What is man, that You make so much of him? Why do You care about him,",
      "18": "that You look at him every morning, and test him all the time?",
      "19": "How long will it be until You look away from me? Will You not let me alone until I swallow my spit?",
      "20": "Have I sinned? What have I done to You, O watcher of men? Why have you made me something to shoot at, so that I am a problem to myself?",
      "21": "Why then do You not forgive my wrong-doing and take away my sin? For now I will lie down in the dust. You will look for me, but I will not be.”"
    },
    "8": {
      "1": "Then Bildad the Shuhite answered,",
      "2": "“How long will you say these things, and the words of your mouth be a strong wind?",
      "3": "Does God make wrong what is fair? Does the All-powerful make wrong what is right?",
      "4": "If your children have sinned against Him, He has given them over to the power of their sin.",
      "5": "If you will look for God and pray to the All-powerful,",
      "6": "if you are pure and right and good, for sure He will help you. Because you are right and good He will put you back where you should be.",
      "7": "And even if your beginning was small, your end will be very great.",
      "8": "“Ask about those who have lived before. Think about what their fathers learned.",
      "9": "For we are only of yesterday and know nothing. Our days on earth are as a shadow.",
      "10": "Will they not teach you and tell you, and speak words of wisdom?",
      "11": "“Can the tall river grass grow up from dry ground? Can the grass that grows in wet places grow without water?",
      "12": "While it is still green and not cut, it becomes dry and dead before any other plant.",
      "13": "So are the ways of all who forget God. The hope of the man without God is destroyed.",
      "14": "What he trusts in is easy to break, like the home of a spider.",
      "15": "The spider trusts in his house, but it falls apart. He holds on to it, but it does not hold.",
      "16": "He is full of strength in the sunshine, and his branches spread out over his garden.",
      "17": "His roots grow around rocks and they work their way among the stones.",
      "18": "If he is taken from his place, then it will turn away from him, saying, ‘I have never seen you.’",
      "19": "See, this is the joy of His way. And out of the dust others will come.",
      "20": "See, God will not turn away from a man who is honest and faithful. And He will not help those who do wrong.",
      "21": "He will yet make you laugh and call out with joy.",
      "22": "Those who hate you will be dressed with shame. And the tent of the sinful will be no more.”"
    },
    "9": {
      "1": "Then Job answered,",
      "2": "“Yes, I know this is true. But how can a man be right and good before God?",
      "3": "If one wished to argue with Him, he would not be able to answer one out of a thousand of His questions.",
      "4": "He is wise in heart and powerful in strength. Who has ever stood against Him without being hurt?",
      "5": "It is He Who takes away the mountains without their knowing it, when He destroys them in His anger.",
      "6": "He shakes the earth out of its place, and its pillars shake.",
      "7": "He tells the sun not to shine, and He keeps the stars from shining.",
      "8": "He alone spreads out the heavens and walks upon the waves of the sea.",
      "9": "He makes the Bear, Orion and the Pleiades and the stars of the south.",
      "10": "He does things too great for us to understand, and more wonderful works than we can number.",
      "11": "When He passes by me, I do not see Him. When He goes by me, I do not know Him.",
      "12": "If He takes away, who can stop Him? Who could say to Him, ‘What are You doing?’",
      "13": "“God will not stop His anger. The helpers of Rahab bow under Him.",
      "14": "How then can I answer Him, and choose the right words to speak with Him?",
      "15": "Even if I am right, I cannot answer Him. I must beg Him who is against me to have pity.",
      "16": "If I called and He answered me, I could not believe that He was listening to my voice.",
      "17": "For He crushes me with a storm, and hurts me more and more without a reason.",
      "18": "He will not let me get my breath, but fills me with much that is bitter.",
      "19": "If it is a question of power, see, He is the strong one! If it is a question of what is right and fair, who can call Him to a trial?",
      "20": "Even if I were right, my mouth would say that I am guilty. Even if I were without blame, He would say I am guilty.",
      "21": "Even though I am without blame, I do not care about myself. I hate my life.",
      "22": "It is all the same, so I say, ‘He destroys both those who are without blame and the sinful.’",
      "23": "If death comes fast by disease, He makes fun of the trouble of those who have done no wrong.",
      "24": "The earth is given into the hand of the sinful. He covers the faces of its judges. If it is not He, then who is it?",
      "25": "“My days go faster than a runner. They fly away, and see no good.",
      "26": "They go by like fast boats, like an eagle coming down to catch its food.",
      "27": "If I say, ‘I will forget my complaining. I will put off my sad face and be happy,’",
      "28": "I am still afraid of all my pains for I know You will not take away my guilt.",
      "29": "Because I am already guilty, why should I try for nothing?",
      "30": "If I wash myself with snow and clean my hands using the best soap,",
      "31": "You would still throw me down into a deep hole. And my own clothes would hate me.",
      "32": "For He is not a man, as I am, that I may answer Him, that we might go to trial together.",
      "33": "There is no one to decide between us, who might lay his hand upon us both.",
      "34": "Let Him stop punishing me. And do not let fear of Him make me so afraid.",
      "35": "Then I would speak and not be afraid of Him. But I am not like that in myself."
    },
    "10": {
      "1": "“I hate my life. I will be free in my complaining. I will show how bitter I am in my soul when I speak.",
      "2": "I will say to God, ‘Do not say that I am guilty and punish me. Let me know why You work against me.",
      "3": "Do You think it is right for You to make it hard for me, to turn away from the work of Your hands and favor the plans of the sinful?",
      "4": "Do You have eyes of flesh? Do You see as a man sees?",
      "5": "Are Your days as the days of man, or Your years as man’s years,",
      "6": "that You should look for my wrong-doing and my sin?",
      "7": "You know that I am not guilty, yet there is no one who can take me away from Your hand.",
      "8": "‘Your hands put me together and made me, and now would You destroy me?",
      "9": "Remember that You have made me as clay. Would You turn me into dust again?",
      "10": "Did You not pour me out like milk and make me become hard like cheese?",
      "11": "You have given me clothing of skin and flesh, and have tied me together with bones and cord.",
      "12": "You have given me life and loving-kindness. Your care has kept my spirit alive.",
      "13": "Yet You have hidden these things in Your heart. I know that this is in Your thoughts.",
      "14": "If I sin, You would see me, and would not free me from my guilt.",
      "15": "If I am sinful, it would be bad for me! If I am right and good, I cannot lift my head for I am filled with shame and see all my trouble.",
      "16": "If I would lift up my head, You would hunt me like a lion. Again You would show Your power against me.",
      "17": "You would send new ones who would speak against me, and become more angry with me. You would send me more and more trouble.",
      "18": "‘Why then did You let me be born? If only I had died and no one had seen me!",
      "19": "I should have been as if I had never lived, carried from my mother to the grave.’",
      "20": "Are not my days few? Leave me alone, that I may find a little comfort",
      "21": "before I go to a place from which I will not return. I will go to the land of darkness and shadow.",
      "22": "It is the land of complete darkness and shadow and trouble, where the light is darkness.”"
    },
    "11": {
      "1": "Then Zophar the Naamathite answered,",
      "2": "“Should many words go without an answer? Should a man full of talk be said to be without blame?",
      "3": "Should your words of pride make men quiet? Should you make fun of truth and no one speak sharp words to you?",
      "4": "For you say, ‘What I believe is pure. I am without fault in Your eyes.’",
      "5": "If only God would speak, and open His lips against you.",
      "6": "He would show you the secrets of wisdom because there are two sides. Then you would know that God is punishing you less than you should get.",
      "7": "“Can you find out the deep things of God? Can you find out how far the All-powerful can go?",
      "8": "They are higher than the heavens. What can you do? They are deeper than the place of the dead. What can you know?",
      "9": "They are longer than the earth and wider than the sea.",
      "10": "If He passes by, puts a man in prison, or calls him to trial, who can stop Him?",
      "11": "For He knows men who are no good. When He sees wrong-doing, will He not look into it?",
      "12": "A fool cannot become wise anymore than a wild donkey can give birth to a man.",
      "13": "“If you set your heart right, and put out your hands to Him,",
      "14": "and if you put away the sin that is in your hand, do not let wrong-doing be in your tents.",
      "15": "Then you will be able to lift up your face without sin. You would be strong and not afraid.",
      "16": "For you would forget your trouble, remembering it as waters that have passed by.",
      "17": "Your life would be brighter than noon. Darkness would be like the morning.",
      "18": "Then you would trust, because there is hope. You would look around and rest and be safe.",
      "19": "You would lie down and no one would make you afraid. Many would ask for your favor.",
      "20": "But the eyes of the sinful will waste away. There will be no way for them to get away. And their hope is to breathe their last.”"
    },
    "12": {
      "1": "Then Job answered,",
      "2": "“No doubt you are the people, and wisdom will die with you.",
      "3": "But I have understanding as well as you. I am not less than you. Who does not know such things as these?",
      "4": "Even my friends laugh at me. The man who called on God, and God answered him, the man who is right and without blame is laughed at.",
      "5": "He who lives in comfort laughs at one who has trouble and whose feet are slipping.",
      "6": "The tents of those who destroy have much. Those who make God angry are safe and have their god in their own hands.",
      "7": "“But ask the wild animals, and they will teach you. Ask the birds of the heavens, and let them tell you.",
      "8": "Or speak to the earth, and let it teach you. Let the fish of the sea make it known to you.",
      "9": "Who among all these does not know that the hand of the Lord has done this?",
      "10": "In His hand is the life of every living thing and the breath of all men.",
      "11": "Does not the ear test words as the mouth tastes food?",
      "12": "Wisdom is with old men, and understanding with long life.",
      "13": "“With God are wisdom and strength. Wise words and understanding belong to Him.",
      "14": "See, He tears down, and it cannot be built again. He puts a man in prison, and no one can free him.",
      "15": "See, He stops the waters and they dry up. He sends them out, and they cover the earth.",
      "16": "Strength and wisdom are with Him. Both the fool and the one who fools him belong to God.",
      "17": "He takes wisdom away from leaders and makes fools of judges.",
      "18": "He takes off chains put on by kings, and holds back the power of kings.",
      "19": "He makes religious leaders walk without pride, and takes the power away from those who think they are safe.",
      "20": "He stops the trusted ones from speaking and takes away the wisdom of the leaders.",
      "21": "He pours anger on rulers, and takes away the strength of the strong.",
      "22": "He makes known hidden truth from the darkness, and brings deep darkness to light.",
      "23": "He makes the nations great, and then destroys them. He helps nations to become large, then leads them away.",
      "24": "He takes away understanding from the leaders of the people of the earth, and makes them travel in a waste-land with no path.",
      "25": "They feel their way in darkness with no light. And He makes them walk from side to side like a drunk man."
    },
    "13": {
      "1": "“See, my eye has seen all this. My ear has heard and understood it.",
      "2": "What you know I also know. I am not less than you.",
      "3": "“But I wish to speak to the All-powerful. I want to argue with God.",
      "4": "But you cover things with lies. You are doctors of no worth.",
      "5": "If only you would be quiet, and that would show your wisdom!",
      "6": "Hear what I think. Listen to the arguing of my lips.",
      "7": "Will you say what is not true for God? Will you lie for Him?",
      "8": "Will you show favor for Him? Will you argue for God?",
      "9": "Will it be well when He tests you? Or do you lie to Him as one lies to a man?",
      "10": "For sure He will speak strong words to you if you show favor in secret.",
      "11": "Will not His great power make you afraid? Will not the fear of Him come upon you?",
      "12": "Your wise sayings are sayings of ashes. Your strength is the strength of clay.",
      "13": "“Be quiet so that I may speak. Then let come on me what will.",
      "14": "Why should I take my flesh in my teeth, and put my life in my hands?",
      "15": "Even though He would kill me, yet I will trust in Him. I will argue my ways to His face.",
      "16": "This will save me, for a sinful man may not come to Him.",
      "17": "Be careful to listen to my words. Let what I say fill your ears.",
      "18": "See, I am ready to tell everything, and all will know I am right.",
      "19": "Who will talk against me? For then I would be quiet and die.",
      "20": "“Only two things I ask of You, and then I will not hide from Your face.",
      "21": "Take Your hand from me, and do not let the fear of You make me so afraid.",
      "22": "Then call, and I will answer. Or let me speak, and You answer me.",
      "23": "How many are my sins and wrong-doings? Help me to know my wrong-doing and sin.",
      "24": "Why do You hide Your face, and think of me as one who hates You?",
      "25": "Will You make a wind-blown leaf afraid? Will You go after the dry parts of a grain-field that have no worth?",
      "26": "For You write bitter things against me. You punish me for the sins I did when I was young.",
      "27": "You put chains on my feet, and watch everything I do. You let me walk only so far.",
      "28": "I am wasting away like a piece of dead wood, like clothing eaten by the moth."
    },
    "14": {
      "1": "“Man who is born of woman lives only a short time and is full of trouble.",
      "2": "He grows up and dries like a flower. He leaves like a shadow and does not stay.",
      "3": "You open Your eyes on him and decide about him.",
      "4": "Who can make clean what is unclean? No one!",
      "5": "A man’s days are numbered. You know the number of his months. He cannot live longer than the time You have set.",
      "6": "So now look away from him that he may rest, until he has lived the time set for him like a man paid to work.",
      "7": "“For there is hope for a tree, when it is cut down, that it will grow again, and that its branches will not stop growing.",
      "8": "Its roots grow old in the ground, and the base of the tree dies in the dry ground.",
      "9": "But with water it will grow. Branches will grow from it like a plant.",
      "10": "But man dies and is laid low. Man dies, and where is he?",
      "11": "As water goes into the air from the sea, and the river wastes away and dries up,",
      "12": "so man lies down and does not get up again. Until the heavens are no more, he will not wake up or come out of his sleep.",
      "13": "“If only You would hide me in the place of the dead! If only You would hide me until Your anger is past, and set a time for me and remember me!",
      "14": "If a man dies, will he live again? I will wait all the days of my trouble until a change comes.",
      "15": "You will call and I will answer You. You will wait for the work of Your hands.",
      "16": "For now You number my steps. You do not write down my sin.",
      "17": "My sin is locked up in a bag. You cover my wrong-doing.",
      "18": "“But the mountain falls and breaks apart to nothing. The rock moves from its place.",
      "19": "Water wears away the stones. Its floods wash away the dust of the earth. So You destroy man’s hope.",
      "20": "You have power over him forever, and he leaves. You change what he looks like and send him away.",
      "21": "His sons receive honor, but he does not know it. Or they lose honor, but he does not see it.",
      "22": "His body gives him pain, and he has sorrow only for himself.”"
    },
    "15": {
      "1": "Then Eliphaz the Temanite answered,",
      "2": "“Should a wise man answer with learning that is of no worth, and fill himself with the east wind?",
      "3": "Should he argue with talk that will not help, or with words that do no good?",
      "4": "For sure you are doing away with the fear of the Lord. You are stopping the quiet worship of God.",
      "5": "You show your sin by what you say. You are trying to hide behind your words.",
      "6": "Your own mouth says you are guilty, and not I. Your own lips speak against you.",
      "7": "“Were you the first man to be born? Or were you made before the hills?",
      "8": "Were you there to hear the secret plans of God? Are you the only one who has wisdom?",
      "9": "What do you know that we do not know? What do you understand that is not clear to us?",
      "10": "Men whose hair has grown white and those who have lived many years are among us. They are older than your father.",
      "11": "Are the gentle words spoken to you, which give comfort from God, too little for you?",
      "12": "Why does your heart carry you away? And why do your eyes shine,",
      "13": "that you turn your spirit against God and let such words go out of your mouth?",
      "14": "What is man, that he can be pure, or he who is born of a woman, that he can be right and good?",
      "15": "See, God puts no trust in His holy ones. The heavens are not pure in His eyes.",
      "16": "How much less one who is hated and sinful, a man who drinks sin like water!",
      "17": "“I will tell you, listen to me. I will make known what I have seen,",
      "18": "what wise men have told that they learned from their fathers. They have not hidden anything.",
      "19": "These were the ones to whom the land was given, and no stranger passed among them.",
      "20": "The sinful man suffers in pain all his days. His years are numbered because of all his sin.",
      "21": "Sounds of fear are in his ears. When all seems to be going well, the one who destroys will come upon him.",
      "22": "He does not believe that he will be taken away from darkness, and the sword is meant for him.",
      "23": "He goes to look for food, saying, ‘Where is it?’ He knows that a day of darkness is near.",
      "24": "Trouble and pain fill him with fear. They have power over him like a king ready for battle.",
      "25": "He has put out his hand against God, and is full of pride against the All-powerful.",
      "26": "He rushes in pride against Him with his big battle-covering.",
      "27": "His face is fat, and his thighs are heavy with fat.",
      "28": "He has lived in cities that have been laid waste, in houses where no one lives which will be destroyed.",
      "29": "He will no longer be rich, and what he has will not last. His grain will come to nothing.",
      "30": "He will not get away from darkness. The fire will dry up his branches, and the breath of God’s mouth will drive him away.",
      "31": "Let him not lie to himself and trust in what is empty. For what is empty will be his reward.",
      "32": "It will be paid in full while he still lives, and his branch will not be green.",
      "33": "He will be like the vine that drops off its grapes before they are ready. And he will throw off his flower like the olive tree.",
      "34": "Those who visit the sinful bring no fruit. And fire destroys the tents of those who do wrong.",
      "35": "They give birth to trouble and bring sin. Their minds plan lies.”"
    },
    "16": {
      "1": "Then Job answered,",
      "2": "“I have heard many such things. All of you bring trouble instead of comfort.",
      "3": "Is there no end to your words that are full of wind? What is your problem that you keep on talking?",
      "4": "I also could speak like you, if I were in your place. I could put words together against you, and shake my head at you.",
      "5": "I could give you strength with my mouth. I could speak words of comfort and make your pain less.",
      "6": "“If I speak, my pain is not made less. And if I keep quiet, it does not leave me.",
      "7": "But now God has taken away my strength. He has taken away all my family.",
      "8": "He has made me dry up, and this speaks against me. The wasting away of my body rises up against me. It speaks against me to my face.",
      "9": "His anger has torn me and hated me. He has ground His teeth at me. The one against me looks hard at me.",
      "10": "Men have looked at me with their mouths open. They have hit me on the face with anger. They have gathered together against me.",
      "11": "God gives me over to bad men. He throws me into the hands of the sinful.",
      "12": "I was living in comfort, but He has taken that away. He has taken hold of me by the neck and shaken me to pieces. He has set me up for something to shoot at.",
      "13": "His arrows are all around me. He cuts my kidneys open without pity. He pours the bitter insides on the ground.",
      "14": "He hurts me again and again. He runs at me like a man of war.",
      "15": "I have sewed cloth made from hair over my skin, and have laid my hope in the dust.",
      "16": "My face is red from crying, and darkness is over my eyes.",
      "17": "But my hands have done nothing bad, and my prayer is pure.",
      "18": "“O earth, do not cover my blood. Let my cry have no place to rest.",
      "19": "See, even now there is One Who sees me from heaven. The One Who speaks for me is on high.",
      "20": "My friends make fun of me. My eyes pour out tears to God.",
      "21": "If only a man could give reasons to God, as a man does for his neighbor!",
      "22": "In a few years I will go the way that I cannot return."
    },
    "17": {
      "1": "“My spirit is broken. My days are gone. The grave is ready for me.",
      "2": "For sure those with me make fun of me. My eyes see how they laugh at me.",
      "3": "“Promise that You will hear me. Who is there that will trust me?",
      "4": "For You have kept their heart from understanding, so You will not honor them.",
      "5": "If one speaks against friends to get money, the eyes of his children also will become weak.",
      "6": "“But He has made me an object of shame to the people. Men spit on me.",
      "7": "My eyes have become weak with sorrow. All the parts of my body are like a shadow.",
      "8": "Men who are right and good will be surprised and afraid at this. He who is without guilt will be moved to go against the sinful.",
      "9": "But the one who is right with God will hold to his way. And he who has clean hands will become stronger and stronger.",
      "10": "But all of you try again, and I will not find a wise man among you.",
      "11": "My days are past. My plans are torn apart, even the wishes of my heart.",
      "12": "They make night into day, saying, ‘The light is near,’ when there is darkness.",
      "13": "If I look for the place of the dead as my home, I make my bed in the darkness.",
      "14": "If I say to the grave, ‘You are my father,’ and to the worm, ‘My mother and my sister,’",
      "15": "then where is my hope? Who sees hope for me?",
      "16": "Will it go down with me to the place of the dead? Will we go down together into the dust?”"
    },
    "18": {
      "1": "Then Bildad the Shuhite answered,",
      "2": "“How long will you keep talking? Show understanding and then we can talk.",
      "3": "Why are we thought of as animals? Why do you see us as not being able to think?",
      "4": "You who tear yourself in your anger, will the earth be left alone because of you? Or will the rocks be moved from their place?",
      "5": "“Yes, the light of the sinful is put out. His fire does not give light.",
      "6": "The light in his tent is made dark, and his lamp goes out above him.",
      "7": "His strong steps are made short, and his own plans make him fall.",
      "8": "For he is thrown down into a net by his own feet and walks on it.",
      "9": "A trap catches him by the foot and holds him.",
      "10": "A tied rope is hidden in the ground for him. A trap is set for him on the path.",
      "11": "He is filled with fear on every side. It follows him at every step.",
      "12": "His strength leaves him because trouble is waiting for him at every side.",
      "13": "His skin is eaten by disease and the beginning of death eats his legs.",
      "14": "He is taken away from his tent where he was safe, and is brought to the king of fears.",
      "15": "Fire destroys everything in his tent and sulphur is spread where he lives.",
      "16": "His roots are dried below and his branch is cut off above.",
      "17": "No one on earth will remember him. His name will not be known in the land.",
      "18": "He is sent from light into darkness, and driven away from where people live.",
      "19": "He has no children among his people to carry on his name where he lived.",
      "20": "Those in the west are surprised and afraid at what happened to him. And those in the east are filled with fear.",
      "21": "For sure, these are the houses of the sinful. This is the place of him who does not know God.”"
    },
    "19": {
      "1": "Then Job answered,",
      "2": "“How long will you make me suffer and crush me with words?",
      "3": "Ten times you have put me to shame and are not ashamed to wrong me.",
      "4": "Even if it is true that I have done wrong, it stays with me.",
      "5": "You put yourselves up high against me, and try to prove my shame to me.",
      "6": "You will know then that God has wronged me, and has set a trap around me.",
      "7": "“See, I cry, ‘Someone is hurting me!’ but I get no answer. I call for help, but no one stands for what is right and fair.",
      "8": "He has built a wall in my way so that I cannot pass. And He has put darkness on my paths.",
      "9": "He has taken my honor from me, and taken the crown from my head.",
      "10": "He breaks me down on every side, and I am gone. He has pulled up my hope like a tree.",
      "11": "He has made His anger burn against me, and thinks of me as one who fights against Him.",
      "12": "His armies come together and build a path against me. They camp around my tent.",
      "13": "“He has taken my brothers far away from me and my friends have all left me.",
      "14": "My brothers have left me, and my close friends have forgotten me.",
      "15": "Those who live in my house and my women servants think of me as a stranger. I am like one from another country in their eyes.",
      "16": "I call to my servant, but he does not answer. I have to beg him.",
      "17": "My breath smells bad to my wife, and I am hated by my own brothers.",
      "18": "Even young children hate me. When I get up they speak against me.",
      "19": "All my friends hate me. Those I love have turned against me.",
      "20": "I am only skin and flesh. And I have gotten away only by the skin of my teeth.",
      "21": "Have pity on me. Have pity on me, O you my friends. For the hand of God has hit me.",
      "22": "Why do you make it hard for me as God does? Have I not suffered enough to please you?",
      "23": "“If only my words were written! If only they were written down in a book!",
      "24": "If only they were cut forever into the rock with an iron cutter and lead!",
      "25": "But as for me, I know that the One Who bought me and made me free from sin lives, and that He will stand upon the earth in the end.",
      "26": "Even after my skin is destroyed, yet in my flesh I will see God.",
      "27": "I myself will see Him. With my own eyes I will see Him and not another. My heart becomes weak within me.",
      "28": "If you say, ‘How will we make it hard for him?’ and, ‘The root of the problem is in him,’",
      "29": "you should be afraid of the sword for yourselves. For anger is punished by the sword, that you may know there is punishment for wrong-doing.”"
    },
    "20": {
      "1": "Then Zophar the Naamathite answered,",
      "2": "“My troubled thoughts make me answer, because I have no rest inside.",
      "3": "I heard the strong words that take away my honor. The spirit of my understanding makes me answer.",
      "4": "Do you not know from long ago, since man was put on earth,",
      "5": "that the honor of the sinful is short, and the joy of the sinful lasts only a short time?",
      "6": "Even if his pride is as high as the heavens and his head touches the clouds,",
      "7": "he will be gone forever, like his own waste. Those who have seen him will say, ‘Where is he?’",
      "8": "He will fly away like a dream, and not be found. He will be driven away like a dream of the night.",
      "9": "The eye which saw him will see him no more. His place will no longer see him.",
      "10": "His sons will look for the favor of the poor. And his hands will give back his riches.",
      "11": "His bones are full of the strength of the young, but it will lie down with him in the dust.",
      "12": "“Sin is sweet in his mouth. He hides it under his tongue.",
      "13": "He hates to let it go, and holds it in his mouth.",
      "14": "Yet his food in his stomach is changed to the poison of snakes inside him.",
      "15": "He eats riches, but will spit them up. God will take them out of his stomach.",
      "16": "He will drink the poison of snakes. The snake’s tongue will kill him.",
      "17": "He will not look at the rivers, the rivers flowing with honey and milk.",
      "18": "He must return what he has worked for, and can not eat it. He will not have joy from the riches of his trading.",
      "19": "For he has taken from the poor and left them with nothing. He has taken houses which he has not built.",
      "20": "“Because he thought he never had enough, he has nothing that gives him joy.",
      "21": "There was nothing more for him to get, so his having everything will not last.",
      "22": "Even when he has many riches, he will have trouble. Everyone who suffers will come against him.",
      "23": "When he fills his stomach, God will send His great anger on him. He will send it on him while he is eating.",
      "24": "He may get away from the iron sword, but the brass bow will shoot an arrow in him.",
      "25": "It cuts through his body and comes out of his back. The shining arrow comes out of his liver. Much fear comes upon him.",
      "26": "Complete darkness is stored up for his riches. A fire not kept going by man will burn him up. It will destroy all that is left in his tent.",
      "27": "The heavens will make his sin known, and the earth will rise up against him.",
      "28": "The things of his house will be carried away. They will be taken away in the day of God’s anger.",
      "29": "This is what God has for sinful men. It is what God chooses to give to them.”"
    },
    "21": {
      "1": "Then Job answered,",
      "2": "“Be careful to listen to my words. Let this be the comfort you give me.",
      "3": "Listen to me while I speak. Then after I have spoken, you may keep on making fun of me.",
      "4": "As for me, am I complaining against man? Why should my spirit not be troubled?",
      "5": "Look at me, and be surprised; and put your hand over your mouth.",
      "6": "When I think, I am troubled; and fear takes hold of my body.",
      "7": "Why do the sinful live, become old, and become very powerful?",
      "8": "They watch their children’s children become strong in front of their eyes.",
      "9": "Their houses are safe from fear. And the punishment of God does not come upon them.",
      "10": "Their bull mates without trouble. Their cow gives birth to live calves.",
      "11": "They send out their little ones like a flock, and their children jump around.",
      "12": "They sing to the timbrel and the harp. They show their joy at the sound of the horn.",
      "13": "They spend their days with much more than they need. And all at once they go down to the place of the dead.",
      "14": "They say to God, ‘Leave us alone! We do not want to know Your ways.",
      "15": "Who is the All-powerful, that we should serve Him? What would we have more than we have if we prayed to Him?’",
      "16": "See, their well-being is not in their own hands. The wisdom of the sinful is far from me.",
      "17": "“How many times is the lamp of the sinful put out, that their trouble comes upon them? How often does God send trouble to them in His anger?",
      "18": "Are they like straw blown by the wind? Are they like straw that the storm carries away?",
      "19": "You say, ‘God stores up a man’s punishment for his sons.’ Let God punish him so that he may know it.",
      "20": "Let his own eyes see himself being destroyed. Let him drink the anger of the All-powerful.",
      "21": "For what does he care for his house and family after he is dead, when the number of his months is over?",
      "22": "Can anyone teach God anything, when He judges those on high?",
      "23": "One man dies while still very strong, having everything he needs and time to enjoy it.",
      "24": "His body has good food and his bones are strong.",
      "25": "Another dies with bitter feelings in his soul, never having enjoyed anything good.",
      "26": "Together they lie down in the dust, and worms cover them.",
      "27": "“See, I know your thoughts and your plans to wrong me.",
      "28": "For you say, ‘Where is the house of the leader? Where are the tents where the sinful men live?’",
      "29": "Have you not asked those who travel this way? Do you listen to what they say?",
      "30": "For the sinful are kept for the day of trouble. They will be brought out on the day of anger.",
      "31": "Who will talk to him about his way to his face? And who will punish him for what he has done?",
      "32": "When he is carried to the grave, men will keep watch over his grave.",
      "33": "The earth of the valley will be sweet to him. All men will follow after him, and those who go before him are too many to number.",
      "34": "How then can you comfort me with foolish words? Your answers are full of lies.”"
    },
    "22": {
      "1": "Then Eliphaz the Temanite answered,",
      "2": "“Can a man be of use to God? Can a wise man be of use to himself?",
      "3": "Is the All-powerful pleased if you are right and good? Is it of any use to Him if your ways were perfect?",
      "4": "Is it because of how you honor God that He speaks strong words to you and punishes you?",
      "5": "Have you not done much wrong and your sins have no end?",
      "6": "For you have taken things from your brothers when they did not owe you anything. You have taken all their clothing and they have had nothing to wear.",
      "7": "To those who were tired, you have given no water to drink. And you have kept bread from the hungry.",
      "8": "But you were a powerful and respected man owning land and living on it.",
      "9": "You have sent women away with nothing, whose husbands have died. And you have crushed the strength of children who have no parents.",
      "10": "So traps are all around you, and much fear comes upon you all at once.",
      "11": "This is why it is dark and you cannot see, and a flood of water covers you.",
      "12": "“Is not God high up in heaven? See the highest stars, how high they are!",
      "13": "So you say, ‘What does God know? Can He judge through the darkness?",
      "14": "Clouds cover Him so that He cannot see. He walks on the roof of heaven.’",
      "15": "Will you keep to the old way which sinful men have walked?",
      "16": "They were taken away before their time. The ground they stood on was washed away by a river.",
      "17": "They said to God, ‘Leave us!’ and ‘What can the All-powerful do to us?’",
      "18": "Yet He filled their houses with good things. But the wisdom of the sinful is far from me.",
      "19": "Those who are right and good see it and are glad. Those who are without guilt make fun of them,",
      "20": "saying, ‘For sure those who hate us are destroyed, and fire has destroyed what they owned.’",
      "21": "“Agree with God, and be at peace with Him. Then good will come to you.",
      "22": "Receive the teaching from His mouth, and keep His words in your heart.",
      "23": "If you return to the All-powerful, things will be well with you again. Put sin far from your tent.",
      "24": "Put your gold in the dust, and gold of Ophir among the stones of the river.",
      "25": "Then the All-powerful will be your gold and silver of much worth.",
      "26": "Then you will have joy in the All-powerful, and lift up your face to God.",
      "27": "You will pray to Him, and He will hear you. And you will keep your promises to Him.",
      "28": "You will decide something, and it will be done for you. Light will shine on your path.",
      "29": "For God puts down the man who is filled with pride. But He saves the one who is not proud.",
      "30": "He will save the man who is even guilty because he will be helped by your hands that are clean.”"
    },
    "23": {
      "1": "Then Job answered,",
      "2": "“Even today my complaining is bitter. His hand is heavy even when I cry inside myself.",
      "3": "If only I knew where to find Him, that I might go where He is!",
      "4": "I would tell Him how things are with me, and my mouth would be ready to argue.",
      "5": "I would know His answer, and could think about what He would say to me.",
      "6": "Would He go against me using His great power? No, He would listen to me.",
      "7": "There a man who is right could reason with Him. And I would be set free by my Judge.",
      "8": "“See, I go east, but He is not there. I go west, but I cannot see Him.",
      "9": "When He works to the left, I cannot see Him. When He turns to the right, I cannot see Him.",
      "10": "But He knows the way that I take. When He has tried me, I will come out as gold.",
      "11": "My foot has kept close to His steps. I have kept His way and have not turned aside.",
      "12": "I have not turned away from the words of His lips. I have stored up the words of His mouth. They are worth more to me than the food I need.",
      "13": "But He cannot be changed. Who can go against Him? He does whatever He wants.",
      "14": "For He does what He has planned for me, and many such things are in His mind.",
      "15": "So I am afraid to be with Him. When I think about it, I am very afraid of Him.",
      "16": "God has made my heart weak. The All-powerful has filled me with fear.",
      "17": "But I am not made quiet by the darkness or the deep shadow which covers my face."
    },
    "24": {
      "1": "“Why are times for judging not set up by the All-powerful? And why do those who know Him not see these days?",
      "2": "Some take away the land-marks and take fields and animals.",
      "3": "They drive away the donkeys that belong to those who have no parents. They take the bull that belongs to a woman whose husband has died, as a promise that she will pay what she owes.",
      "4": "They push poor people off the road. All the poor of the land are made to hide themselves.",
      "5": "See, they go out like wild donkeys in the desert to look for food for their children.",
      "6": "They gather food in the fields, and gather what they can that is left from the grape-fields owned by the sinful.",
      "7": "They lie all night without clothing, and have no covering in the cold.",
      "8": "They are wet with the mountain rains and stay close to the rocks for cover.",
      "9": "Others take from the breast the child who has no father. They take the child from the poor as a promise that they will pay what they owe.",
      "10": "They make the poor go about without clothing, making them carry loads of cut grain while they are hungry.",
      "11": "Among the olive trees they make oil. They crush grapes but they are thirsty.",
      "12": "Men from the city cry inside themselves. The souls of those who are hurt cry out. Yet God does not listen to their prayer.",
      "13": "“Then there are those who turn against the light. They do not want to know its ways or stay in its paths.",
      "14": "The one who kills people gets up early in the morning. He kills the poor and those in need. And during the night he is like a robber.",
      "15": "The eye of the one who is not faithful in marriage waits for the evening, saying, ‘No one will see me.’ And he covers his face.",
      "16": "In the dark they dig into houses. They shut themselves up during the day and do not know the light.",
      "17": "For midnight is morning to them. They are not afraid of the fears of darkness.",
      "18": "“They are taken away on the top of the waters. Their part of the earth is cursed. They do not go to their grape-fields.",
      "19": "Dry weather and heat take away the water from the snow, just as the place of the dead takes away those who have sinned.",
      "20": "A mother will forget him. The worm is pleased to eat him until he is remembered no more. Sin will be broken like a tree.",
      "21": "He does wrong to the woman who cannot give birth. And he does no good for the woman whose husband has died.",
      "22": "But God by His power gives long life to the strong. They rise again, even when they had no hope of life.",
      "23": "He makes them safe and gives them strength, and His eyes are on their ways.",
      "24": "They are given honor for a little while, and then they are gone. They are brought low and gathered up as all others are. They are cut off like the heads of grain.",
      "25": "If it is not so, who can prove me a liar, and show that what I say means nothing?”"
    },
    "25": {
      "1": "Then Bildad the Shuhite answered,",
      "2": "“Power and fear belong to God. He keeps peace in His high places.",
      "3": "Is there any number to His armies? Upon whom does His light not shine?",
      "4": "How then can a man be right and good before God? How can he who is born of woman be clean?",
      "5": "See, even the moon is not bright and the stars are not pure in His eyes.",
      "6": "How much less man, who is a bug, and the son of man, who is a worm!”"
    },
    "26": {
      "1": "Then Job answered,",
      "2": "“What a help you are to the weak! How you have saved the arm that has no strength!",
      "3": "How you have given wise words to him who has no wisdom! How much true learning you have given!",
      "4": "To whom have your words been said? And from whose spirit have you spoken?",
      "5": "“The spirits of the dead shake under the waters and those living in them.",
      "6": "The place of the dead has no covering before God and the place that destroys has no covering.",
      "7": "He spreads out the north over empty waste, and hangs the earth on nothing.",
      "8": "He holds the waters in His clouds, and the cloud does not break under them.",
      "9": "He covers the face of the moon and spreads His cloud over it.",
      "10": "He has marked the sides around the waters where light and darkness are divided.",
      "11": "The pillars of heaven shake with fear. They are surprised and afraid of His sharp words.",
      "12": "He made the sea quiet by His power. And by His understanding He destroyed Rahab.",
      "13": "By His breath the heavens are made beautiful. His hand cut through the snake as it tried to get away.",
      "14": "See, these are only a few of the things He does. And how quiet are the words spoken about Him! But who can understand His powerful thunder?”"
    },
    "27": {
      "1": "Job kept on speaking, and said,",
      "2": "“As God lives, Who has taken away my right, and the All-powerful, Who has troubled my soul,",
      "3": "as long as life is in me, and the breath of God is in my nose,",
      "4": "my lips will not speak what is not true, and my tongue will not lie.",
      "5": "Far be it from me to say that you are right. Until I die I will not put away my honor.",
      "6": "I hold on to what is right and good and will not let it go. My heart does not put me to shame for any of my days.",
      "7": "“May the one who hates me be as the sinful. And may the one who is against me be as those who are not right and good.",
      "8": "For what is the hope of the man without God when he dies, when God takes away his life?",
      "9": "Will God hear his cry when trouble comes upon him?",
      "10": "Will he be glad in the All-powerful? Will he call on God at all times?",
      "11": "I will teach you about the power of God. I will not hide the ways of the All-powerful.",
      "12": "All of you have seen it yourselves. Why then do you speak in a foolish way?",
      "13": "“This is what God gives to a sinful man, the gift that a man who makes it hard for others receives from the All-powerful.",
      "14": "If he has many sons, they will be killed by the sword. And his children will not have enough bread to eat.",
      "15": "Those who are left to him will be buried because of disease. And the wives who have lost their husbands will not be able to cry.",
      "16": "He may gather up silver like dust, and gather so much clothing as if they were clay.",
      "17": "He may have it, but those who are right with God will wear it. And those who are without guilt will divide the silver.",
      "18": "He builds his house like the home of a spider, or like a tent which a watchman has made.",
      "19": "He goes to bed rich, but will never again. When he opens his eyes, his riches are gone.",
      "20": "Fears come over him like a flood. A storm carries him away in the night.",
      "21": "The east wind carries him away, and he is gone. It carries him away from his place.",
      "22": "It comes at him without pity. He tries to run from its power as fast as he can.",
      "23": "Men clap their hands at him, and drive him from his place with sounds of shame."
    },
    "28": {
      "1": "“For sure there is a mine for silver, and a place where gold is made pure.",
      "2": "Iron is taken out of the earth. And copper is melted from the rock.",
      "3": "Man looks into the deepest darkness. And he goes out to the farthest part of the earth to look for rocks in the dark places.",
      "4": "Men break open deep holes far from where people live, forgotten by travelers. In the holes they hang and move from side to side far from men.",
      "5": "As for the earth, out of it comes food. But below, it is turned up as fire.",
      "6": "Sapphires come from its rocks and its dust has gold.",
      "7": "No bird who eats meat knows that path. The falcon’s eye has not seen it.",
      "8": "The proud animals have not stepped on it. The strong lion has not passed over it.",
      "9": "Man puts his hand on the hard rock. He turns the mountains over at its base.",
      "10": "He makes a path through the rocks, and his eyes see everything of much worth.",
      "11": "He stops rivers from flowing. And he brings to light what is hidden.",
      "12": "“But where can wisdom be found? And where is the place of understanding?",
      "13": "Man does not know its worth, and it is not found in the land of the living.",
      "14": "The deep waters say, ‘It is not in me.’ The sea says, ‘It is not with me.’",
      "15": "Pure gold cannot be traded for it and it cannot be bought with silver.",
      "16": "It cannot be compared in worth to the gold of Ophir, onyx of much worth, or sapphire.",
      "17": "Gold or glass cannot be compared to it in worth and it cannot be traded for objects of fine gold.",
      "18": "There is no need to say anything about coral or crystal because wisdom cannot be paid for with rubies.",
      "19": "The topaz of Ethiopia cannot be compared to it in worth and it cannot be compared with the worth of pure gold.",
      "20": "Where then does wisdom come from? Where is the place of understanding?",
      "21": "It is hidden from the eyes of all living. It is hidden from the birds of the sky.",
      "22": "The Place That Destroys and Death say, ‘We have only heard about it with our ears.’",
      "23": "“God understands the way to wisdom, and He knows its place.",
      "24": "For He looks to the ends of the earth, and sees everything under the heavens.",
      "25": "He gave weight to the wind. He decided how much water would be in the sea.",
      "26": "He decided how much rain would fall, and the path for the lightning.",
      "27": "Then He saw wisdom and made it known. He made it last, and found out all about it.",
      "28": "And He said to man, ‘See, the fear of the Lord, that is wisdom. And to turn away from sin is understanding.’”"
    },
    "29": {
      "1": "Then Job spoke again and said,",
      "2": "“If only I could be now as I was in the months past when God watched over me!",
      "3": "His lamp shined over my head then and by His light I walked through darkness.",
      "4": "Those days were my best days when God was my friend watching over my tent.",
      "5": "The All-powerful was still with me, and my children were around me.",
      "6": "My path was washed with milk, and the rock poured out rivers of oil for me.",
      "7": "When I went to the city gate and took my place with the leaders of the city,",
      "8": "the young men saw me and let me go by. The old men rose and stood.",
      "9": "The leaders stopped talking, and put their hands on their mouths.",
      "10": "The voices of the rulers were quiet. Their tongues held to the roof of their mouths.",
      "11": "Those who heard me, honored me. Those who saw me, respected me,",
      "12": "because I helped the poor man when he cried for help and the child without parents who had no one to help him.",
      "13": "Good came to me from the man who was dying. And I made the heart of the woman whose husband had died sing for joy.",
      "14": "I put on what was right and good, and it clothed me. The right things done were my coat and head-covering.",
      "15": "I was eyes to the blind, and feet to the man who could not walk.",
      "16": "I was a father to those in need. And I helped those I did not know who had a need.",
      "17": "I broke the jaws of the sinful, and took from their teeth what they had taken.",
      "18": "Then I thought, ‘I will die in my nest. My days will be as many as the sand.",
      "19": "My roots go to the water. As the water is on the grass in the early morning, it will be all night on my branches.",
      "20": "My honor is always new to me, and my bow is new in my hand.’",
      "21": "“Men listened to me and waited. They were quiet so they could hear my words of wisdom.",
      "22": "After I spoke, they did not speak again. My words stayed with them.",
      "23": "They waited for me as for rain. And they opened their mouths as for the spring rain.",
      "24": "I looked at them with joy when they were not sure of themselves, and the light of my face gave them comfort.",
      "25": "I decided the way for them and sat as their leader. I lived as a king among his army, and like one who gives comfort to those in sorrow."
    },
    "30": {
      "1": "“But now those who are younger than I make fun of me. I thought so little of their fathers that I did not want them with my sheep dogs.",
      "2": "Yes, what good could I get from the strength of their hands? Their strength was gone.",
      "3": "Their bodies are thin and in need of food. At night they bite the dry ground in the waste land.",
      "4": "They pick plants that taste of salt among the bushes. And they eat the root of the broom bush.",
      "5": "They are driven away from people. Men call out against them as if they were robbers.",
      "6": "So they live in valleys made by floods, in caves of the earth and of the rocks.",
      "7": "Among the bushes they cry out. They gather together under the thistles.",
      "8": "They are fools and they have no name. They have been driven out of the land.",
      "9": "“Now they make fun of me in song. They laugh at me.",
      "10": "They hate me and keep away from me, but they spit in my face.",
      "11": "Because God has made the string of my bow loose and has troubled me, they have thrown off their respect for me.",
      "12": "Their bad group comes to my right. They push me away and trip my feet, and make ways to destroy me.",
      "13": "They break up my path. They make trouble for me, and no one stops them.",
      "14": "They come as if through a wide hole in the wall, and roll on with much noise.",
      "15": "Fears come upon me. They go after my honor like the wind. And my well-being has passed away like a cloud.",
      "16": "“Now my soul is poured out within me. Days of trouble have taken hold of me.",
      "17": "Night cuts into my bones with pain. The pain keeps on and takes no rest.",
      "18": "My clothing is torn by a strong power. It pulls against me like the top of my coat.",
      "19": "God has thrown me into the mud, and I have become like dust and ashes.",
      "20": "I cry out to You for help, but You do not answer me. I stand up, and You turn away from me.",
      "21": "You work against me. With the power of Your hand you make it hard for me.",
      "22": "You lift me up to the wind and make it carry me. You throw me around in the storm.",
      "23": "For I know that You will bring me to death, to the place for all the living.",
      "24": "“Yet does not one in a destroyed place put out his hand, and in his trouble cry out for help?",
      "25": "Have I not cried for the one whose life is hard? Was not my soul filled with sorrow for the poor?",
      "26": "When I expected good, then trouble came. When I waited for light, darkness came.",
      "27": "My heart is troubled and does not rest. Days of trouble are before me.",
      "28": "I go about full of sorrow without comfort. I stand up where the people are gathered and cry out for help.",
      "29": "I have become a brother to wild dogs, and a friend of ostriches.",
      "30": "My skin becomes black and falls from me. My bones burn because I am sick.",
      "31": "So my harp is turned to sorrow, and my horn to the sound of crying."
    },
    "31": {
      "1": "“I have made an agreement with my eyes not to look with desire at a young woman.",
      "2": "What would be my share from God above? What would my gift be from the All-powerful on high?",
      "3": "Does not trouble come to those who are not right and good? Do not hard times come to those who do wrong?",
      "4": "Does He not see my ways and number all my steps?",
      "5": "“If I have walked in ways that are false, and my foot has been quick to follow false ways,",
      "6": "let Him weigh me with a true weight. Let God know that I am honest.",
      "7": "If my step has turned from the way, and my heart has followed my eyes, or if my hands have held on to sin,",
      "8": "then let me plant and another eat. Let what grows be pulled out by the roots.",
      "9": "“If my heart has been tempted by a woman, or I have waited at my neighbor’s door,",
      "10": "may my wife grind grain for another. And let others bow down upon her.",
      "11": "For that would be a very sinful thing to do. It would be a sin that would be punished by the judges.",
      "12": "For that would be a fire that burns at the Place That Destroys. It would dig out all I have planted.",
      "13": "“If I did not listen to my men servants and women servants when they complained against me,",
      "14": "what will I do when God speaks to me? When He asks me why, what will I answer Him?",
      "15": "Did not He Who made me inside my mother make him also? Did not the same One give us life from our mothers?",
      "16": "“If I have kept what the poor should have or have caused the eyes of the woman whose husband has died to be tired,",
      "17": "if I have eaten my food alone without sharing it with the child who has no parents,",
      "18": "(but from the time I was young, he grew up with me as a father, and I have helped the woman without a husband since I was born,)",
      "19": "if I have seen anyone die because he had no clothing, or left any poor person without clothes,",
      "20": "if he has not thanked me for the clothing on his body, and been made warm with the wool of my sheep,",
      "21": "if I have not done these things, or if I have lifted up my hand against the child who has no parents, because I saw I had help in the gate,",
      "22": "let my shoulder fall out of place, and let my arm be broken off at the joint.",
      "23": "For trouble sent by God fills me with fear. Because of His great power I could not do these things.",
      "24": "“If I have put my faith in gold and said fine gold is my trust,",
      "25": "if I have had pride because of my many riches and have received much by my hand,",
      "26": "if I have looked at the sun shining or the bright moon going on its way,",
      "27": "and have in secret worshiped them in my heart, and have honored them by throwing them a kiss with my hand,",
      "28": "these also would be sins to be judged. It would say I did not know the God above.",
      "29": "“Have I been glad when a person who hated me was destroyed? Have I been filled with joy when trouble came to him?",
      "30": "No, I have not allowed my mouth to sin by asking his life to be cursed.",
      "31": "Have the men of my tent not said, ‘Who can find one who has not been filled with his meat’?",
      "32": "The stranger has not stayed in the street, for I have opened my doors to the traveler.",
      "33": "Have I hidden my sins like Adam? Have I hidden my wrong-doing in my heart,",
      "34": "because I was afraid of all the people, and of families who hated me? Did I keep quiet and not go out of the door?",
      "35": "If only I had one to hear me! See, here my name is written. Let the All-powerful answer me! May what is against me be written down!",
      "36": "For sure I would carry it on my shoulder. I would tie it around my head like a crown.",
      "37": "I would tell Him the number of my every step. I would come near Him like a prince.",
      "38": "“If my land cries out against me and the ditches made by the plow cry together,",
      "39": "if I have eaten its fruit without paying for it, and caused its owners to die,",
      "40": "let thorns grow instead of grain. And let weeds with a bad smell grow instead of barley.”\nThe words of Job are finished."
    },
    "32": {
      "1": "Then these three men stopped answering Job, because he was right and good in his own eyes.",
      "2": "But Elihu the son of Barachel the Buzite, of the family of Ram, became very angry. He was angry at Job because he said he was right with God.",
      "3": "And he was angry at his three friends because they had found no answer, yet they had said that Job was wrong.",
      "4": "Now Elihu had waited to speak to Job because they were older than he.",
      "5": "And when Elihu saw that there was no answer in the mouth of the three men, he was very angry.",
      "6": "So Elihu the son of Barachel the Buzite said, “I am young, and you are old. So I did not feel that I should speak. I was afraid to tell you what I think.",
      "7": "I thought the older men should speak, and that the many years should teach wisdom.",
      "8": "But it is the spirit in a man and the breath of the All-powerful that gives him understanding.",
      "9": "The old may not be wise. They may not understand what is right and fair.",
      "10": "So I say, ‘Listen to me. I also will tell you what I think.’",
      "11": "“See, I waited for your words. I listened to what you said and waited to hear more from you.",
      "12": "I was careful to listen to you. There was no one who could prove that Job was wrong. None of you could answer his words.",
      "13": "Do not say, ‘We have found wisdom. God will show he is wrong, not man.’",
      "14": "Now Job has not spoken his words against me. And I will not answer him with your words.",
      "15": "“They are troubled and have no more to say. Words do not come.",
      "16": "Should I wait because they do not speak, because they stand there and do not answer?",
      "17": "I also will give my answer. I will tell what I think.",
      "18": "For I am full of words. The spirit within me makes me speak.",
      "19": "See, my stomach is like wine that cannot get out. It is ready to break like new wine bottles made of skin.",
      "20": "Let me speak, that I may find comfort. Let me open my lips and answer.",
      "21": "I will not show favor to anyone, or praise any man in a false way.",
      "22": "For I do not know how to say sweet-sounding words that are not true, for then my Maker would soon take me away."
    },
    "33": {
      "1": "“But now, Job, hear what I say. Listen to all my words.",
      "2": "See, I open my mouth. My tongue in my mouth wants to speak.",
      "3": "My words come from my heart that is right. My lips speak in truth what I know.",
      "4": "The Spirit of God has made me. And the breath of the All-powerful gives me life.",
      "5": "Prove me wrong if you can. Get ready to answer me, and take your stand.",
      "6": "See, I belong to God like you. I also have been made from the clay.",
      "7": "See, you have no reason to be afraid of me. I should not make it hard for you.",
      "8": "“For sure you have spoken in my hearing. I have heard all you have said.",
      "9": "You said, ‘I am pure and without sin. I am not guilty, and there is no sin in me.",
      "10": "But see, God finds things against me. He thinks of me as someone who hates Him.",
      "11": "He puts my feet in chains, and watches all my paths.’",
      "12": "See, I tell you, in this you are not right. For God is greater than man.",
      "13": "“Why do you complain against Him? He does not give a reason for all He does.",
      "14": "For God speaks once, or twice, and yet no one listens.",
      "15": "In a dream, a special dream of the night, when deep sleep comes upon men, while they sleep in their beds,",
      "16": "then He opens the ears of men. He teaches them and makes them afraid telling them of danger,",
      "17": "that He may turn man away from wrong-doing and keep him from pride.",
      "18": "He keeps his soul from going to the place of the dead. And He keeps his life from being destroyed by the sword.",
      "19": "“Man is also punished with pain on his bed and has pain all the time in his bones.",
      "20": "So he hates bread, and has no desire for fine foods.",
      "21": "His flesh is so wasted away that it cannot be seen. His bones which were not seen stick out.",
      "22": "His soul comes close to the grave, and his life to those who bring death.",
      "23": "“If there is an angel, one out of a thousand, to speak with God for him, and to show a man what is right for him,",
      "24": "then let him be kind to him, and say, ‘Save him from going down to the grave. I have found someone to pay the price to make him free.",
      "25": "Let his flesh become young again. Let him return to the days when he was young and strong.’",
      "26": "Then he will pray to God, and God will be pleased with him. He will see His face with joy. And God will make man right with Him again.",
      "27": "He will sing to men and say, ‘I have sinned and have not done what is right, but He did not punish me.",
      "28": "He has kept my soul from going to the grave. And my life will see the light.’",
      "29": "“See, God does all these things twice, even three times, to a man,",
      "30": "to turn back his soul from the grave, that he may see the light of life.",
      "31": "Hear what I say, O Job, listen to me. Be quiet and let me speak.",
      "32": "If you have anything to say, answer me. Speak, for I want to make you right with God.",
      "33": "If not, listen to me. Be quiet, and I will teach you wisdom.”"
    },
    "34": {
      "1": "Then Elihu said,",
      "2": "“Hear my words, you wise men. Listen to me, you who know.",
      "3": "For the ear tests words as the mouth tastes food.",
      "4": "Let us choose for ourselves what is right. Let us know among ourselves what is good.",
      "5": "For Job has said, ‘I am right and good, but God has taken away my right.",
      "6": "Would I lie about my right? I have been hurt so that I cannot be healed, but I have done no wrong.’",
      "7": "What man is like Job, who drinks up words against him like water?",
      "8": "He goes among those who do wrong, and walks with sinful men.",
      "9": "For he has said, ‘A man gets nothing by trying to please God.’",
      "10": "“So listen to me, you men of understanding. Far be it from God to do what is sinful, and from the All-powerful to do wrong.",
      "11": "For He pays a man by the work he does. He will see that a man is paid for what he does.",
      "12": "For sure God will not do wrong. The All-powerful will not turn what is right into sin.",
      "13": "Who gave Him the power over the earth? Who gave Him the whole world to take care of?",
      "14": "If He should take back His spirit and His breath,",
      "15": "all flesh would die together, and man would return to dust.",
      "16": "“If you have understanding, hear this. Listen to what I say.",
      "17": "Should one who hates what is right be the one to rule? Will you say that He Who is right and good and strong is guilty?",
      "18": "Who says to a king, ‘You are of no worth,’ and to rulers, ‘You are sinful’?",
      "19": "Who shows no favor to princes, or thinks of the rich as more important than the poor? They are all the work of His hands.",
      "20": "In a short time they die. At midnight the people are shaken and pass away. And the powerful are taken away by no human hand.",
      "21": "“For God’s eyes are upon the ways of a man, and He sees all his steps.",
      "22": "There is no darkness or shadow where sinners can hide themselves.",
      "23": "For God does not need to set a time for man to go before Him and be judged.",
      "24": "He breaks powerful men in pieces without asking any reason, and puts others in their place.",
      "25": "For He knows their works. He puts them down in the night, and they are crushed.",
      "26": "God punishes them for their sin where everyone can see them.",
      "27": "Because they turned aside from following Him. They did not care about any of His ways.",
      "28": "So they caused the cry of the poor to come to Him. And He heard the cry of those in need.",
      "29": "When He keeps quiet, who can say He is wrong? When He hides His face, who can see Him? But He is over both nation and man.",
      "30": "So men without God should not rule and should not be a trap for the people.",
      "31": "“For has any one said to God, ‘I have suffered punishment, and will not cause any more trouble?",
      "32": "Teach me what I cannot see. If I have sinned, I will do it no more’?",
      "33": "Will God ask what you want to do, when you will not do what He says? You must decide, and not I. So tell what you know.",
      "34": "Men of understanding will say to me, and wise men who hear me say,",
      "35": "‘Job speaks without much learning. His words are without wisdom.",
      "36": "Job should be tried to the end, because he answers like sinful men.",
      "37": "To his sin he adds a strong will against God. Making fun he claps his hands among us, and speaks many words against God.’”"
    },
    "35": {
      "1": "Then Elihu said,",
      "2": "“Do you think this is right? Do you say, ‘I am more right than God’?",
      "3": "For you ask, ‘What will You get by it? How will it be better for me than if I had sinned?’",
      "4": "I will answer you, and your friends with you.",
      "5": "Look at the heavens and see. See the clouds which are higher than you.",
      "6": "If you have sinned, what does that do to God? If you have done many wrongs, what does that do to Him?",
      "7": "If you are right and good, what do you give to Him? What does He receive from you?",
      "8": "Your wrong-doing may hurt another man and your being right and good may help him.",
      "9": "“People cry out because of their many hard times. They cry for help because of the arm of the powerful.",
      "10": "But no one says, ‘Where is God my Maker, Who gives songs in the night,",
      "11": "Who teaches us more than the animals of the earth, and makes us wiser than the birds of the heavens?’",
      "12": "There they cry out, but He does not answer because of the pride of sinful men.",
      "13": "For sure God will not listen to an empty cry. The All-powerful will not do anything about it.",
      "14": "How much less when you say you do not see Him, that your trial is before Him, and you must wait for Him!",
      "15": "And now, because God has not punished in His anger, and does not watch for sin,",
      "16": "Job opens his mouth with empty talk. He speaks many words without much learning.”"
    },
    "36": {
      "1": "Then Elihu spoke more and said,",
      "2": "“Wait for me a little longer, and I will show you that there is yet more to be said for God.",
      "3": "I bring my learning from far away, and will tell how right and good my Maker is.",
      "4": "For sure my words are not false. One who is perfect in much learning is with you.",
      "5": "“See, God is powerful, but does not hate anyone. He is powerful in strength of understanding.",
      "6": "He does not keep the sinful alive, but gives what is right and fair to those who are troubled.",
      "7": "He does not turn His eyes away from those who are right with Him. He puts them on the throne with kings and they are honored forever.",
      "8": "If they are tied up in chains and caught in the ropes of trouble,",
      "9": "then He makes known to them their work and their sins, that they have shown pride.",
      "10": "He makes them listen to teaching, and tells them to turn away from sin.",
      "11": "If they hear and serve Him, the rest of their days will be filled with what they need and their years with peace.",
      "12": "But if they do not hear, they will die by the sword. They will die without learning.",
      "13": "“But those who do not know God keep anger in their heart. They do not cry for help when He puts them in chains.",
      "14": "They die when they are young. And their life ends among those who sell the use of their bodies in the houses of the false gods.",
      "15": "He takes those who suffer out of their suffering. He speaks to them in times of trouble.",
      "16": "He led you from being close to trouble to a wide place where you were free with your table full of food.",
      "17": "“But you wanted to punish the sinful. Punishment and being fair have taken hold of you.",
      "18": "Be careful or anger will tempt you to laugh at the truth. Do not take pay in secret for wrong-doing and be turned aside.",
      "19": "Will your riches or all your power keep you from trouble?",
      "20": "Do not desire the night, when people are taken from their place.",
      "21": "Be careful, do not turn to sin. For you have chosen this instead of suffering.",
      "22": "See, God is honored in His power. Who is a teacher like Him?",
      "23": "Who has told Him the way He should go? And who has said, ‘You have done wrong’?",
      "24": "“Remember that you should honor His work, of which men have sung.",
      "25": "All men have seen it. Man sees it from far away.",
      "26": "See, God is honored, and we do not know Him. We are not able to know the number of His years.",
      "27": "For He takes up the drops of water that become rain,",
      "28": "which the clouds pour down. Much rain falls on man.",
      "29": "Can anyone understand how the clouds are spread out, or how He thunders from His tent?",
      "30": "See, He spreads His lightning around Him and covers the bottom of the sea.",
      "31": "For by these He judges the people and He gives much food.",
      "32": "He covers His hands with the lightning, and tells it to hit the mark.",
      "33": "His thunder tells of a storm coming, and cattle also know it is coming."
    },
    "37": {
      "1": "“At this my heart shakes with fear and jumps from its place.",
      "2": "Listen to the thunder of His voice and the noise that comes from His mouth.",
      "3": "He lets it loose under the whole heaven. He lets His lightning go to the ends of the earth.",
      "4": "His voice sounds after it. He thunders with His great and powerful voice. And He does not hold back the lightning when His voice is heard.",
      "5": "God thunders with His great voice. He does great things which we cannot understand.",
      "6": "For He says to the snow, ‘Fall on the earth,’ and to the rain, ‘Be strong.’",
      "7": "He stops the work of every man, that all men may know His work.",
      "8": "Then the wild animals go to their holes, and stay where they live.",
      "9": "The storm comes from the south, and the cold from the north.",
      "10": "Water becomes ice by the breath of God. The wide waters become ice.",
      "11": "He loads the heavy clouds with water and they send out His lightning.",
      "12": "It changes its path and turns around by His leading, doing whatever He tells it to do on the earth where people live.",
      "13": "He causes it to happen for punishment, or for His world, or because of His love.",
      "14": "“Hear this, O Job. Stop and think about the great works of God.",
      "15": "Do you know how God does them, and makes the lightning shine from His cloud?",
      "16": "Do you know how the clouds are set in heaven, the great works of Him Who is perfect in understanding?",
      "17": "Do you know why you are hot in your clothes when the land becomes quiet because of the south wind?",
      "18": "Can you help Him spread out the sky, making it as hard as a mirror made from heated brass?",
      "19": "Teach us what we should say to Him. We cannot put words together to help us because of darkness.",
      "20": "Should He be told that I want to speak? Did a man ever wish to be swallowed up?",
      "21": "“Now men cannot look on the light when it is bright in the sky, when the wind has passed and made it clear.",
      "22": "A bright gold light is seen in the north. Around God is great power.",
      "23": "We cannot come near the All-powerful. He is lifted high with power. And He is right and fair and good and will not make it hard for us.",
      "24": "So men honor Him with fear. He has respect for any who are wise in heart.”"
    },
    "38": {
      "1": "Then the Lord answered Job out of the strong wind and said,",
      "2": "“Who is this that makes words of wisdom dark by speaking without much learning?",
      "3": "Now get ready like a man, and I will ask you some questions and you answer Me.",
      "4": "Where were you when I began building the earth? Tell Me, if you have understanding.",
      "5": "Who decided how big it was to be, since you know? Who looked to see if it was as big as it should be?",
      "6": "What was it built upon? Who laid its first stone,",
      "7": "when the morning stars sang together and all the sons of God called out for joy?",
      "8": "“Who shut up the sea with doors, when it rushed out from its secret place?",
      "9": "I made clouds its clothing, and put much darkness around it.",
      "10": "I marked the places where it could not pass, and set locks and doors.",
      "11": "And I said, ‘You will come this far, and no farther. Here will your proud waves stop.’",
      "12": "“Have you ever in your life told the morning when to come, and caused the first light of day to know its place,",
      "13": "that it might take hold of the ends of the earth, and the sinful be shaken out of it?",
      "14": "It is changed like clay when an object is pushed down to mark it, and they stand out like clothing.",
      "15": "The light of the sinful is held back, and the arm lifted up is broken.",
      "16": "“Have you gone into the wells of the sea? Have you walked on the bottom of the deep sea?",
      "17": "Have the gates of death been shown to you? Or have you seen the gates of the deep darkness?",
      "18": "Have you understood how great the earth is? Tell Me, if you know all this.",
      "19": "“Where does the light come from? And where is the place of darkness,",
      "20": "that you may take it to its land, and know the paths to its home?",
      "21": "You know, for you were born then. You are very old!",
      "22": "Have you gone into the store-houses of the snow? Have you seen the store-houses of the hail,",
      "23": "which I have kept for the time of trouble, for the day of war and battle?",
      "24": "What is the way to the place where the light is divided, or the east wind spread over the earth?",
      "25": "“Who has cut open a way for the flood, and a path for the thunderstorm?",
      "26": "Who brings rain on the land without people, on a desert without a man in it,",
      "27": "to fill the need of the wasted land, and to make the grass grow?",
      "28": "Does the rain have a father? Who has given birth to the drops of rain?",
      "29": "Who gave birth to ice? And who gave birth to the snow water of heaven?",
      "30": "Water becomes hard like stone, and the top of the sea is covered with ice.",
      "31": "“Can you tie the chains of the stars of Pleiades, or loose the ropes of Orion?",
      "32": "Can you lead the groups of stars out at the right times? Can you lead the stars of the Bear with her young?",
      "33": "Do you know the laws of the heavens? Can you make them to rule over the earth?",
      "34": "“Can you lift up your voice to the clouds, that a flood of water may cover you?",
      "35": "Can you send out lightnings, that they may go and say to you, ‘Here we are’?",
      "36": "Who has given wisdom to the heart? Who has given understanding to the mind?",
      "37": "Who can number the clouds by wisdom? Or who can push over the water jars of the heavens,",
      "38": "when the dust gathers together and becomes hard?",
      "39": "“Can you hunt food for the lion? Can you fill the hunger of the young lions,",
      "40": "when they lie in their own place in the rock, or wait in their hiding place?",
      "41": "Who gets the food ready for the raven, when its young cry to God and go about without food?"
    },
    "39": {
      "1": "“Do you know when the mountain goats give birth? Do you watch the deer giving birth?",
      "2": "Can you number the months that they carry their young? Or do you know the time when their young are born?",
      "3": "They get down and give birth to their young, and get rid of their pains.",
      "4": "Their young ones become strong. They grow up in the open field. They leave and do not return to them.",
      "5": "“Who has let the wild donkey go free? Who has taken off the ropes which held the fast donkey?",
      "6": "I gave him the desert for a home, and the salt land for a place to live.",
      "7": "He hates the noise of the city. He does not hear the calls of the man who drives him.",
      "8": "He goes looking for grass to eat on the mountains. He looks for every green thing.",
      "9": "Will the wild ox be willing to serve you? Will he stay through the night by the food you give him to eat?",
      "10": "Can you tie the wild ox to a plow in the field? Will he follow you to plow the valleys?",
      "11": "Will you trust in him because he is very strong, and leave your work to him?",
      "12": "Will you trust him to return and bring your grain to your grain-floor?",
      "13": "“The wings of the ostrich wave with joy, but are they the wings of love?",
      "14": "For she leaves her eggs to the earth and lets them get warm in the dust.",
      "15": "She forgets that a foot might crush them, or that the wild animal may step on them.",
      "16": "She is bad in the way she acts toward her young, as if they were not hers. Her work of giving birth is for nothing, for she does not care.",
      "17": "Because God has not given her wisdom or her share of understanding.",
      "18": "When she begins to run, she laughs at the horse and the horseman.",
      "19": "“Do you give the horse his strength? Do you dress his neck with long hair?",
      "20": "Do you make him jump like the locust? The powerful noise he makes with his nostrils fills men with fear.",
      "21": "He hits his foot against the ground in the valley, and has joy in his strength. He goes out to meet the battle.",
      "22": "He laughs at fear and is not afraid. He does not turn back from the sword.",
      "23": "The arrows and spears he carries make noise as they hit together.",
      "24": "He runs fast over the ground with shaking and anger. He cannot stand still at the sound of the horn.",
      "25": "When the horn sounds, he laughs without fear. He smells the battle from far away. He hears the thunder of the captains, and the war cry.",
      "26": "“Is it by your understanding that the hawk flies, spreading his wings toward the south?",
      "27": "Is it because the eagle is obeying you that he flies high and makes his nest in a high place?",
      "28": "He lives on a high rock. His strong place is on the mountain-top that is hard to reach.",
      "29": "From there he looks for his food. His eyes see it from far away.",
      "30": "He is where dead bodies are and his young ones drink the blood.”"
    },
    "40": {
      "1": "Then the Lord said to Job,",
      "2": "“Will one who finds fault not agree with the All-powerful? He who speaks strong words against God, let him answer.”",
      "3": "Job answered the Lord and said,",
      "4": "“See, I am not important. What can I answer You? I put my hand on my mouth.",
      "5": "I have spoken once, and I cannot answer; even twice, and I have no more to say.”",
      "6": "Then the Lord answered out of the storm, and said,",
      "7": "“Get ready like a man. I will ask you, and you answer Me.",
      "8": "Will you say what I decide is wrong? Will you say that I have done wrong, that you may be made right?",
      "9": "Do you have an arm like God? Can you thunder with a voice like His?",
      "10": "“Dress yourself with shining-greatness and great power. Cover yourself with honor and greatness.",
      "11": "Pour out your anger that is flowing over. Look on everyone who is proud, and put him to shame.",
      "12": "Look on everyone who is proud, and bring him down. Crush the sinful where they stand.",
      "13": "Hide them all in the dust together. Shut them up in the hidden place.",
      "14": "Then I will also tell you that your own right hand can save you.",
      "15": "“See now the hippopotamus, which I made as well as you. He eats grass like an ox.",
      "16": "See, his strength is in his body. His power is in his stomach.",
      "17": "He moves his tail like a cedar tree. His legs are made very strong.",
      "18": "His bones are like brass. His legs are like pieces of iron.",
      "19": "“He is the first of the works of God. Let his maker bring him his sword.",
      "20": "For sure the mountains bring food to him where all the animals of the field play.",
      "21": "He lies down under the lotus plants, hidden in the high river grass.",
      "22": "He lies in the shadow of the lotus plants, with the willow trees of the river around him.",
      "23": "If a river flows over, he is not afraid. He is sure of himself even if the Jordan rushes against his mouth.",
      "24": "Can anyone take him when he is watching? Can anyone catch him and put a ring in his nose?"
    },
    "41": {
      "1": "“Can you pull the crocodile out with a fish-hook? Can you tie his tongue down with a rope?",
      "2": "Can you put a rope in his nose, or put a hook through his jaw?",
      "3": "Will he beg you to be good to him? Will he speak soft words to you?",
      "4": "Will he make an agreement with you to take him and make him your servant forever?",
      "5": "Will you play with him as if he were a bird? Or will you put him on a rope for your young women?",
      "6": "Will traders talk about buying and selling him? Will they divide him among the store-keepers?",
      "7": "Can you fill his skin or his head with fish spears?",
      "8": "Lay your hand on him, and remember the battle. You will not do it again!",
      "9": "See, the hope of man is false. One is laid low even when seeing him.",
      "10": "No one is so powerful that he would wake him. Who then can stand before Me?",
      "11": "Who has given Me everything, that I should pay him back? Whatever is under the whole heaven is Mine.",
      "12": "“I will not keep quiet about his legs, or his powerful strength, or the good way he is made.",
      "13": "Who can take off his outside clothing? Who can get through his hard skin?",
      "14": "Who can open the doors of his mouth? Around his teeth is much fear.",
      "15": "His hard covering is his pride. He is shut up as with a lock.",
      "16": "One piece of his hard skin is so close to another that no air can come between them.",
      "17": "They are joined one to another. They hold on to each other and cannot be separated.",
      "18": "His breath gives out light. And his eyes are like those of the first light of day.",
      "19": "Burning light goes out of his mouth. Fire comes out.",
      "20": "Smoke goes out of his nostrils, as from a boiling pot and burning grass.",
      "21": "His breath sets fire to coals. A fire goes out of his mouth.",
      "22": "Strength is in his neck, and fear jumps in front of him.",
      "23": "The folds of his flesh are joined together. They are set in place and cannot be moved.",
      "24": "His heart is as hard as a stone, even as hard as a grinding-stone.",
      "25": "When he raises himself up, the powerful are afraid. They are troubled because of his noise.",
      "26": "The sword that hits him cannot cut. And spears are of no use.",
      "27": "He thinks of iron as straw, and brass as soft wood.",
      "28": "The arrow cannot make him run away. Stones thrown at him are like dry grass to him.",
      "29": "He thinks of heavy sticks as dry grass. He laughs at the noise of the spear.",
      "30": "The parts under him are like sharp pieces of a pot. He spreads out like a grain crusher on the mud.",
      "31": "He makes the sea boil like a pot. He makes the sea like a jar of oil.",
      "32": "He makes his way shine behind him. One would think that the sea has white hair.",
      "33": "Nothing on earth is like him, one made without fear.",
      "34": "He looks on everything that is high. He is king over all that are proud.”"
    },
    "42": {
      "1": "Then Job answered the Lord, and said,",
      "2": "“I know that You can do all things. Nothing can put a stop to Your plans.",
      "3": "‘Who is this that hides words of wisdom without much learning?’ I have said things that I did not understand, things too great for me, which I did not know.",
      "4": "‘Hear now, and I will speak. I will ask you, and you answer Me.’",
      "5": "I had heard of You only by the hearing of the ear, but now my eye sees You.",
      "6": "So I hate the things that I have said. And I put dust and ashes on myself to show how sorry I am.”",
      "7": "After the Lord had spoken these words to Job, the Lord said to Eliphaz the Temanite, “My anger burns against you and your two friends, because you have not spoken of Me what is right, as My servant Job has.",
      "8": "So now take seven bulls and seven rams, and go to My servant Job. Give a burnt gift for yourselves, and My servant Job will pray for you. For I will hear his prayer and not punish you for being foolish, because you have not spoken of Me what is right, as My servant Job has.”",
      "9": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite, did what the Lord told them. And the Lord heard Job’s prayer.",
      "10": "The Lord returned to Job all the things that he had lost, when he prayed for his friends. The Lord gave Job twice as much as he had before.",
      "11": "Then all his brothers and sisters and all who had known him before came to him, and ate bread with him in his house. They showed pity and comforted him for all the trouble the Lord had brought upon him. Each one gave him one piece of money and a gold ring.",
      "12": "The Lord brought more good to Job in his later years than in his beginning. He had 14,000 sheep, 6,000 camels, 2,000 oxen, and 1,000 female donkeys.",
      "13": "He had seven sons and three daughters also.",
      "14": "He gave the first the name Jemimah, the second Keziah, and the third Keren-happuch.",
      "15": "No women were found in all the land who were as beautiful as Job’s daughters. And their father gave them a share among their brothers.",
      "16": "After this Job lived 140 years, and saw his sons, his grandsons, and even their sons.",
      "17": "Then Job died, an old man having lived many days."
    }
  }
}