{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:35.392802-04:00",
    "Translation": "NLV"
  },
  "Joel": {
    "1": {
      "1": "This is the word of the Lord that came to Joel, the son of Pethuel.",
      "2": "Hear this, you old men. Listen, all who live in the land. Has anything like this happened in your days or in your fathers’ days?",
      "3": "Tell your sons about it, and let your sons tell their sons, and their sons tell the next sons-to-come.",
      "4": "What the chewing locust has left, the flying locust has eaten. What the flying locust has left, the jumping locust has eaten. And what the jumping locust has left, the destroying locust has eaten.",
      "5": "Wake up and cry, you who drink too much. Cry in a loud voice, all you who drink wine, for the sweet wine has been taken from your lips.",
      "6": "A nation has come to fight against my land. Its army is powerful, with too many to number. Its teeth are the teeth of a lion. It has the long, sharp teeth of a female lion.",
      "7": "It has made my vine a waste, and has broken my fig tree to pieces. It has torn off their covering and thrown it away. Their branches have become white.",
      "8": "Cry in sorrow like a young, pure woman dressed in cloth made from hair because the man she was going to marry is dead.",
      "9": "The grain gifts and drink gifts have been cut off from the house of the Lord. The religious leaders who served the Lord are full of sorrow.",
      "10": "The fields are laid waste and the land is full of sorrow. The grain is destroyed, the new wine dries up, and the oil wastes away.",
      "11": "Be troubled, you farmers! Cry in a loud voice, you who take care of the vines! Cry for the wheat and the barley, because what was gathered from the field is destroyed.",
      "12": "The vine dries up and the fig tree wastes away. The pomegranate, the palm, the apple tree, and all the trees of the field dry up. And the people’s joy dries up.",
      "13": "Dress in cloth made from hair, and cry in sorrow, you religious leaders! Cry in a loud voice, you who serve at the altar! Come, spend the night in cloth made from hair, you who serve my God. For the grain gifts and drink gifts are kept from the house of your God.",
      "14": "Set apart a time when no food will be eaten. Call together a holy meeting. Gather the leaders and all the people of the land to the house of the Lord your God, and cry out to the Lord.",
      "15": "What a bad day it will be! The day of the Lord is near, when the All-powerful God will come to destroy.",
      "16": "Do you see how our food has been taken from us? Has not happiness and joy been cut off from the house of our God?",
      "17": "The seeds dry up under the ground. The store-houses are laid waste. The buildings where the grain was kept are torn down, for the grain is destroyed.",
      "18": "How the animals cry inside themselves! The cattle go from place to place because there is no food for them. Even the flocks of sheep suffer.",
      "19": "I cry to You, O Lord. For fire has destroyed the fields of the desert. All the trees of the field have burned up.",
      "20": "Even the animals of the field cry to You. For the rivers are dried up, and fire has burned up the fields of the desert."
    },
    "2": {
      "1": "Blow a horn in Zion! Give the sound of danger on My holy mountain! Let all the people of the land shake in fear, for the day of the Lord is coming. The day is near.",
      "2": "It will be a day of darkness, a day of clouds and much darkness. A large and powerful army will come like darkness spreading over the mountains. There has never been anything like it, and there will never be anything like it again for all time to come.",
      "3": "Fire destroys in front of them and behind them. The land is like the garden of Eden in front of them, but a desert waste is left behind them. Nothing gets away from them.",
      "4": "They look like horses. They run like war horses.",
      "5": "As they jump on the tops of the mountains they sound like war-wagons. They sound like a fire burning up the dry grass, like a powerful army ready for battle.",
      "6": "Nations suffer in front of them. All faces turn white.",
      "7": "They run like strong men. They go over the wall like soldiers. They each walk straight on, and do not turn from their paths.",
      "8": "They do not push each other. Each one walks in his path. When they break through those who fight against them, their path is not changed.",
      "9": "They rush upon the city. They run on the wall. They go into the houses through the windows like a robber.",
      "10": "The earth shakes in front of them. The heavens shake. The sun and the moon become dark, and the stars stop shining.",
      "11": "The Lord thunders in front of His army. His army has too many to number. Those who obey His Word are powerful. The day of the Lord is very great and fills people with fear and wonder. Who can live through it?",
      "12": "“Yet even now,” says the Lord, “return to Me with all your heart, crying in sorrow and eating no food.",
      "13": "Tear your heart and not your clothes.” Return to the Lord your God, for He is full of loving-kindness and loving-pity. He is slow to anger, full of love, and ready to keep His punishment from you.",
      "14": "It may be that He will turn and have pity, and leave good behind for you. He may leave you a grain gift and a drink gift for the Lord your God.",
      "15": "Blow a horn in Zion. Set apart a time when no food will be eaten. Call together a holy meeting.",
      "16": "Gather the people and make them holy. Gather together the leaders, the children, and the nursing babies. Let the man to be married come out of his room, and the bride come out of her room.",
      "17": "Let the religious leaders who serve the Lord cry between the porch and the altar. Let them say, “Have pity on Your people, O Lord. Do not put your people to shame. And do not make the nations speak against them. Why should the people of the nations say, ‘Where is their God?’”",
      "18": "Then the Lord will be jealous for His land and have pity on His people.",
      "19": "The Lord will say to His people, “I am going to send you grain, new wine, and oil, and you will be filled with them. I will never again put you to shame among the nations.",
      "20": "I will take the army from the north far from you, and will drive it into a hot and dry land. The ones in front will be driven into the sea in the east. The ones in the back will be driven into the sea in the west. And a bad smell will rise up from their dead bodies. For He has done great things.”",
      "21": "Do not be afraid, O land. Have joy and be glad, for the Lord has done great things.",
      "22": "Do not be afraid, you animals of the field. For the fields of the desert have turned green and there is fruit on the trees. The fig trees and vines are full of fruit.",
      "23": "Be glad, O sons of Zion. Be happy in the Lord your God. For He has given the early rain to help you. He has poured down much rain for you, both fall and spring rains, as before.",
      "24": "The grain-floors will be full of grain, and the crushing-places will flow over with new wine and oil.",
      "25": "“I will pay you back for the years that your food was eaten by the flying locust, the jumping locust, the destroying locust, and the chewing locust, My large army which I sent among you.",
      "26": "You will have much to eat and be filled. And you will praise the name of the Lord your God, Who has done wonderful things for you. Then My people will never be put to shame.",
      "27": "You will know that I am in Israel. You will know that I am the Lord your God, and that there is no other. And My people will never be put to shame.",
      "28": "“In the last days I will send My Spirit on all men. Then your sons and daughters will speak God’s Word. Your old men will dream dreams. Your young men will see special dreams.",
      "29": "Yes, on My servants, both men and women, I will pour out My Spirit in those days.",
      "30": "I will show powerful works in the heavens and on the earth, like blood and fire and clouds of smoke.",
      "31": "The sun will turn dark and the moon will turn to blood before the day of the Lord. His coming will be a great and troubled day.",
      "32": "It will be that whoever calls on the name of the Lord will be saved from the punishment of sin. For on Mount Zion and in Jerusalem some will be taken out of trouble, as the Lord has said. Those whom the Lord calls will be kept alive."
    },
    "3": {
      "1": "“In those days and at that time, I will return the riches of Judah and Jerusalem.",
      "2": "I will gather all the nations and bring them down to the valley of Jehoshaphat. There I will judge them for what they did to My people Israel. They have sent My people out among the different nations, and have divided up My land.",
      "3": "They have drawn names to see who would get My people. They have traded a boy for a woman who sells the use of her body. And they have sold a girl for wine to drink.",
      "4": "What are you to Me, O Tyre, Sidon, and all the lands of Philistia? Are you paying Me back for something? If you are, I will be quick to pay you back!",
      "5": "You have taken My silver and My gold, and brought My riches to your places of worship.",
      "6": "You have sold the sons of Judah and Jerusalem to the Greeks, sending them far from their land.",
      "7": "So I am going to move them from the place where you have sold them, and do to you what you have done to them.",
      "8": "I will sell your sons and daughters to the sons of Judah. And they will sell them to the Sabeans, to a nation far away.” The Lord has spoken.",
      "9": "Make this known among the nations: Get ready for war! Call your strong men! Gather all the soldiers and let them come up!",
      "10": "Beat your plows into swords, and your vine hooks into spears. Let the weak say, “I am a powerful soldier.”",
      "11": "Hurry and come, all you nations on every side, and gather yourselves there. Bring down Your men of war, O Lord.",
      "12": "Let the nations get ready and come to the valley of Jehoshaphat. For there I will sit to judge all the nations on every side.",
      "13": "Use the long, sharp knife, for the fruit is full-grown. Come and crush the grapes, for the crushing-place is full. They flow over, for their sins are many.",
      "14": "Thousands and thousands are in the valley of God’s punishment. For the day of the Lord is near in the valley of God’s punishment.",
      "15": "The sun and moon become dark, and the stars stop shining.",
      "16": "The Lord makes a loud noise from Zion. He lets His voice be heard from Jerusalem, and the heavens and the earth shake. But the Lord is a safe place for His people, a strong place to the sons of Israel.",
      "17": "“Then you will know that I am the Lord your God, living in Zion My holy mountain. Jerusalem will be holy, and strangers will never pass through it again.",
      "18": "“In that day the mountains will drip with sweet wine and the hills will flow with milk. All the rivers of Judah will flow with water. And a river will go out from the house of the Lord to water the valley of Shittim.",
      "19": "Egypt will be destroyed and Edom will become a desert waste, because of the bad things done to the sons of Judah. They have killed people in the land of Judah who were not guilty of wrong-doing.",
      "20": "But people will live in Judah and Jerusalem forever.",
      "21": "I will punish the ones who killed them, whom I have not yet punished, for the Lord lives in Zion.”"
    }
  }
}