{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:45.068281-04:00",
    "Translation": "NLV"
  },
  "John": {
    "1": {
      "1": "The Word (Christ) was in the beginning. The Word was with God. The Word was God.",
      "2": "He was with God in the beginning.",
      "3": "He made all things. Nothing was made without Him making it.",
      "4": "Life began by Him. His Life was the Light for men.",
      "5": "The Light shines in the darkness. The darkness has never been able to put out the Light.",
      "6": "There was a man sent from God whose name was John.",
      "7": "He came to tell what he knew about the Light so that all men might believe through him.",
      "8": "John was not the Light, but he was sent to tell about the Light.",
      "9": "This true Light, coming into the world, gives light to every man.",
      "10": "He came into the world. The world was made by Him, but it did not know Him.",
      "11": "He came to His own, but His own did not receive Him.",
      "12": "He gave the right and the power to become children of God to those who received Him. He gave this to those who put their trust in His name.",
      "13": "These children of God were not born of blood and of flesh and of man’s desires, but they were born of God.",
      "14": "Christ became human flesh and lived among us. We saw His shining-greatness. This greatness is given only to a much-loved Son from His Father. He was full of loving-favor and truth.",
      "15": "John told about Christ and said, “I have been telling you about this One. I said, ‘He is coming after me. He is more important than I because He lived before me.’”",
      "16": "From Him Who has so much we have all received loving-favor, one loving-favor after another.",
      "17": "The Law was given through Moses, but loving-favor and truth came through Jesus Christ.",
      "18": "The much-loved Son is beside the Father. No man has ever seen God. But Christ has made God known to us.",
      "19": "The Jews sent their religious leaders and men from the family group of Levi to ask John, “Who are you?”",
      "20": "He told them without holding back any words, “I am not the Christ!”",
      "21": "They asked him, “Then who are you? Are you Elijah?” He said, “I am not!” Then they asked, “Are you the special One Who was to come to speak for God?” John said, “No.”",
      "22": "Then they asked him, “Who are you? We must tell those who sent us. What do you say about yourself?”",
      "23": "John said, “I am the voice of one crying in the desert. ‘Make the road straight for the Lord,’ as the early preacher Isaiah said.”",
      "24": "Those who had been sent were from the proud religious law-keepers.",
      "25": "They asked John again, “Then why do you baptize if you are not the Christ or Elijah or that special One Who was to come to speak for God?”",
      "26": "John answered, “I baptize with water. But there is One standing among you Whom you do not know.",
      "27": "He is the One Who is coming after me. I am not good enough to get down and help Him take off His shoes.”",
      "28": "All this happened when John was baptizing in the town of Bethany. He was on the other side of the Jordan River.",
      "29": "The next day John the Baptist saw Jesus coming to him. He said, “See! The Lamb of God Who takes away the sin of the world!",
      "30": "I have been talking about Him. I said, ‘One is coming after me Who is more important than I, because He lived before I was born.’",
      "31": "I did not know who He was, but I have come to baptize with water so the Jews might know about Him.”",
      "32": "Then John said, “I saw the Holy Spirit come down on Jesus as a dove from heaven. The Holy Spirit stayed on Him.",
      "33": "I did not know Him then. But God sent me to baptize with water. God said to me, ‘The Holy Spirit will come down and stay on Him. He is the One Who baptizes with the Holy Spirit.’",
      "34": "I saw this happen. I am now saying that Jesus is the Son of God.”",
      "35": "The next day John the Baptist was standing with two of his own followers.",
      "36": "Jesus walked by. John looked at Him and said, “See! The Lamb of God.”",
      "37": "John’s two followers heard him say this and followed Jesus.",
      "38": "Jesus turned around and saw them following. He said to them, “What are you looking for?” They answered, “Teacher, where are you staying?”",
      "39": "He said to them, “Come and see.” They followed Him and saw where He lived. They stayed with Him that day. It was about four o’clock in the afternoon.",
      "40": "Andrew, Simon Peter’s brother, was one of the two who had heard John’s words and had followed Jesus.",
      "41": "The first thing he did was to find his brother Simon. He said to him, “We have found the Christ!”",
      "42": "Andrew took Simon to Jesus. When Jesus saw Simon, He said, “You are Simon, the son of John. Your name will be Cephas.” The name Cephas means Peter, or a rock.",
      "43": "The next day Jesus wanted to go to the country of Galilee. He found Philip and said to him, “Follow Me.”",
      "44": "Philip was from the town of Bethsaida. Andrew and Peter were from this town also.",
      "45": "Philip found Nathanael and said to him, “We have found the One Moses wrote about in the Law. He is the One the early preachers wrote about. He is Jesus of Nazareth, the Son of Joseph.”",
      "46": "Nathanael said, “Can anything good come out of the town of Nazareth?” Philip said, “Come and see.”",
      "47": "Jesus saw Nathanael coming to Him and said, “See! There is a true Jew. There is nothing false in him.”",
      "48": "Nathanael said to Jesus, “How do You know me?” Jesus answered him, “Before Philip talked to you, I saw you under the fig tree.”",
      "49": "Nathanael said to Him, “Teacher, You are the Son of God. You are the King of the Jews.”",
      "50": "Jesus said to him, “Do you believe because I said I saw you under the fig tree? You will see greater things than that.",
      "51": "For sure, I tell you, you will see heaven opened and God’s angels going up and coming and down on the Son of Man.”"
    },
    "2": {
      "1": "Three days later there was a wedding in the town of Cana in the country of Galilee. The mother of Jesus was there.",
      "2": "Jesus and His followers were asked to come to the wedding.",
      "3": "When the wine was all gone, the mother of Jesus said to Him, “They have no more wine.”",
      "4": "Jesus said to her, “Woman, what is that to you and to Me. It is not time for Me to work yet.”",
      "5": "His mother said to the helpers, “Do whatever He says.”",
      "6": "Six stone water jars were there. Each one held about one-half barrel of water. These water jars were used in the Jewish worship of washing.",
      "7": "Jesus said to the helpers, “Fill the jars with water.” They filled them to the top.",
      "8": "Then He said, “Take some out and give it to the head man who is caring for the people.” They took some to him.",
      "9": "The head man tasted the water that had become wine. He did not know where it came from but the helpers who took it to him knew. He called the man who had just been married.",
      "10": "The head man said to him, “Everyone puts out his best wine first. After people have had much to drink, he puts out the wine that is not so good. You have kept the good wine until now!”",
      "11": "This was the first powerful work Jesus did. It was done in Cana of Galilee where He showed His power. His followers put their trust in Him.",
      "12": "After this He went down to the city of Capernaum. His mother and brothers and followers went with Him. They stayed there a few days.",
      "13": "It was time for the special religious gathering to remember how the Jews left Egypt. Jesus went up to Jerusalem.",
      "14": "He went into the house of God and found cattle and sheep and doves being sold. Men were sitting there changing money.",
      "15": "Jesus made a whip of small ropes. He used it to make them all leave the house of God along with the sheep and cattle. He pushed their money off the tables and turned the tables over.",
      "16": "He said to those who sold doves, “Take these things out of here! You must not make My Father’s house a place for buying and selling!”",
      "17": "Then His followers remembered that it was written in the Holy Writings, “I am jealous for the honor of Your house.”",
      "18": "Then the Jews asked Him, “What can You do to show us You have the right and the power to do these things?”",
      "19": "Jesus answered them, “Destroy this house of God and in three days I will build it again.”",
      "20": "Then the Jews said, “It took forty-six years to build this house of God. Will You build it up in three days?”",
      "21": "Jesus was speaking of His body as the house of God.",
      "22": "After Jesus had been raised from the dead, His followers remembered He said this. They believed the Holy Writings and what He had said.",
      "23": "Jesus was in Jerusalem at the time of the special religious gathering to remember how the Jews left Egypt. Many people put their trust in Him when they saw the powerful works He did.",
      "24": "But Jesus did not trust them because He knew all men.",
      "25": "He did not need anyone to tell Him about man. He knew what was in man."
    },
    "3": {
      "1": "There was a man named Nicodemus. He was a proud religious law-keeper and a leader of the Jews.",
      "2": "He came to Jesus at night and said, “Teacher, we know You have come from God to teach us. No one can do these powerful works You do unless God is with Him.”",
      "3": "Jesus said to him, “For sure, I tell you, unless a man is born again, he cannot see the holy nation of God.”",
      "4": "Nicodemus said to Him, “How can a man be born when he is old? How can he get into his mother’s body and be born the second time?”",
      "5": "Jesus answered, “For sure, I tell you, unless a man is born of water and of the Spirit of God, he cannot get into the holy nation of God.",
      "6": "Whatever is born of the flesh is flesh. Whatever is born of the Spirit is spirit.",
      "7": "“Do not be surprised that I said to you, ‘You must be born again.’",
      "8": "The wind blows where it wants to and you hear its sound. You do not know where it comes from or where it goes. It is the same with everyone who is born of the Spirit of God.”",
      "9": "Nicodemus said to Him, “How can this be?”",
      "10": "Jesus said, “Are you a teacher among the Jews and do not know these things?",
      "11": "For sure, I tell you, We are talking about things We know. We tell of what We have seen. Yet you do not take Our words to be true.",
      "12": "I tell you about things of the earth and you do not believe them. How will you believe if I tell you things about heaven?",
      "13": "“No one has gone up into heaven except the One Who came down from heaven. That One is the Son of Man Who is in heaven.",
      "14": "As Moses lifted up the snake in the desert, so the Son of Man must be lifted up.",
      "15": "Then whoever puts his trust in Him will have life that lasts forever.",
      "16": "For God so loved the world that He gave His only Son. Whoever puts his trust in God’s Son will not be lost but will have life that lasts forever.",
      "17": "For God did not send His Son into the world to say it is guilty. He sent His Son so the world might be saved from the punishment of sin by Him.",
      "18": "Whoever puts his trust in His Son is not guilty. Whoever does not put his trust in Him is guilty already. It is because he does not put his trust in the name of the only Son of God.",
      "19": "“The Light has come into the world. And the Light is the test by which men are guilty or not. People love darkness more than the Light because the things they do are sinful.",
      "20": "Everyone who sins hates the Light. He stays away from the Light because his sin would be found out.",
      "21": "The man who does what is right comes to the Light. What he does will be seen because he has done what God wanted him to do.”",
      "22": "After this, Jesus and His followers came into the country of Judea. He stayed with them there and baptized people.",
      "23": "John was baptizing in the town of Aenon near Salim. There was much water there and people were coming to be baptized.",
      "24": "John had not been put in prison yet.",
      "25": "Then some of the followers of John and a Jew started to argue about the religious washing of the Jewish worship.",
      "26": "They came to John and said to him, “Teacher, the One with you on the other side of the Jordan River is baptizing also. He is the One you told of. Everyone is going to Him.”",
      "27": "John said, “A man can receive nothing unless it has been given to him from heaven.",
      "28": "You heard the words that I said, ‘I am not the Christ, but I have been sent before Him.’",
      "29": "The man who has just been married has the bride. The friend of the man just married stands at his side and listens to him. He has joy when he hears the voice of the man just married. I am full of this joy.",
      "30": "He must become more important. I must become less important.",
      "31": "“He Who comes from above is above all. He who comes from the earth is of the earth and speaks of the earth. He Who comes from heaven is above all.",
      "32": "He tells of what He has seen and heard. But no one believes what He says.",
      "33": "Whoever receives His words proves that God is true.",
      "34": "He was sent by God and He speaks God’s Word. God gives Him all of His Spirit.",
      "35": "The Father loves the Son and has given all things into His hand.",
      "36": "He who puts his trust in the Son has life that lasts forever. He who does not put his trust in the Son will not have life, but the anger of God is on him.”"
    },
    "4": {
      "1": "Jesus knew the proud religious law-keepers had heard He was making and baptizing more followers than John.",
      "2": "Jesus did not baptize anyone Himself but His followers did.",
      "3": "Then Jesus went from the country of Judea to the country of Galilee.",
      "4": "He had to go through the country of Samaria.",
      "5": "So He came to a town in Samaria called Sycar. It was near the piece of ground that Jacob gave to his son Joseph.",
      "6": "Jacob’s well was there. Jesus was tired from traveling so He sat down just as He was by the well. It was about noon.",
      "7": "A woman of Samaria came to get water. Jesus said to her, “Give Me a drink.”",
      "8": "His followers had gone to the town to buy food.",
      "9": "The woman of Samaria said to Him, “You are a Jew. I am of Samaria. Why do You ask me for a drink when the Jews have nothing to do with the people of Samaria?”",
      "10": "Jesus said to her, “You do not know what God has to give. You do not know Who said to you, ‘Give Me a drink.’ If you knew, you would have asked Him. He would have given you living water.”",
      "11": "The woman said to Him, “Sir, the well is deep. You have nothing to get water with. Where will You get the living water?",
      "12": "Are You greater than our early father Jacob? He gave us the well. He and his children and his cattle drank from it.”",
      "13": "Jesus said to her, “Whoever drinks this water will be thirsty again.",
      "14": "Whoever drinks the water that I will give him will never be thirsty. The water that I will give him will become in him a well of life that lasts forever.”",
      "15": "The woman said, “Sir, give me this water so I will never be thirsty. Then I will not have to come all this way for water.”",
      "16": "Jesus said to her, “Go call your husband and come back.”",
      "17": "The woman said, “I have no husband.” Jesus said, “You told the truth when you said, ‘I have no husband.’",
      "18": "You have had five husbands. The one you have now is not your husband. You told the truth.”",
      "19": "The woman said to Him, “Sir, I think You are a person Who speaks for God.",
      "20": "Our early fathers worshiped on this mountain. You Jews say Jerusalem is the place where men should worship.”",
      "21": "Jesus said to her, “Woman, believe Me. The time is coming when you will not worship the Father on this mountain or in Jerusalem.",
      "22": "You people do not know what you worship. We Jews know what we worship. It is through the Jews that men are saved from the punishment of their sins.",
      "23": "The time is coming, yes, it is here now, when the true worshipers will worship the Father in spirit and in truth. The Father wants that kind of worshipers.",
      "24": "God is Spirit. Those who worship Him must worship Him in spirit and in truth.”",
      "25": "The woman said to Him, “I know the Jews are looking for One Who is coming. He is called the Christ. When He comes, He will tell us everything.”",
      "26": "Jesus said to her, “I am the Christ, the One talking with you!”",
      "27": "Right then the followers came back and were surprised and wondered about finding Him talking with a woman. But no one said, “What do You want?” or, “Why are You talking with her?”",
      "28": "The woman left her water jar and went into the town. She said to the men,",
      "29": "“Come and see a Man Who told me everything I ever did! Can this be the Christ?”",
      "30": "They went out of town and came to Him.",
      "31": "During this time His followers were saying to Him, “Teacher, eat something.”",
      "32": "He said, “I have food to eat that you do not know of.”",
      "33": "The followers said to each other, “Has someone taken food to Him?”",
      "34": "Jesus said, “My food is to do what God wants Me to do and to finish His work.",
      "35": "Do you not say, ‘It is four months yet until the time to gather grain’? Listen! I say to you, open your eyes and look at the fields. They are white now and waiting for the grain to be gathered in.",
      "36": "The one who gathers gets his pay. He gathers fruit that lasts forever. The one who plants and the one who gathers will have joy together.",
      "37": "These words are true, ‘One man plants and another man gathers.’",
      "38": "I sent you to gather where you have not planted. Others have planted and you have come along to gather in their fruit.”",
      "39": "Many people in that town of Samaria believed in Jesus because of what the woman said about Him. She said, “He told me everything I ever did.”",
      "40": "So the people of Samaria came to Him. They asked Him to stay with them. Jesus stayed there two days.",
      "41": "Many more people believed because of what He said.",
      "42": "They said to the woman, “Now we believe! It is no longer because of what you said about Jesus but we have heard Him ourselves. We know, for sure, that He is the Christ, the One Who saves men of this world from the punishment of their sins.”",
      "43": "Two days later He went from there and came to the country of Galilee.",
      "44": "Jesus Himself said that no one who speaks for God is respected in his own country.",
      "45": "When He came to Galilee, the people there were glad. They had seen all the things He did in Jerusalem. It was at the time of the special religious gathering to remember how the Jews left Egypt. They had been there also.",
      "46": "Jesus came again to the town of Cana of Galilee where He had made water into wine. A man who worked with the king had a son who was sick in the city of Capernaum.",
      "47": "This man went to Jesus. He had heard that Jesus had come from the country of Judea to Galilee. The man asked Jesus if He would go to Capernaum and heal his son who was dying.",
      "48": "Then Jesus said to him, “Unless you see special things and powerful works done, you will not believe.”",
      "49": "The man said to Him, “Sir, come with me before my son dies.”",
      "50": "Jesus said to him, “Go your way. Your son will live.” The man put his trust in what Jesus said and left.",
      "51": "As he was on his way home, his servants met him. They said to him, “Your son is living!”",
      "52": "He asked them what time his boy began to get well. They said to him, “Yesterday at one o’clock the sickness left.”",
      "53": "The father knew it was the time Jesus had said to him, “Your son will live.” He and everyone in his house put their trust in Jesus.",
      "54": "This was the second powerful work that Jesus did after He came from the country of Judea to the country of Galilee."
    },
    "5": {
      "1": "Some time later, there was a religious gathering of the Jews. Jesus went up to Jerusalem.",
      "2": "In Jerusalem there is a pool with five porches called Bethesda near the sheep gate.",
      "3": "Inside these porches lay many sick people. Some were blind. Some could not walk. Some could not move their bodies.",
      "4": "(An angel of the Lord came at certain times and made the water move. All of them were waiting for it to move. Whoever got in the water first after it was moving was healed of whatever sickness he had.)",
      "5": "A man was there who had been sick for thirty-eight years.",
      "6": "Jesus saw him lying there and knew the man had been sick a long time. Jesus said to him, “Would you like to be healed?”",
      "7": "The sick man said, “Sir, I have no one to put me in the pool when the water is moving. While I am coming, another one gets in first.”",
      "8": "Jesus said to him, “Get up! Pick up your bed and walk.”",
      "9": "At once the man was healed and picked up his bed and walked. This happened on the Day of Rest.",
      "10": "The Jews said to the man who had been healed, “This is the Day of Rest. It is against the Law for you to carry your bed.”",
      "11": "He said to them, “The Man Who healed me said to me, ‘Pick up your bed and walk.’",
      "12": "Then the Jews asked him, “What man said to you, ‘Pick up your bed and walk’?”",
      "13": "The man who had been healed did not know Who He was. Jesus had gone away while many people were there.",
      "14": "Later Jesus found the man who had been healed in the house of God. He said to him, “Listen! You have been healed. Stop sinning or something worse will come to you.”",
      "15": "The man went away and told the Jews that it was Jesus Who had healed him.",
      "16": "Because Jesus did these things on the Day of Rest, the Jews made it very hard for Him.",
      "17": "Jesus said to them, “My Father is still working all the time so I am working also.”",
      "18": "The Jews tried all the more to kill Him, not only because He had worked on the Day of Rest, but because He had also called God His Own Father. This made Him the same as God.",
      "19": "Then Jesus said to them, “For sure, I tell you, the Son can do nothing by Himself. He does what He sees the Father doing. Whatever the Father does, the Son does also.",
      "20": "The Father loves the Son and shows the Son everything He does. The Father will show Him greater works than these. They will surprise you.",
      "21": "The Father raises up the dead and makes them live. The Son also gives life to anyone He chooses.",
      "22": "The Father does not say who is guilty. He gives this to the Son to do.",
      "23": "He does this so that all people will honor the Son as they honor the Father. He who does not honor the Son does not honor the Father Who sent Him.",
      "24": "“For sure, I tell you, anyone who hears My Word and puts his trust in Him Who sent Me has life that lasts forever. He will not be guilty. He has already passed from death into life.",
      "25": "“For sure, I tell you, the time is coming. Yes, the time is here when the dead will hear the voice of the Son of God. Those who hear will live.",
      "26": "The Father has life in Himself. He has given power to the Son to have life in Himself.",
      "27": "God has given Him the right and the power to say if people are guilty, because He is the Son of Man.",
      "28": "Do not be surprised at this. The time is coming when all who are in their graves will hear His voice.",
      "29": "They will come out. Those who have done good will be raised again and will have new life. Those who have been sinful will be raised again and will be told they are guilty and will be punished.",
      "30": "“I can do nothing by Myself. I say who is guilty only as My Father tells Me. That way, what I say is right, because I am not trying to do what I want to do. I am doing what the Father, Who sent Me, wants Me to do.",
      "31": "If I tell about Myself, My words are worth nothing.",
      "32": "There is another One Who tells about Me. I know the words He says about Me are true.",
      "33": "“You sent to John the Baptist and he told you the truth.",
      "34": "I do not need words from men to say I am right. I say this that you might be saved from the punishment of sin.",
      "35": "John the Baptist was a burning and shining light. You were willing for awhile to be glad in his light.",
      "36": "I have something greater than John which tells of Me. I am doing works the Father has given Me to do and they are proving that the Father has sent Me.",
      "37": "The Father has told of Me and has sent Me. You have never heard His voice. You have never seen Him.",
      "38": "You do not have His Word living in your hearts because you do not put your trust in the One He sent.",
      "39": "“You do read the Holy Writings. You think you have life that lasts forever just because you read them. They do tell of Me.",
      "40": "But you do not want to come to Me so you might have life.",
      "41": "I do not take any honor from men.",
      "42": "I know you and you do not have the love of God in your hearts.",
      "43": "I have come in the name of My Father. You do not receive Me. If another person comes in his own name, you will receive him.",
      "44": "How can you believe when you are always wanting honor from each other? And yet you do not look for the honor that comes from the only God.",
      "45": "“Do not think that I will tell the Father you are guilty. The one who says you are guilty is Moses. You trust him.",
      "46": "If you had believed Moses, you would believe Me. For Moses wrote about Me.",
      "47": "If you do not believe what he wrote, how will you believe My Words?”"
    },
    "6": {
      "1": "After this Jesus went over to the other side of the Sea of Galilee. It is sometimes called Tiberias.",
      "2": "Many people followed Him. They saw the powerful works He did on those who were sick.",
      "3": "Jesus went up on a mountain and sat down with His followers.",
      "4": "The special religious supper to remember how the Jews left Egypt was soon.",
      "5": "Jesus looked up and saw many people coming to Him. He said to Philip, “Where can we buy bread to feed these people?”",
      "6": "He said this to see what Philip would say. Jesus knew what He would do.",
      "7": "Philip said to Him, “The money we have is not enough to buy bread to give each one a little.”",
      "8": "One of His followers was Andrew, Simon Peter’s brother. He said to Jesus,",
      "9": "“There is a boy here who has five loaves of barley bread and two small fish. What is that for so many people?”",
      "10": "Jesus said, “Have the people sit down.” There was much grass in that place. About five thousand men sat down.",
      "11": "Jesus took the loaves and gave thanks. Then He gave the bread to those who were sitting down. The fish were given out the same way. The people had as much as they wanted.",
      "12": "When they were filled, Jesus said to His followers, “Gather up the pieces that are left. None will be wasted.”",
      "13": "The followers gathered the pieces together. Twelve baskets were filled with pieces of barley bread. These were left after all the people had eaten.",
      "14": "The people saw the powerful work Jesus had done. They said, “It is true! This is the One Who speaks for God Who is to come into the world.”",
      "15": "Jesus knew they were about to come and take Him to make Him king, so He went to the mountain by Himself.",
      "16": "When evening had come, His followers went down to the lake.",
      "17": "They got into a boat and started to cross the lake to go to the city of Capernaum. By this time it was dark. Jesus had not come back to them yet.",
      "18": "A strong wind was making high waves on the lake.",
      "19": "They were about half way across the lake when they saw Jesus walking on the water. As He got near the boat, they were afraid.",
      "20": "But Jesus called to them, “It is I. Do not be afraid.”",
      "21": "They were glad to take Him into the boat. At once they got to the other side where they wanted to go.",
      "22": "The next day the people on the other side of the lake saw no other boat there but the one His followers had been in. The people knew Jesus had not gone with His followers in the boat because they had gone alone.",
      "23": "There were other boats from Tiberias that had come near the place where they had eaten the bread after the Lord had given thanks.",
      "24": "The people saw that Jesus and His followers were not there. They got into boats and went to Capernaum looking for Jesus.",
      "25": "The people found Him on the other side of the lake. They said to Him, “Teacher, when did You come here?”",
      "26": "Jesus said to them, “For sure, I tell you, you are not looking for Me because of the powerful works. You are looking for Me because you ate bread and were filled.",
      "27": "Do not work for food that does not last. Work for food that lasts forever. The Son of Man will give you that kind of food. God the Father has shown He will do this.”",
      "28": "Then the people said to Him, “What are the works God wants us to do?”",
      "29": "Jesus said to them, “This is the work of God, that you put your trust in the One He has sent.”",
      "30": "They said to Him, “Can You show us some powerful work? Then we can see it and believe You. What will You do?",
      "31": "Our early fathers ate bread that came from heaven in the desert. This happened as it is written, ‘He gave them bread from heaven to eat.’”",
      "32": "Then Jesus said to the people, “For sure, I tell you, it was not Moses who gave you bread from heaven. My Father gives you the true Bread from heaven.",
      "33": "The Bread of God is He Who comes down from heaven and gives life to the world.”",
      "34": "They said to Him, “Sir, give us this Bread all the time.”",
      "35": "Jesus said to them, “I am the Bread of Life. He who comes to Me will never be hungry. He who puts his trust in Me will never be thirsty.",
      "36": "I said to you that you have seen Me and yet you do not put your trust in Me.",
      "37": "All whom My Father has given to Me will come to Me. I will never turn away anyone who comes to Me.",
      "38": "I came down from heaven. I did not come to do what I wanted to do. I came to do what My Father wanted Me to do. He is the One Who sent Me.",
      "39": "“The Father sent Me. He did not want Me to lose any of all those He gave Me. He wants Me to raise them to life on the last day.",
      "40": "He wants everyone who sees the Son to put his trust in Him and have life that lasts forever. I will raise that one up on the last day.”",
      "41": "The Jews talked among themselves against Him. They did not like it because He said, “I am the Bread that came down from heaven.”",
      "42": "They asked each other, “Is not this Jesus, the son of Joseph? We know His father and mother. How can He say, ‘I came down from heaven’?”",
      "43": "Jesus said to them, “Do not talk among yourselves against Me.",
      "44": "The Father sent Me. No man can come to Me unless the Father gives him the desire to come to Me. Then I will raise him to life on the last day.",
      "45": "The early preachers wrote, ‘They will all be taught of God.’ Everyone who listens to the Father and learns from Him comes to Me.",
      "46": "No one has seen the Father. I am the only One Who has seen Him.",
      "47": "For sure, I tell you, he who puts his trust in Me has life that lasts forever.",
      "48": "I am the Bread of Life.",
      "49": "Your early fathers ate bread that came from heaven in the desert. They died.",
      "50": "But this is the Bread that comes down from heaven. The one who eats it never dies.",
      "51": "I am the Living Bread that came down from heaven. If anyone eats this Bread, he will live forever. The Bread which I will give is My flesh. I will give this for the life of the world.”",
      "52": "The Jews argued among themselves, saying, “How can this Man give us His flesh to eat?”",
      "53": "Jesus said to them, “For sure, I tell you, unless you eat the flesh of the Son of Man and drink His blood, you do not have life in you.",
      "54": "Whoever eats My flesh and drinks My blood has life that lasts forever. I will raise him up on the last day.",
      "55": "My flesh is true food and My blood is true drink.",
      "56": "Whoever eats My flesh and drinks My blood lives in Me and I live in him.",
      "57": "The living Father sent Me and I live because of Him. In the same way, the one who eats Me will live because of Me.",
      "58": "I am this Bread that came down from heaven. It is not like the bread that your early fathers ate and they died. Whoever eats this Bread will live forever.”",
      "59": "Jesus said these things in the Jewish place of worship while He was teaching in the city of Capernaum.",
      "60": "After hearing this, many of His followers said, “This teaching is too hard! Who can listen to it?”",
      "61": "Jesus knew His followers talked against what He had said. He said to them, “Does this trouble you?",
      "62": "Then what would you say if you saw the Son of Man going up where He was before?",
      "63": "It is the Spirit that gives life. The flesh is of no help. The words I speak to you are spirit and life.",
      "64": "But some of you do not believe.” Jesus knew from the beginning who would not put their trust in Him. He knew who would hand Him over to the leaders of the country.",
      "65": "He said, “That is why I told you no one can come to Me unless the Father allows it.”",
      "66": "From that time on, many of His followers turned back to their old ways of living. They would not go along with Him after that.",
      "67": "Then Jesus said to the twelve followers, “Will you leave Me also?”",
      "68": "Simon Peter said to Him, “Lord, who else can we go to? You have words that give life that lasts forever.",
      "69": "We believe and know You are the Christ. You are the Son of the Living God.”",
      "70": "Jesus said to them, “I chose you twelve as My followers. And one of you is a devil.”",
      "71": "He was speaking of Judas Iscariot, Simon’s son, who was one of the twelve followers. He was ready to hand Jesus over to the leaders of the country."
    },
    "7": {
      "1": "Jesus did not stay in the country of Judea because the Jews were trying to kill Him. After this He went from place to place in the country of Galilee.",
      "2": "A religious gathering of the Jews was near. This gathering was called the Supper of Tents.",
      "3": "The brothers of Jesus said to Him, “Leave here and go to the country of Judea. Let Your followers there see the things You do.",
      "4": "If a person wants others to know what he is doing, he does things to be seen. Since You are doing such things, show Yourself to the world.”",
      "5": "Not even His brothers were putting their trust in Him.",
      "6": "Jesus said to them, “My time has not yet come. But any time is good for you.",
      "7": "The world cannot hate you but it hates Me. I speak against the world because of its sinful works.",
      "8": "You go to the religious gathering. I am not going yet. My time has not yet come.”",
      "9": "Jesus told His brothers this and then stayed in Galilee.",
      "10": "His brothers went to the religious gathering. He went later by Himself so He would not be seen there.",
      "11": "At the religious gathering the Jews were looking for Jesus. They were saying, “Where is He?”",
      "12": "There was much talk among the people about Him. Some said, “He is a good Man.” Others said, “No, He leads the people in the wrong way.”",
      "13": "No one spoke about Him in front of other people. They were afraid of the Jews.",
      "14": "The religious gathering was half over when Jesus went to the house of God and taught.",
      "15": "The Jews were surprised and wondered, saying, “How can this Man know so much when He has never been to school?”",
      "16": "Jesus said to them, “What I teach is not Mine. It is from God Who sent Me.",
      "17": "If anyone will do what God wants, he will know if My teaching is from God, or if I am speaking of Myself.",
      "18": "The man who speaks of himself is looking for greatness for himself. But He Who is looking for the greatness of the One Who sent Him is true. There is nothing false in Him.",
      "19": "Did not Moses give you the Law? And yet not one of you keeps the Law. Why do you try to kill me?”",
      "20": "The people said, “You have a demon in You. Who is trying to kill You?”",
      "21": "Jesus said to them, “I did one work and you are surprised.",
      "22": "Moses gave you the religious act of becoming a Jew. (Yet it was not from Moses but from the early fathers.) You do this religious act on a man on the Day of Rest.",
      "23": "Now if you can do that, why are you angry with Me for healing a man on the Day of Rest?",
      "24": "Do not say a person is guilty by what you see. Be sure you know when you say what is right or wrong.”",
      "25": "Some of the people of Jerusalem said, “Is not this the Man the Jews want to kill?",
      "26": "But see! This Man is speaking out in the open. They are saying nothing to Him. Do the leaders know this is the true Christ?",
      "27": "We know where this Man came from. When the Christ comes, no one will know where He comes from.”",
      "28": "Then Jesus spoke with a loud voice as He taught in the house of God. He said, “You know Me. You know where I came from. I have not come on My own. The One Who sent Me is true but you do not know Him.",
      "29": "I know Him because I am from Him and He sent Me.”",
      "30": "Then they wanted to take Jesus but no one put his hands on Him. His time had not yet come.",
      "31": "Many of the people believed in Him. They said, “When Christ comes, will He do more powerful works than this Man?”",
      "32": "The proud religious law-keepers heard the people talking about Jesus. The religious leaders of the Jews and the proud religious law-keepers sent soldiers to take Him.",
      "33": "Jesus said to them, “I will be with you a little while yet. Then I will go back to Him Who sent Me.",
      "34": "You will look for Me but you will not find Me. Where I go, you cannot come.”",
      "35": "The Jews said to themselves, “Where can He go that we will not find Him? Will He go to our people who live among the Greeks and teach the Greeks?",
      "36": "What does He mean when He says, ‘You will look for Me but you will not find Me, and where I go, you cannot come’?”",
      "37": "It was the last and great day of the religious gathering. Jesus stood up and spoke with a loud voice, “If anyone is thirsty, let him come to Me and drink.",
      "38": "The Holy Writings say that rivers of living water will flow from the heart of the one who puts his trust in Me.”",
      "39": "Jesus said this about the Holy Spirit Who would come to those who put their trust in Him. The Holy Spirit had not yet been given. Jesus had not yet been raised to the place of honor.",
      "40": "When many of the people heard His words, they said, “For sure, this is the One Who speaks for God.”",
      "41": "Others said, “He is the Christ!” Some said, “The Christ would not come from the country of Galilee, would He?",
      "42": "Do not the Holy Writings say that the Christ will come from the family of David? Will He not come from the town of Bethlehem where David lived?”",
      "43": "The people were divided in what they thought about Him.",
      "44": "Some of them wanted to take Him. But no one put their hands on Him.",
      "45": "The soldiers came back to the religious leaders of the Jews and to the proud religious law-keepers. They said to the soldiers, “Why did you not bring Him?”",
      "46": "The soldiers answered, “No man has ever spoken like this Man speaks.”",
      "47": "The proud religious law-keepers said, “Have you been led the wrong way also?",
      "48": "Has anyone of the leaders or anyone from our group believed in Him?",
      "49": "As for all these people, they do not know the Law. They are guilty and will be punished by God.”",
      "50": "(Nicodemus was one of the proud religious law-keepers. He had come to Jesus at another time.) Nicodemus said to them,",
      "51": "“Our Law does not say a man is guilty before he has been in court and before we know what he has done.”",
      "52": "They said to him, “Are you from Galilee also? Look into the Word of God yourself. You will see that no one who speaks for God comes from Galilee.”",
      "53": "Then everyone went home."
    },
    "8": {
      "1": "(Jesus went to the Mount of Olives.",
      "2": "Early in the morning He went back to the house of God and all the people came to Him. He sat down and taught them.",
      "3": "The teachers of the Law and the proud religious law-keepers came to Him. They brought a woman who had been caught doing a sex sin. They made her stand in front of them all.",
      "4": "Then they said to Jesus, “Teacher, this woman was caught in the act of doing a sex sin.",
      "5": "Moses told us in the Law to throw stones and kill a woman like this. What do You say about it?”",
      "6": "They were trying to set a trap to find something against Him. Jesus got down and began to write in the dust with His finger.",
      "7": "They kept on asking Him. Then He stood up and said, “Anyone of you who is without sin can throw the first stone at her.”",
      "8": "Again He got down and wrote in the dust.",
      "9": "When they heard what He said, they went away one by one, beginning with the older ones until they were all gone. Then Jesus was left alone with the woman.",
      "10": "Jesus stood up and said to her, “Woman, where are those who spoke against you? Has no man said you are guilty?”",
      "11": "She said, “No one, Sir.” Jesus said to her, “Neither do I say you are guilty. Go on your way and do not sin again.”)",
      "12": "Jesus spoke to all the people, saying, “I am the Light of the world. Anyone who follows Me will not walk in darkness. He will have the Light of Life.”",
      "13": "The proud religious law-keepers said to Him, “You are talking about Yourself. What You say about Yourself is not true.”",
      "14": "Jesus said, “Even if I speak of Myself, what I am saying is true. I know where I came from and where I am going. You do not know where I came from or where I am going.",
      "15": "You say as a man would say if people are guilty or not guilty. I am not saying anyone is guilty.",
      "16": "But even if I did, it would be true. I am not alone. The Father Who sent Me is with Me.",
      "17": "It is written in your Law that when two men agree about something, it proves it is true.",
      "18": "I speak for Myself and the Father Who sent Me speaks for Me.”",
      "19": "The proud religious law-keepers asked Him, “Where is Your Father?” Jesus said, “You do not know Me or My Father. If you had known Me, you would have known My Father also.”",
      "20": "Jesus spoke these words near the money box while He taught in the house of God. No one put his hands on Jesus because His time had not yet come.",
      "21": "Jesus spoke to the Jews again, saying, “I am going away. You will look for Me but you will die in your sins. Where I am going, you cannot come.”",
      "22": "The Jews said, “Will He kill Himself because He said, ‘Where I am going you cannot come’?”",
      "23": "He answered them, “You are from below. I am from above. You are of this world. I am not of this world.",
      "24": "That is why I said that you will die in your sins. If you do not believe that I am the Christ, you will die in your sins.”",
      "25": "Then they said to Him, “Who are You?” Jesus answered, “The answer is the same as I told you from the beginning.",
      "26": "I have much to say about you. I must say if you are guilty. But He Who sent Me is true. I tell the world the things I have heard from Him.”",
      "27": "They did not understand that Jesus was speaking to them about the Father.",
      "28": "Jesus said to them, “When you have lifted up the Son of Man, you will know that I am the Christ. I do nothing of Myself. I say these things as My Father has taught Me.",
      "29": "He that sent Me is with Me. The Father has not left Me alone. I always do what He wants Me to do.”",
      "30": "As Jesus said these things, many people put their trust in Him.",
      "31": "He said to the Jews who believed, “If you keep and obey My Word, then you are My followers for sure.",
      "32": "You will know the truth and the truth will make you free.”",
      "33": "They said to Jesus, “We are children of Abraham. We have never been servants to anyone. What do you mean when You say, ‘You will be free’?”",
      "34": "Jesus answered them, “For sure, I tell you, everyone who sins is the servant of sin because sin has a hold on him.",
      "35": "And the servant does not belong in the house. The son belongs in the house.",
      "36": "So if the Son makes you free, you will be free for sure.",
      "37": "“I know that you are the children of Abraham. But you want to kill Me because My Word is not in your hearts.",
      "38": "I speak of what I saw when I was with My Father. You do what you have seen your father do.”",
      "39": "They said to Him, “Abraham is our father.” Jesus said, “If you were children of Abraham, you would do what he did.",
      "40": "I am a Man Who has told you the truth as I heard it from God. Now you are trying to kill Me. Abraham never did anything like that.",
      "41": "You are doing the works of your father.” They said to Him, “We were born of parents who were faithful in marriage. We have one Father. He is God.”",
      "42": "Jesus said to them, “If God were your father, you would love Me. I came from God. I did not come on My own, but God sent Me.",
      "43": "Why do you not understand what I say? It is because you do not want to hear My teaching.",
      "44": "The devil is your father. You are from him. You want to do the sinful things your father, the devil, wants you to do. He has been a killer from the beginning. The devil has nothing to do with the truth. There is no truth in him. It is expected of the devil to lie, for he is a liar and the father of lies.",
      "45": "I tell you the truth and that is why you do not put your trust in Me.",
      "46": "Which one of you can say I am guilty of sin? If I tell you the truth, why do you not believe Me?",
      "47": "Whoever is born of God listens to God’s Word. You do not hear His Word because you are not born of God.”",
      "48": "The Jews said to Jesus, “Are we not right when we say You are from the country of Samaria, and You have a demon?”",
      "49": "Jesus said, “No, I do not have a demon. I honor My Father. You do not honor Me.",
      "50": "I am not looking for honor for Myself. There is One Who is looking for it. He says what is right from wrong.",
      "51": "For sure, I tell you, if anyone keeps My Word, that one will never die.”",
      "52": "Then the Jews said to Him, “Now we know You have a demon. Abraham died. The early preachers died. You say, ‘If anyone keeps My Word, that one will never die.’",
      "53": "Are you greater than our father Abraham? He died and the early preachers died. Who do You think You are?”",
      "54": "Jesus said, “If I honor Myself, My honor would be worth nothing. My Father honors Me. You say He is your God.",
      "55": "You have never known Him, but I know Him. If I said I did not know Him, I would be a liar like you. But I do know the Father and obey His Word.",
      "56": "Your father Abraham was glad that he was to see My coming. He saw it and was happy.”",
      "57": "The Jews said to Jesus, “You are not even fifty years old. How could you have seen Abraham?”",
      "58": "Jesus said to them, “For sure, I tell you, before Abraham was born, I was and am and always will be!”",
      "59": "Then they picked up stones to throw at Him. Jesus hid Himself and left the house of God."
    },
    "9": {
      "1": "As Jesus went on His way, He saw a man who had been born blind.",
      "2": "His followers asked Him, “Teacher, whose sin made this man to be born blind? Was it the sin of this man or the sin of his parents?”",
      "3": "Jesus answered, “The sin of this man or the sin of his parents did not make him to be born blind. He was born blind so the work of God would be seen in him.",
      "4": "We must keep on doing the work of Him Who sent Me while it is day. Night is coming when no man can work.",
      "5": "While I am in the world, I am the Light of the world.”",
      "6": "After Jesus had said this, He spit on the ground. He mixed it with dust and put that mud on the eyes of the blind man.",
      "7": "Then Jesus said to him, “Go and wash in the pool of Siloam.” (Siloam means Sent.) The man went away and washed. When he came back, he could see.",
      "8": "Neighbors and others had seen him begging. They said, “Is not this the man who sat and begged?”",
      "9": "Some said, “This is the one.” Others said, “No, but he looks like him.” But the man who had been blind said, “I am the man.”",
      "10": "They said to him, “How were your eyes opened?”",
      "11": "He answered, “A Man called Jesus made mud and put it on my eyes. Then He said to me, ‘Go and wash in the pool of Siloam.’ I went and washed and I can see.”",
      "12": "Then they asked him, “Where is He?” He answered, “I do not know.”",
      "13": "They took the man who had been born blind to the proud religious law-keepers.",
      "14": "It was the Day of Rest when Jesus had made mud and opened his eyes.",
      "15": "Again the proud religious law-keepers asked the man who had been born blind how he had been made to see. He answered them, “Jesus put mud on my eyes. I washed and now I see!”",
      "16": "Some of the proud religious law-keepers said, “The Man Who did this is not from God because He worked on the Day of Rest.” Others said, “How can a sinful man do powerful works?” They could not agree about Jesus.",
      "17": "They spoke again to the blind man, saying, “What do you say about Him since He opened your eyes?” He answered, “He is One Who speaks for God.”",
      "18": "The Jews did not believe this man had been blind and had been made to see. They called his parents",
      "19": "and asked them, “Is this your son? Do you say he was born blind? How does he see now?”",
      "20": "They answered, “We know this is our son and we know he was born blind.",
      "21": "But we do not know how it is that he can see now. We do not know who opened his eyes. He is old enough, ask him. He can tell you himself.”",
      "22": "His parents said this because they were afraid of the Jews. The Jews had talked among themselves. They had agreed that the person who said that Jesus was the Christ would be put out of the Jewish place of worship.",
      "23": "That is why his parents said, “He is old enough, ask him.”",
      "24": "The proud religious law-keepers asked the man again, who had been blind, to come. They said to him, “Give thanks to God. We know this man is a sinner.”",
      "25": "The man who had been blind said to them, “I do not know if He is a sinner or not. One thing I know. I was blind, but now I can see.”",
      "26": "They asked him again, “What did He do to you? How did He open your eyes?”",
      "27": "He answered, “I have told you already. You did not listen. Why do you want to hear it again? Do you want to become His followers also?”",
      "28": "The proud religious law-keepers became angry at him and said, “You are a follower of Jesus. We are followers of Moses.",
      "29": "We know God spoke to Moses. We do not know where this Man is from.”",
      "30": "The man said to them, “This is strange! You do not know where He came from and yet He opened my eyes.",
      "31": "We know that God does not listen to sinners. We know if anyone loves and worships God, and does what He wants, God listens to him.",
      "32": "From the beginning of the world no one has ever heard of anyone opening the eyes of a man born blind.",
      "33": "If this Man were not from God, He would not be able to do anything like this.”",
      "34": "They said to him, “You were born in sin. Are you trying to teach us?” Then they put him out of the place of worship.",
      "35": "Jesus heard that the proud religious law-keepers had put the man who had been healed out of the place of worship. He found the man and said to him, “Do you put your trust in the Son of God?”",
      "36": "He said, “Who is He, Sir? Tell me so that I can put my trust in Him.”",
      "37": "Jesus said to him, “You have seen Him. He is talking with you.”",
      "38": "He said, “I do put my trust in You, Lord.” Then he bowed down before Jesus and worshiped Him.",
      "39": "Jesus said, “I came into this world to say what is right from wrong. I came so those who do not see might see, and those who do see might be made blind.”",
      "40": "Some of the proud religious law-keepers who were with Him heard this. They said to Him, “Are we blind also?”",
      "41": "Jesus said to them, “If you were blind, you would not be guilty of sin. But because you say, ‘We see,’ you still are guilty of your sin."
    },
    "10": {
      "1": "“For sure, I tell you, the man who goes into the sheep-pen some other way than through the door is one who steals and robs.",
      "2": "The shepherd of the sheep goes in through the door.",
      "3": "The one who watches the door opens it for him. The sheep listen to the voice of the shepherd. He calls his own sheep by name and he leads them out.",
      "4": "When the shepherd walks ahead of them, they follow him because they know his voice.",
      "5": "They will not follow someone they do not know because they do not know his voice. They will run away from him.”",
      "6": "Jesus told this picture-story to them. Yet they did not understand what He said.",
      "7": "Again Jesus said to them, “For sure, I tell you, I am the Door of the sheep.",
      "8": "All others who came ahead of Me are men who steal and rob. The sheep did not obey them.",
      "9": "I am the Door. Anyone who goes in through Me will be saved from the punishment of sin. He will go in and out and find food.",
      "10": "The robber comes only to steal and to kill and to destroy. I came so they might have life, a great full life.",
      "11": "“I am the Good Shepherd. The Good Shepherd gives His life for the sheep.",
      "12": "One who is hired to watch the sheep is not the shepherd. He does not own the sheep. He sees the wolf coming and leaves the sheep. He runs away while the wolf gets the sheep and makes them run everywhere.",
      "13": "The hired man runs away because he is hired. He does not care about the sheep.",
      "14": "“I am the Good Shepherd. I know My sheep and My sheep know Me.",
      "15": "I know My Father as My Father knows Me. I give My life for the sheep.",
      "16": "I have other sheep which are not from this sheep-pen. I must bring them also. They will listen to My voice. Then there will be one flock with one shepherd.",
      "17": "“For this reason My Father loves Me. It is because I give My life that I might take it back again.",
      "18": "No one takes my life from Me. I give it by Myself. I have the right and the power to take it back again. My Father has given Me this right and power.”",
      "19": "Because of what He said, the Jews did not agree in their thinking.",
      "20": "Many of them said, “He has a demon and is crazy. Why listen to Him?”",
      "21": "Others said, “A man who has a demon does not talk this way. Can a demon open the eyes of a blind man?”",
      "22": "It was time for the religious gathering of remembering how the house of God was opened in Jerusalem.",
      "23": "It was winter and Jesus was there. He was walking in Solomon’s porch in the house of God.",
      "24": "The Jews gathered around Him. They said, “How long are You going to keep us in doubt? If You are the Christ, tell us.”",
      "25": "Jesus answered, “I told you and you do not believe. The works I do in My Father’s name speak of Me.",
      "26": "You do not believe because you are not My sheep.",
      "27": "My sheep hear My voice and I know them. They follow Me.",
      "28": "I give them life that lasts forever. They will never be punished. No one is able to take them out of My hand.",
      "29": "My Father Who gave them to Me is greater than all. No one is able to take them out of My Father’s hand.",
      "30": "My Father and I are one!”",
      "31": "Again the Jews picked up stones to throw at Him.",
      "32": "Jesus said to them, “Many good things have I shown you from My Father. For which of these things are you going to throw stones at Me?”",
      "33": "They said, “We are not going to throw stones at You for any good work. It is because of the way You talk against God. It is because You make Yourself to be God when You are only a man.”",
      "34": "Jesus said to them, “Is it not written in your Law, ‘I said, you are gods’?",
      "35": "The Holy Writings were given to them and God called them gods. (The Word of God cannot be put aside.)",
      "36": "But God has set Me apart for Himself. He sent Me into the world. Then how can you say that I am speaking against God because I said, ‘I am the Son of God’?",
      "37": "If I am not doing the works of My Father, do not believe Me.",
      "38": "But if I do them, even if you do not believe Me, believe the works that I do. Then you will know the Father is in Me and I am in Him.”",
      "39": "They tried again to take Him but He got out of their hands.",
      "40": "Jesus went away to the other side of the Jordan River to the place where John was baptizing people. Jesus stayed there.",
      "41": "Many people came to Him and said, “John did no powerful work, but what John said about this Man is true.”",
      "42": "Many people put their trust in Jesus there."
    },
    "11": {
      "1": "A man named Lazarus was sick. He lived in the town of Bethany with his sisters, Mary and Martha.",
      "2": "This was the Mary who put perfume on the Lord and dried His feet with her hair. It was her brother Lazarus who was sick.",
      "3": "The sisters sent word to Jesus, saying, “Lord, your friend is sick!”",
      "4": "When Jesus heard this, He said, “This sickness will not end in death. It has happened so that it will bring honor to God. And the Son of God will be honored by it also.”",
      "5": "Jesus loved Martha and her sister and Lazarus.",
      "6": "But when He heard that Lazarus was sick, He stayed where He was two more days.",
      "7": "Then He said to His followers, “Let us go into the country of Judea again.”",
      "8": "The followers said to Him, “Teacher, the Jews tried to throw stones at You to kill You not long ago. Are You going there again?”",
      "9": "Jesus said, “Are there not twelve hours in the day? If a man walks during the day, he will not fall. He sees the light of this world.",
      "10": "If a man walks during the night, he will fall. The light is not in him.”",
      "11": "After Jesus had said this, He spoke again and said, “Our friend Lazarus is sleeping. I will go and wake him up.”",
      "12": "The followers said to Him, “If he is sleeping, he will get well.”",
      "13": "But Jesus meant Lazarus was dead. They thought He meant Lazarus was resting in sleep.",
      "14": "Then Jesus said to them, “Lazarus is dead.",
      "15": "Because of you I am glad I was not there so that you may believe. Come, let us go to him.”",
      "16": "Thomas, who was called the Twin, said to the other followers, “Let us go also so we may die with Jesus.”",
      "17": "When Jesus got there, He heard that Lazarus had been in the grave four days.",
      "18": "Bethany was about one-half hour walk from Jerusalem.",
      "19": "Many Jews had come to Martha and Mary to give words of comfort about their brother.",
      "20": "Martha heard that Jesus was coming and went to meet Him. Mary stayed in the house.",
      "21": "Martha said to Jesus, “Lord, if You had been here, my brother would not have died.",
      "22": "I know even now God will give You whatever You ask.”",
      "23": "Jesus said to her, “Your brother will rise again.”",
      "24": "Martha said to Him, “I know that he will rise again when the dead are raised from the grave on the last day.”",
      "25": "Jesus said to her, “I am the One Who raises the dead and gives them life. Anyone who puts his trust in Me will live again, even if he dies.",
      "26": "Anyone who lives and has put his trust in Me will never die. Do you believe this?”",
      "27": "She answered, “Yes, Lord, I believe that You are the Christ, the Son of God. You are the One Who was to come into the world.”",
      "28": "After Martha said this, she went and called her sister Mary. She said without anyone else hearing, “The Teacher is here and has sent for you.”",
      "29": "When Mary heard this, she got up and went to Him.",
      "30": "Jesus had not yet come into their town. He was still where Martha had met Him.",
      "31": "The Jews had been in the house comforting Mary. They saw her get up and hurry out. They followed her and said, “She is going to the grave to cry there.”",
      "32": "Mary went to the place where Jesus was. When she saw Him, she got down at His feet. She said to Him, “Lord, if You had been here, my brother would not have died.”",
      "33": "Jesus saw her crying. The Jews who came with her were crying also. His heart was very sad and He was troubled.",
      "34": "He said, “Where did you lay Lazarus?” They said, “Lord, come and see.”",
      "35": "Then Jesus cried.",
      "36": "The Jews said, “See how much He loved Lazarus.”",
      "37": "Some of them said, “This Man opened the eyes of the blind man. Could He not have kept this man from dying?”",
      "38": "Jesus went to the grave with a sad heart. The grave was a hole in the side of a hill. A stone covered the door.",
      "39": "Jesus said, “Take the stone away.” The dead man’s sister, Martha, said to Him, “Lord, by now his body has a bad smell. He has been dead four days.”",
      "40": "Jesus said to her, “Did I not say that if you would believe, you would see the shining-greatness of God?”",
      "41": "They took the stone away. Jesus looked up and said, “Father, I thank You for hearing Me.",
      "42": "I know You always hear Me. But I have said this for the people standing here, so they may believe You have sent Me.”",
      "43": "When He had said this, He called with a loud voice, “Lazarus, come out!”",
      "44": "The man who had been dead came out. His hands and feet were tied in grave clothes. A white cloth was tied around his face. Jesus said to the people, “Take off the grave clothes and let him go!”",
      "45": "Many of the Jews who had come to visit Mary and had seen what Jesus had done put their trust in Him.",
      "46": "Some of them went to the proud religious law-keepers and told them what Jesus had done.",
      "47": "The religious leaders of the Jews and the proud religious law-keepers gathered a court together. They said, “What will we do? This Man is doing many powerful works.",
      "48": "If we let Him keep doing these things, all men will put their trust in Him. The Romans will come and take away the house of God and our nation.”",
      "49": "Caiaphas was the head religious leader that year. He said to them, “You know nothing about this.",
      "50": "Do you not see it is better for one man to die for the people than for the whole nation to be destroyed?”",
      "51": "Caiaphas did not think of these words himself. He spoke what God had said would happen. He was telling before it happened that Jesus must die for the nation.",
      "52": "He must die not only for the nation, but also to bring together into one group the children of God who were living in many places.",
      "53": "From that day on they talked together about how they might kill Jesus.",
      "54": "For this reason Jesus did not walk out in the open among the Jews. He went to a town called Ephraim. It was near a desert. He stayed there with His followers.",
      "55": "The special religious gathering to remember how the Jews left Egypt was soon. Many people from around the country came up to Jerusalem to go through the religious washing before the special supper.",
      "56": "They looked for Jesus. They stood together in the house of God and asked each other, “What do you think? Will He come to the special supper?”",
      "57": "The religious leaders of the Jews and the proud religious law-keepers had said that if any man knew where Jesus was, he should tell them. They wanted to take Him."
    },
    "12": {
      "1": "It was six days before the special religious gathering to remember how the Jews left Egypt. Jesus came to Bethany where Lazarus lived. Jesus had raised Lazarus from the dead.",
      "2": "They made supper for Him. Martha put the food on the table. Lazarus was at the table with Him.",
      "3": "Mary took a jar of special perfume that cost much money and poured it on the feet of Jesus. She dried His feet with her hair. The house was filled with the smell of the special perfume.",
      "4": "Judas Iscariot was one of the followers. He was about to hand Jesus over to the leaders of the country. He said,",
      "5": "“Why was not this special perfume sold for much money and given to poor people?”",
      "6": "He did not say this because he cared for poor people. He said this because he was a robber. He carried the bag of money and would steal some of it for himself.",
      "7": "Jesus said, “Let her alone. She has kept it for the time when I will be buried.",
      "8": "You will always have poor people with you. You will not always have Me.”",
      "9": "Many Jews came to the place because they knew Jesus was there. They came not only to see Jesus, but to see Lazarus also. Jesus had raised Lazarus from the dead.",
      "10": "The religious leaders of the Jews talked together about having Lazarus killed also.",
      "11": "Because of Lazarus, many Jews were leaving their own religion. They were putting their trust in Jesus.",
      "12": "The next day many people were in Jerusalem for the religious gathering. They heard Jesus was coming.",
      "13": "They took branches of trees and went to meet Him. They spoke with a loud voice, “Greatest One! Great and honored is He Who comes in the name of the Lord, the King of the Jews!”",
      "14": "Jesus found a young donkey and sat on it. The Holy Writings say,",
      "15": "“Do not be afraid, people of Jerusalem. See! Your King comes sitting on a young donkey!”",
      "16": "His followers did not understand what this meant at first. When Jesus had gone back to heaven to receive great honor, they remembered these things were written about Him. They remembered they had done this to Him.",
      "17": "The people who had been with Jesus when He had called Lazarus from the grave kept telling of this powerful work to others. They had seen Lazarus raised from the dead.",
      "18": "Because of this the people went to meet Jesus. They had heard He had done this powerful work.",
      "19": "The proud religious law-keepers said among themselves, “Look, we are losing followers. Everyone is following Jesus!”",
      "20": "Some Greek people had come to worship at the religious gathering. They were among the others who had come to worship.",
      "21": "These Greek people came to Philip. He was from the city of Bethsaida in the country of Galilee. They said to him, “Sir, we want to see Jesus!”",
      "22": "Philip went and told Andrew. Then Andrew and Philip told Jesus.",
      "23": "Jesus said to them, “The hour is near for the Son of Man to be taken to heaven to receive great honor.",
      "24": "For sure, I tell you, unless a seed falls into the ground and dies, it will only be a seed. If it dies, it will give much grain.",
      "25": "Anyone who loves his life will lose it. Anyone who hates his life in this world will keep it forever.",
      "26": "If anyone wants to serve Me, he must follow Me. So where I am, the one who wants to serve Me will be there also. If anyone serves Me, My Father will honor him.",
      "27": "“Now My soul is troubled. Should I say, ‘Father, save Me from this time of trouble and pain’? No, this is why I came to this time.",
      "28": "Father, honor Your name!”\nThen a voice from heaven came, saying, “I have already honored My name. I will honor it again!”",
      "29": "The people heard the voice. Some who stood there said, “It was thunder.” Others said, “An angel spoke to Him.”",
      "30": "Jesus said, “The voice did not come for Me, but it came to be a help to you.",
      "31": "“Now this world is being told it is guilty. Now the leader of this world will be thrown out.",
      "32": "And when I am lifted up from the earth, I will attract all people toward Me.”",
      "33": "He said this to tell the kind of death He was going to die.",
      "34": "The people said to Him, “The Law of Moses says that the Christ is to live forever. Why do you say, ‘The Son of Man must be lifted up’? Who is this Son of Man?”",
      "35": "Jesus said to them, “The Light will be with you for a little while yet. Go on your way while you have the Light so you will not be in the dark. When a man is walking in the dark, he does not know where he is going.",
      "36": "While you have the Light, put your trust in the Light. Then you will be the sons of the Light.” Jesus said these things and then went away. He hid Himself from them.",
      "37": "Jesus had done many powerful works in front of them, but they did not put their trust in Him.",
      "38": "This happened as the words of the early preacher Isaiah said it would happen. He had said, “Lord, has anyone believed our preaching? Has the Lord shown His power to anyone?”",
      "39": "The reason they could not believe is written again in Isaiah.",
      "40": "It says, “He has blinded their eyes and made their hearts hard. Then they would not see with their eyes. They would not understand with their heart. They would not turn to Me. I could not heal them.”",
      "41": "This is what Isaiah said when he saw the shining-greatness of Jesus and spoke of Him.",
      "42": "Even among the leaders of the people there were many who believed in Jesus. But because of the proud religious law-keepers, they did not tell about it. If they had, they would have been put out of the Jewish place of worship.",
      "43": "They loved to have the respect from men more than honor from God.",
      "44": "Then Jesus spoke with a loud voice, “Anyone who puts his trust in Me, puts his trust not only in Me, but in Him Who sent Me.",
      "45": "Anyone who sees Me, sees Him Who sent Me.",
      "46": "I came to the world to be a Light. Anyone who puts his trust in Me will not be in darkness.",
      "47": "If anyone hears My Words but does not believe them, I do not say he is guilty. I did not come to say the world is guilty. I came to save the world from the punishment of sin.",
      "48": "Anyone who does not receive Me and does not receive My teaching has One Who will say he is guilty. The Word that I have spoken will say he is guilty on the last day.",
      "49": "I have not spoken by My own power. The Father Who sent Me has told Me what to say and speak.",
      "50": "I know that His Word is life that lasts forever. I speak the things the Father has told Me to speak.”"
    },
    "13": {
      "1": "It was before the special religious gathering to remember how the Jews left Egypt. Jesus knew the time had come for Him to leave this world and go to the Father. He had loved His own who were in the world. He loved them to the end.",
      "2": "He and His followers were having supper. Satan had put the thought into the heart of Judas Iscariot of handing Jesus over to the leaders of the country.",
      "3": "Jesus knew the Father had put everything into His hands. He knew He had come from God and was going back to God.",
      "4": "Jesus got up from the supper and took off His coat. He picked up a cloth and put it around Him.",
      "5": "Then He put water into a wash pan and began to wash the feet of His followers. He dried their feet with the cloth He had put around Himself.",
      "6": "Jesus came to Simon Peter. Peter said to Him, “Lord, are You going to wash my feet?”",
      "7": "Jesus answered him, “You do not understand now what I am doing but you will later.”",
      "8": "Peter said to Him, “I will never let You wash my feet.” Jesus said, “Unless I wash you, you will not be a part of Me.”",
      "9": "Simon Peter said to Him, “Lord, do not wash only my feet, but wash my hands and my head also.”",
      "10": "Jesus said to him, “Anyone who has washed his body needs only to wash his feet. Then he is clean all over. You are all clean except one.”",
      "11": "Jesus knew who was going to hand Him over to the leaders. That is why He said, “You are all clean except one.”",
      "12": "Jesus washed their feet and put on His coat. Then He sat down again and said to them, “Do you understand what I have done to you?",
      "13": "You call Me Teacher and Lord. You are right because that is what I am.",
      "14": "I am your Teacher and Lord. I have washed your feet. You should wash each other’s feet also.",
      "15": "I have done this to show you what should be done. You should do as I have done to you.",
      "16": "For sure, I tell you, a workman who is owned by someone is not greater than his owner. One who is sent is not greater than the one who sent him.",
      "17": "If you know these things, you will be happy if you do them.",
      "18": "“I am not speaking about all of you. I know the ones I have chosen. What is written in the Holy Writings must happen. It says, ‘The man who eats bread with Me has turned against Me.’",
      "19": "I tell you this now before it happens. After it happens, you will believe that I am Who I say I am, the Christ.",
      "20": "For sure, I tell you, he who receives the one I send out, receives Me. He who receives Me receives Him who sent Me.”",
      "21": "When Jesus had said this, He was troubled in heart. He told them in very plain words, saying, “For sure, I tell you, one of you is going to hand Me over to the leaders of the country.”",
      "22": "The followers began to look at each other. They did not know which one He was speaking of.",
      "23": "One follower, whom Jesus loved, was beside Jesus.",
      "24": "Simon Peter got this follower to look his way. He wanted him to ask Jesus which one He was speaking of.",
      "25": "While close beside Jesus, he asked, “Lord, who is it?”",
      "26": "Jesus answered, “It is the one I give this piece of bread to after I have put it in the dish.” Then He put the bread in the dish and gave it to Judas Iscariot, the son of Simon.",
      "27": "After Judas had eaten the piece of bread, Satan went into him. Jesus said to Judas, “What you are going to do, do in a hurry.”",
      "28": "No one at the supper knew why Jesus had said this to Judas.",
      "29": "They thought it was because Judas carried the bag of money, and Jesus had said that Judas should buy what they needed for the religious gathering. Or they thought Judas should give something to poor people.",
      "30": "As soon as Judas had taken the piece of bread, he went out. It was night.",
      "31": "After Judas went out, Jesus said, “The Son of Man is now honored and God has been honored in Him.",
      "32": "If God is honored in Him, God will also honor Him in Himself right now.",
      "33": "Little children, I will be with you only a little while. You will look for Me. I say to you what I said to the Jews, ‘Where I am going, you cannot come!’",
      "34": "I give you a new Law. You are to love each other. You must love each other as I have loved you.",
      "35": "If you love each other, all men will know you are My followers.”",
      "36": "Simon Peter said to Jesus, “Lord, where are You going?” Jesus answered, “You cannot follow Me now where I am going. Later you will follow Me.”",
      "37": "Peter said to Jesus, “Why can I not follow You now? I will die for You.”",
      "38": "Jesus answered Peter, “Will you die for Me? For sure, I tell you, before a rooster crows, you will have said three times that you do not know Me.”"
    },
    "14": {
      "1": "“Do not let your heart be troubled. You have put your trust in God, put your trust in Me also.",
      "2": "There are many rooms in My Father’s house. If it were not so, I would have told you. I am going away to make a place for you.",
      "3": "After I go and make a place for you, I will come back and take you with Me. Then you may be where I am.",
      "4": "You know where I am going and you know how to get there.”",
      "5": "Thomas said to Jesus, “Lord, we do not know where You are going. How can we know the way to get there?”",
      "6": "Jesus said, “I am the Way and the Truth and the Life. No one can go to the Father except by Me.",
      "7": "If you had known Me, you would know My Father also. From now on you know Him and have seen Him.”",
      "8": "Philip said to Jesus, “Lord, show us the Father. That is all we ask.”",
      "9": "Jesus said to him, “Have I been with you all this time and you do not know Me yet? Whoever has seen Me, has seen the Father. How can you say, ‘Show us the Father’?",
      "10": "Do you not believe that I am in the Father and that the Father is in Me? What I say to you, I do not say by My own power. The Father Who lives in Me does His work through Me.",
      "11": "“Believe Me that I am in the Father and that the Father is in Me. Or else believe Me because of the things I do.",
      "12": "For sure, I tell you, whoever puts his trust in Me can do the things I am doing. He will do even greater things than these because I am going to the Father.",
      "13": "Whatever you ask in My name, I will do it so the shining-greatness of the Father may be seen in the Son.",
      "14": "Yes, if you ask anything in My name, I will do it.",
      "15": "“If you love Me, you will do what I say.",
      "16": "Then I will ask My Father and He will give you another Helper. He will be with you forever.",
      "17": "He is the Spirit of Truth. The world cannot receive Him. It does not see Him or know Him. You know Him because He lives with you and will be in you.",
      "18": "“I will not leave you without help as children without parents. I will come to you.",
      "19": "In a little while the world will see Me no more. You will see Me. Because I live, you will live also.",
      "20": "When that day comes, you will know that I am in My Father. You will know that you are in Me. You will know that I am in you.",
      "21": "The one who loves Me is the one who has My teaching and obeys it. My Father will love whoever loves Me. I will love him and will show Myself to him.”",
      "22": "The other Judas (not Iscariot) said to Him, “Why is it You are going to show Yourself to us followers and not to the world?”",
      "23": "Jesus said, “The one who loves Me will obey My teaching. My Father will love him. We will come to him and live with him.",
      "24": "The one who does not love Me does not obey My teaching. The teaching you are now hearing is not My teaching but it is from My Father Who sent Me.",
      "25": "“I have told you these things while I am still with you.",
      "26": "The Helper is the Holy Spirit. The Father will send Him in My place. He will teach you everything and help you remember everything I have told you.",
      "27": "“Peace I leave with you. My peace I give to you. I do not give peace to you as the world gives. Do not let your hearts be troubled or afraid.",
      "28": "You heard Me say that I am going away. But I am coming back to you. If you love Me, you would be glad that I am going to the Father. The Father is greater than I.",
      "29": "I have told you this before it happens. Then when it does happen, you will believe.",
      "30": "“I will not talk much more with you. The leader of this world is coming. He has no power over Me.",
      "31": "I am doing what the Father told Me to do so the world may know I love the Father. Come, let us be on our way."
    },
    "15": {
      "1": "“I am the true Vine. My Father is the One Who cares for the Vine.",
      "2": "He takes away any branch in Me that does not give fruit. Any branch that gives fruit, He cuts it back so it will give more fruit.",
      "3": "You are made clean by the words I have spoken to you.",
      "4": "Get your life from Me and I will live in you. No branch can give fruit by itself. It has to get life from the vine. You are able to give fruit only when you have life from Me.",
      "5": "I am the Vine and you are the branches. Get your life from Me. Then I will live in you and you will give much fruit. You can do nothing without Me.",
      "6": "“If anyone does not get his life from Me, he is cut off like a branch and dries up. Such branches are gathered and thrown into the fire and they are burned.",
      "7": "If you get your life from Me and My Words live in you, ask whatever you want. It will be done for you.",
      "8": "“When you give much fruit, My Father is honored. This shows you are My followers.",
      "9": "I have loved you just as My Father has loved Me. Stay in My love.",
      "10": "If you obey My teaching, you will live in My love. In this way, I have obeyed My Father’s teaching and live in His love.",
      "11": "I have told you these things so My joy may be in you and your joy may be full.",
      "12": "“This is what I tell you to do: Love each other just as I have loved you.",
      "13": "No one can have greater love than to give his life for his friends.",
      "14": "You are My friends if you do what I tell you.",
      "15": "I do not call you servants that I own anymore. A servant does not know what his owner is doing. I call you friends, because I have told you everything I have heard from My Father.",
      "16": "You have not chosen Me, I have chosen you. I have set you apart for the work of bringing in fruit. Your fruit should last. And whatever you ask the Father in My name, He will give it to you.",
      "17": "“This is what I tell you to do: Love each other.",
      "18": "If the world hates you, you know it hated Me before it hated you.",
      "19": "If you belonged to the world, the world would love you as its own. You do not belong to the world. I have chosen you out of the world and the world hates you.",
      "20": "Remember I said to you, ‘A servant is not greater than his owner.’ If they made it very hard for Me, they will make it very hard for you also. If they obeyed My teachings, they will obey your teachings also.",
      "21": "They will do all these things to you because you belong to Me. They do not know My Father Who sent Me.",
      "22": "“I have come and have spoken to them so they are guilty of sin. But now they have no reason to give for keeping their sin any longer.",
      "23": "Whoever hates Me, hates My Father also.",
      "24": "I have done things among them which no one else has done so they are guilty of sin. But now they have seen these things and have hated Me and My Father.",
      "25": "This happened as their Law said it would happen, ‘They hated Me without a reason.’",
      "26": "“The Helper (Holy Spirit) will tell about Me when He comes. I will send Him to you from the Father. He is the Spirit of Truth and comes from the Father.",
      "27": "You will also tell of Me because you have been with Me from the beginning."
    },
    "16": {
      "1": "“I have told you these things so you will not be ashamed of Me and leave Me.",
      "2": "They will put you out of the places of worship. The time will come when anyone who kills you will think he is helping God.",
      "3": "They will do these things to you because they do not know the Father or Me.",
      "4": "“When these things happen, you will remember I told you they would happen. That is why I am telling you about these things now. I did not tell you these things before, because I was with you.",
      "5": "But now I am going to Him Who sent Me. Yet none of you asks Me, ‘Where are You going?’",
      "6": "“Your hearts are full of sorrow because I am telling you these things.",
      "7": "I tell you the truth. It is better for you that I go away. If I do not go, the Helper will not come to you. If I go, I will send Him to you.",
      "8": "When the Helper comes, He will show the world the truth about sin. He will show the world about being right with God. And He will show the world what it is to be guilty.",
      "9": "He will show the world about sin, because they do not put their trust in Me.",
      "10": "He will show the world about being right with God, because I go to My Father and you will see Me no more.",
      "11": "He will show the world what it is to be guilty because the leader of this world (Satan) is guilty.",
      "12": "“I still have many things to say to you. You are not strong enough to understand them now.",
      "13": "The Holy Spirit is coming. He will lead you into all truth. He will not speak His Own words. He will speak what He hears. He will tell you of things to come.",
      "14": "He will honor Me. He will receive what is Mine and will tell it to you.",
      "15": "Everything the Father has is Mine. That is why I said to you, ‘He will receive what is Mine and will tell it to you.’",
      "16": "“In a little while you will not see Me. Then in a little while you will see Me again.”",
      "17": "Some of His followers said to each other, “What is He trying to tell us when He says, ‘In a little while you will not see Me, and in a little while you will see Me again,’ and ‘Because I go to My Father’?”",
      "18": "So they said, “What is He trying to tell us by saying, ‘A little while’? We do not know what He is talking about.”",
      "19": "Jesus knew they wanted to ask Him something. He said to them, “Are you asking each other why I said, ‘In a little while you will not see Me, and in a little while you will see Me again’?",
      "20": "For sure, I tell you, you will cry and have sorrow, but the world will have joy. You will have sorrow, but your sorrow will turn into joy.",
      "21": "When a woman gives birth to a child, she has sorrow because her time has come. After the child is born, she forgets her pain. She is full of joy because a child has been born into the world.",
      "22": "You are sad now. I will see you again and then your hearts will be full of joy. No one can take your joy from you.",
      "23": "“When the time comes that you see Me again, you will ask Me no question. For sure, I tell you, My Father will give you whatever you ask in My name.",
      "24": "Until now you have not asked for anything in My name. Ask and you will receive. Then your joy will be full.",
      "25": "“I have told you these things in picture-stories. The time is coming when I will not use picture-stories. I will talk about My Father in plain words.",
      "26": "In that day you will ask in My name. I will not ask the Father for you",
      "27": "because the Father loves you. He loves you because you love Me and believe that I came from the Father.",
      "28": "“I came from the Father and have come into the world. I am leaving the world and going to the Father.”",
      "29": "His followers said to Him, “Now You are talking in plain words. You are not using picture-stories.",
      "30": "Now we are sure You know everything. You do not need anyone to tell You anything. Because of this we believe that You came from God.”",
      "31": "Jesus said to them, “Do you believe now?",
      "32": "The time is coming, yes, it is already here when you will be going your own way. Everyone will go to his own house and leave Me alone. Yet I am not alone because the Father is with Me.",
      "33": "I have told you these things so you may have peace in Me. In the world you will have much trouble. But take hope! I have power over the world!”"
    },
    "17": {
      "1": "When Jesus had said these things, He looked up to heaven and said, “Father, the time has come! Honor Your Son so Your Son may honor You.",
      "2": "You have given Him power over all men. He is to give life that lasts forever to all You have given to Him.",
      "3": "This is life that lasts forever. It is to know You, the only true God, and to know Jesus Christ Whom You have sent.",
      "4": "I honored You on earth. I did the work You gave Me to do.",
      "5": "Now, Father, honor Me with the honor I had with You before the world was made.",
      "6": "“I have made Your name known to the people You have given Me from the world. They were Yours but You gave them to Me. They have obeyed Your Word.",
      "7": "Now they know that everything You have given Me came from You.",
      "8": "I gave them the Word which You gave Me. They received it. They know I came from You and they believe You sent Me.",
      "9": "“I pray for them. I do not pray for the world. I pray for those You gave Me. They are Yours.",
      "10": "All that is Mine is Yours. All that is Yours is Mine. I have been honored through them.",
      "11": "I am no longer in the world. I am coming to You. But these are still in the world. Holy Father, keep those You have given to Me in the power of Your name. Then they will be one, even as We are One.",
      "12": "While I have been with them in the world, I have kept them in the power of Your name. I have kept watch over those You gave Me. Not one of them has been lost except the one who is going to be destroyed, which is the son of death. The Holy Writings said it would happen.",
      "13": "But now I come to You, Father. I say these things while I am in the world. In this way, My followers may have My joy in their hearts.",
      "14": "“I have given Your Word to My followers. The world hated them because they do not belong to the world, even as I do not belong to the world.",
      "15": "I do not ask You to take them out of the world. I ask You to keep them from the devil.",
      "16": "My followers do not belong to the world just as I do not belong to the world.",
      "17": "Make them holy for Yourself by the truth. Your Word is truth.",
      "18": "“As You sent Me into the world so I have sent them into the world also.",
      "19": "I set Myself apart to be holy for them. Then they may be made holy by the truth.",
      "20": "“I do not pray for these followers only. I pray for those who will put their trust in Me through the teaching they have heard.",
      "21": "May they all be as one, Father, as You are in Me and I am in You. May they belong to Us. Then the world will believe that You sent Me.",
      "22": "I gave them the honor You gave Me that they may be one as We are One.",
      "23": "I am in them and You are in Me so they may be one and be made perfect. Then the world may know that You sent Me and that You love them as You love Me.",
      "24": "“Father, I want My followers You gave Me to be with Me where I am. Then they may see My shining-greatness which You gave Me because You loved Me before the world was made.",
      "25": "Holy Father, the world has not known You. I have known You. These have known You sent Me.",
      "26": "I have made Your name known to them and will make it known. So then the love You have for Me may be in them and I may be in them.”"
    },
    "18": {
      "1": "When Jesus had said these things, He went with His followers across the small river Kidron. He and His followers went to a garden there.",
      "2": "Judas, who was handing Him over to the leaders, knew the place also. Jesus and His followers had met there many times.",
      "3": "Judas led some soldiers and some men who had been sent by the head religious leaders of the Jews and the proud religious law-keepers to the garden. They carried lamps and sticks that were burning and swords.",
      "4": "Jesus knew what was going to happen to Him. He went out and asked them, “Who are you looking for?”",
      "5": "The soldiers answered Him, “Jesus of Nazareth.” Jesus said, “I am Jesus.” Judas, who was handing Him over, was with them also.",
      "6": "When He said to them, “I am Jesus,” they stepped back and fell to the ground.",
      "7": "He asked them again, “Who are you looking for?” They said again, “Jesus of Nazareth.”",
      "8": "He said, “I have told you that I am Jesus. If you are looking for Me, let these men go their way.”",
      "9": "He said this so the words He spoke might happen, “I have not lost one of those You gave Me.”",
      "10": "Simon Peter had a sword. He took it and hit a servant who was owned by the head religious leader and cut off his right ear. The servant’s name was Malchus.",
      "11": "Then Jesus said to Peter, “Put your sword back where it belongs. Am I not to go through what My Father has given Me to go through?”",
      "12": "Then the soldiers and their captain and the men sent by the Jewish religious leaders took Jesus and tied Him.",
      "13": "They took Him to Annas first. He was the father-in-law of Caiaphas. Caiaphas was the head religious leader that year.",
      "14": "Caiaphas had talked to the Jews. He told them it would be a good thing if one man should die for the people.",
      "15": "Simon Peter and another follower came behind Jesus. This other follower was known to the head religious leader. He went with Jesus to the head religious leader’s house.",
      "16": "Peter stood outside at the gate. The other follower, who was known by the head religious leader, went out and talked to the servant-girl who watched the gate. Then he took Peter inside.",
      "17": "The servant-girl who watched the door said to Peter, “Are you not a follower of this Man?” He said, “I am not!”",
      "18": "The servants who were owned by someone and the soldiers had made a fire because it was cold. They were getting warm by the fire. Peter was standing with them getting warm.",
      "19": "The head religious leader of the Jews asked Jesus about His followers. He asked Jesus about His teaching.",
      "20": "Jesus said, “I have spoken very plain words to the world. I have always taught in the Jewish place of worship and in the house of God. It is where the Jews go all the time. My words have not been said in secret.",
      "21": "Why do you ask Me? Ask those who have heard what I said to them. They know what I said.”",
      "22": "Then one of the soldiers standing there hit Jesus with his hand. He said, “Is that how You talk to the head religious leaders?”",
      "23": "Jesus said, “If I said anything wrong, tell Me what was wrong. If I said what was right, why did you hit Me?”",
      "24": "Then Annas sent Jesus to Caiaphas, the head religious leader. Jesus was still tied up.",
      "25": "Simon Peter was standing there and getting warm. They said to him, “Are you not one of His followers also?” He lied and said he did not know Jesus and answered, “I am not!”",
      "26": "A servant who was owned by the head religious leader was there. He was of the family of the man whose ear Peter cut off. The man said, “Did I not see you in the garden with Him?”",
      "27": "Again Peter lied and said he did not know Jesus. At once a rooster crowed.",
      "28": "They led Jesus from Caiaphas into the court room. It was early in the morning. They did not go inside because their Law said if they did they would become dirty with sin. Then they would not be able to eat the religious supper to remember how the Jews left Egypt.",
      "29": "So Pilate came out to them. He asked, “What have you to say against the Man?”",
      "30": "The Jews said, “If He had not done wrong, we would not have brought Him to you.”",
      "31": "Then Pilate said to them, “Take Him yourselves and give Him a trial by your Law.” The Jews said to him, “It is against our Law to put anyone to death.”",
      "32": "This happened as Jesus said it would happen. He had told what kind of death He would die.",
      "33": "Then Pilate went back into the court room. He called for Jesus and said to Him, “Are You the King of the Jews?”",
      "34": "Jesus said, “Do you ask Me this yourself, or did others say this to you about Me?”",
      "35": "Pilate said, “Do you think I am a Jew? Your own people and religious leaders have handed You over to me. What have You done?”",
      "36": "Jesus said, “My holy nation does not belong to this world. If My holy nation were of this world, My helpers would fight so I would not be handed over to the Jews. My holy nation is not of this world.”",
      "37": "Pilate said to Him, “So You are a King?” Jesus said, “You are right when you say that I am a King. I was born for this reason. I came into the world for this reason. I came to speak about the truth. Everyone who is of the truth hears My voice.”",
      "38": "Pilate said to Jesus, “What is truth?” After Pilate said this, he went out again to the Jews. He said, “I do not find Him guilty.",
      "39": "But every year a man who is in prison is allowed to go free at the special religious gathering to remember how the Jews left Egypt. Do you want the King of the Jews to go free?”",
      "40": "Then they spoke with loud voices, “Not this Man, but Barabbas!” Now Barabbas was a robber."
    },
    "19": {
      "1": "Then Pilate took Jesus and had Him beaten.",
      "2": "The soldiers put a crown of thorns on His head. They put a purple coat on Him.",
      "3": "Then they said, “Hello, King of the Jews!” and hit Him with their hands.",
      "4": "Pilate went out again and said to the people, “See, I bring Him out to you so you will know I do not find Him guilty.”",
      "5": "Jesus came out. He had on the crown of thorns and a purple coat. Pilate said to the people, “See! This is the Man!”",
      "6": "The religious leaders and the soldiers saw Him. They spoke with loud voices, “Nail Him to a cross! Nail Him to a cross!” Pilate said, “Take Him yourselves and nail Him to a cross. As for me, I do not find Him guilty.”",
      "7": "The Jews said to Pilate, “We have a Law that says He should die because He has said He is the Son of God.”",
      "8": "When Pilate heard them say this, he was more afraid.",
      "9": "He went into the court room again. He said to Jesus, “Where do You come from?” Jesus did not say a word.",
      "10": "Pilate said, “Will You not speak to me? Do You not know that I have the right and the power to nail You to a cross? I have the right and the power to let You go free also.”",
      "11": "Jesus said, “You would not have any right or power over Me if it were not given you from above. For this reason the one who handed Me over to you has the worse sin.”",
      "12": "When Pilate heard this, he wanted to let Jesus go free. But the Jews kept saying, “If you let this Man go free, you are not a friend of Caesar! Whoever makes himself as a king is working against Caesar.”",
      "13": "When Pilate heard this, he had Jesus brought in front of him. Pilate sat down at the place where men stand in front of him if they are thought to be guilty. The place is called the Stone Floor.",
      "14": "It was the day to get ready for the special religious gathering to remember how the Jews left Egypt. It was about noon. Pilate said to the Jews, “See, your King!”",
      "15": "They spoke with a loud voice, “Take Him away! Nail Him to a cross!” Pilate said to them, “Do you want me to nail your King to a cross?” The head religious leaders said, “We have no king but Caesar!”",
      "16": "Then Pilate handed Him over to be nailed to a cross. They took Jesus and led Him away.",
      "17": "Jesus carried His own cross to a hill called the Place of the Skull.",
      "18": "There they nailed Him to the cross. With Him were two others. There was one on each side of Jesus.",
      "19": "Then Pilate put a writing on the cross which said, JESUS OF NAZARETH, THE KING OF THE JEWS.",
      "20": "This was read by many of the Jews. The place where Jesus was nailed to the cross was near the city. The writing was written in the Hebrew and the Latin and the Greek languages.",
      "21": "Then the head religious leaders of the Jews said to Pilate, “Do not write, ‘The King of the Jews’! Write, ‘He said, I am the King of the Jews.’”",
      "22": "Pilate said, “What I have written is to stay just as it is!”",
      "23": "The soldiers who nailed Jesus to the cross took His clothes and divided them in four parts, each soldier getting one part. But His coat which was not sewed was made in one piece.",
      "24": "They said to each other, “Let us not cut it up. Let us draw names to see whose it should be.” This happened as the Holy Writings said it would happen, “They divided My clothes among them and they drew names for My coat.”",
      "25": "This is what the soldiers did.\nThe mother of Jesus and her sister Mary, the wife of Cleophas, were standing near the cross. Mary Magdalene was there also.",
      "26": "Jesus saw His mother and the follower whom He loved standing near. He said to His mother, “Woman, look at your son.”",
      "27": "Then Jesus said to the follower, “Look at your mother.” From that time the follower took her to his own house.",
      "28": "Jesus knew that everything was now finished. Everything happened as the Holy Writings said it would happen. He said, “I am thirsty.”",
      "29": "There was a jar full of sour wine near. They filled a sponge and put it on a stick and put it to His mouth.",
      "30": "Jesus took the sour wine and said, “It is finished.” He put His head down and gave up His spirit and died.",
      "31": "This was the day before the special religious gathering to remember how the Jews left Egypt. The next day was the Day of Rest and the great day of the religious gathering. The Jews went to Pilate and asked to have the legs of the men broken. They wanted their bodies taken away so they would not be hanging on the crosses on the Day of Rest.",
      "32": "Then the soldiers came and broke the legs of the first man and of the other one who had been nailed to crosses beside Jesus.",
      "33": "They came to Jesus. They saw He was already dead so they did not break His legs.",
      "34": "But one of the soldiers pushed a spear into His side. Blood and water ran out.",
      "35": "The one who saw it is writing this and what he says is true. He knows he is telling the truth so you may believe.",
      "36": "These things happened as the Holy Writings said they would happen, “Not one of His bones will be broken.”",
      "37": "And in another place the Holy Writings say, “They will look at Him Whose side they cut.”",
      "38": "Joseph was from the town of Arimathea. He was a follower of Jesus but was afraid of the Jews. So he worshiped without anyone knowing it. He asked Pilate if he could take away the body of Jesus. Pilate said he could. Then Joseph came and took it away.",
      "39": "Nicodemus came also. The first time he had come to Jesus had been at night. He brought with him a large box of spices.",
      "40": "Then they took the body of Jesus with the spices and put it in linen cloths. This was the way the Jews made a body ready for the grave.",
      "41": "There was a garden near the place where He had been nailed to the cross. In the garden there was a new grave in the side of the hill. No one had ever been laid there.",
      "42": "This place was near by. Because it was the day the Jews got ready for the special religious gathering, they laid Jesus in it."
    },
    "20": {
      "1": "It was the first day of the week. Mary Magdalene came to the grave early in the morning while it was still dark. She saw that the stone had been pushed away from the grave.",
      "2": "She ran to Simon Peter and the other follower whom Jesus loved. She said to them, “They have taken the Lord out of the grave. We do not know where they have put Him.”",
      "3": "Then Peter and the other follower went to the grave.",
      "4": "They ran but the other follower ran faster than Peter and came to the grave first.",
      "5": "He got down and looked in and saw the linen cloths but did not go in.",
      "6": "Then Simon Peter came and went into the grave. He saw the linen cloths lying there.",
      "7": "The white cloth that had been around the head of Jesus was not lying with the other linen cloths. It was rolled up and lying apart by itself.",
      "8": "Then the other follower, who had come first, went in also. He saw and believed.",
      "9": "They still did not understand what the Holy Writings meant when they said that He must rise again from the dead.",
      "10": "Then the followers went back again to their homes.",
      "11": "Mary stood outside the grave crying. As she cried, she got down and looked inside the grave.",
      "12": "She saw two angels dressed in white clothes. They were sitting where the body of Jesus had lain. One angel was where His head had lain and one angel was where His feet had lain.",
      "13": "They said to her, “Woman, why are you crying?” She said to them, “Because they have taken away my Lord. I do not know where they have put Him.”",
      "14": "After saying this, she turned around and saw Jesus standing there. But she did not know that it was Jesus.",
      "15": "He said to her, “Woman, why are you crying? Who are you looking for?” She thought He was the man who cared for the garden. She said to Him, “Sir, if you have taken Jesus from here, tell me where you have put Him. I will take Him away.”",
      "16": "Jesus said to her, “Mary!” She turned around and said to Him, “Teacher!”",
      "17": "Jesus said to her, “Do not hold on to Me. I have not yet gone up to My Father. But go to My brothers. Tell them that I will go up to My Father and your Father, and to My God and your God!”",
      "18": "Mary Magdalene went and told the followers that she had seen the Lord. She told them the things He had said to her.",
      "19": "It was evening of the first day of the week. The followers had gathered together with the doors locked because they were afraid of the Jews. Jesus came and stood among them. He said, “May you have peace.”",
      "20": "When He had said this, He showed them His hands and His side. When the followers saw the Lord, they were filled with joy.",
      "21": "Then Jesus said to them again, “May you have peace. As the Father has sent Me, I also am sending you.”",
      "22": "When Jesus had said this, He breathed on them. He said, “Receive the Holy Spirit.",
      "23": "If you say that people are free of sins, they are free of them. If you say that people are not free of sins, they still have them.”",
      "24": "Thomas was not with them when Jesus came. He was one of the twelve followers and was called the Twin.",
      "25": "The other followers told him, “We have seen the Lord!” He said to them, “I will not believe until I see the marks made by the nails in His hands. I will not believe until I put my finger into the marks of the nails. I will not believe until I put my hand into His side.”",
      "26": "Eight days later the followers were again inside a house. Thomas was with them. The doors were locked. Jesus came and stood among them. He said, “May you have peace!”",
      "27": "He said to Thomas, “Put your finger into My hands. Put your hand into My side. Do not doubt, believe!”",
      "28": "Thomas said to Him, “My Lord and my God!”",
      "29": "Jesus said to him, “Thomas, because you have seen Me, you believe. Those are happy who have never seen Me and yet believe!”",
      "30": "Jesus did many other powerful works in front of His followers. They are not written in this book.",
      "31": "But these are written so you may believe that Jesus is the Christ, the Son of God. When you put your trust in Him, you will have life that lasts forever through His name."
    },
    "21": {
      "1": "After this, Jesus again showed Himself to His followers at the lake of Tiberias. It happened like this:",
      "2": "Simon Peter and Thomas who was called the Twin and Nathanael from the town of Cana in the country of Galilee and the sons of Zebedee and two other followers were all together.",
      "3": "Simon Peter said to them, “I am going fishing.” The others said, “We will go with you.” They went out and got into a boat. That night they caught no fish.",
      "4": "Early in the morning Jesus stood on the shore of the lake. The followers did not know it was Jesus.",
      "5": "Then Jesus said to them, “Children, do you have any fish?” They said, “No.”",
      "6": "He said to them, “Put your net over the right side of the boat. Then you will catch some fish.” They put out the net. They were not able to pull it in because it was so full of fish.",
      "7": "Then the follower whom Jesus loved said to Peter, “It is the Lord!” When Peter heard it was the Lord, he put on his fisherman’s coat. (He had taken it off.) Then he jumped into the water.",
      "8": "The other followers came in the boat. They were pulling the net with the fish. They were not far from land, only a little way out.",
      "9": "When they came to land they saw fish and bread on a fire.",
      "10": "Jesus said to them, “Bring some of the fish you have just caught.”",
      "11": "Simon Peter went out and pulled the net to land. There were 153 big fish. The net was not broken even with so many.",
      "12": "Jesus said to them, “Come and eat.” Not one of the followers would ask, “Who are You?” They knew it was the Lord.",
      "13": "Jesus came and took bread and fish and gave it to them.",
      "14": "This was the third time Jesus had shown Himself to His followers after He had risen from the dead.",
      "15": "When they were finished eating, Jesus said to Simon Peter, “Simon, son of John, do you love Me more than these?” Peter answered Jesus, “Yes, Lord, You know that I love You.” Jesus said to him, “Feed My lambs.”",
      "16": "Jesus said to Peter the second time, “Simon, son of John, do you love Me?” He answered Jesus, “Yes, Lord, You know that I love You.” Jesus said to him, “Take care of My sheep.”",
      "17": "Jesus said to Peter the third time, “Simon, son of John, do you love Me?” Peter felt bad because Jesus asked him the third time, “Do you love Me?” He answered Jesus, “Lord, You know everything. You know I love You.” Jesus said to him, “Feed My sheep.",
      "18": "For sure, I tell you, when you were young, you put on your belt and went wherever you wanted to go. When you get old, you will put out your hands and someone else will put on your belt and take you away where you do not want to go.”",
      "19": "He said this to tell Peter what kind of death he would die to honor God. After Jesus said this, He said to Peter, “Follow Me.”",
      "20": "Peter turned around. He saw the follower whom Jesus loved, following. This one had been beside Jesus at the supper. This is the one who had asked Jesus, “Lord, who will hand You over?”",
      "21": "Peter saw him and said to Jesus, “But Lord, what about this one?”",
      "22": "Jesus said, “If I want this one to wait until I come, what is that to you? You follow Me.”",
      "23": "So the news spread among the followers that this follower would not die. But Jesus did not say to him that he would not die. He said, “If I want him to wait until I come, what is that to you?”",
      "24": "This is the follower who is telling of these things and who has written them. We know that his word is true.",
      "25": "There are many other things which Jesus did also. If they were all written down, I do not think the world itself could hold the books that would be written."
    }
  }
}