{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:04.290181-04:00",
    "Translation": "NLV"
  },
  "Joshua": {
    "1": {
      "1": "After the death of the Lord’s servant Moses, the Lord said to Moses’ helper, Joshua the son of Nun,",
      "2": "“My servant Moses is dead. So you and all these people get up and cross the Jordan River to the land I am giving to the people of Israel.",
      "3": "I have given you every place where the bottom of your foot steps, as I promised Moses.",
      "4": "Your land will be from the desert and from Lebanon as far as the big Euphrates River. It will be all the land of the Hittites to the Great Sea on the west.",
      "5": "No man will be able to stand against you all the days of your life. I will be with you just as I have been with Moses. I will be faithful to you and will not leave you alone.",
      "6": "Be strong and have strength of heart. For you will bring the people in to take this land which I promised to their fathers to give them.",
      "7": "Only be strong and have much strength of heart. Be careful to obey all the Law which My servant Moses told you. Do not turn from it to the right or to the left. Then all will go well with you everywhere you go.",
      "8": "This book of the Law must not leave your mouth. Think about it day and night, so you may be careful to do all that is written in it. Then all will go well with you. You will receive many good things.",
      "9": "Have I not told you? Be strong and have strength of heart! Do not be afraid or lose faith. For the Lord your God is with you anywhere you go.”",
      "10": "Then Joshua told the leaders of the people,",
      "11": "“Go among the tents and tell the people, ‘Gather together the things you will need. For within three days you will cross this Jordan to go in to take the land the Lord your God is giving you for your own.’”",
      "12": "To the Reubenites, the Gadites and the half-family group of Manasseh, Joshua said,",
      "13": "“Remember what the Lord’s servant Moses told you, saying, ‘The Lord your God gives you rest, and will give you this land.’",
      "14": "Your wives, your children and your cattle will stay in the land Moses gave you on this side of the Jordan. But you and all your strong-hearted soldiers will cross the river dressed for battle in front of your brothers. You will help them",
      "15": "until the Lord gives your brothers rest, as He has given you. Help them until they own the land the Lord your God is giving them. Then you will return to your own land. You will own what the Lord’s servant Moses gave you on the east side of the Jordan.”",
      "16": "They answered Joshua, saying, “We will do all that you have told us. And we will go anywhere you send us.",
      "17": "We will obey you in all things just as we obeyed Moses. Only may the Lord your God be with you as He was with Moses.",
      "18": "Anyone who goes against what you say, and does not obey all that you tell him to do, will be put to death. Only be strong and have strength of heart.”"
    },
    "2": {
      "1": "Then Joshua the son of Nun sent two men from Shittim to go in secret to learn about the land. He said to them, “Go and spy out the land, and Jericho.” So they went and came to the house of Rahab, a woman who sold the use of her body, and they stayed there.",
      "2": "Then the king of Jericho was told, “See, men of Israel have come here to spy out the land.”",
      "3": "So the king of Jericho sent word to Rahab, saying, “Bring out the men who have come to you and have gone into your house. For they have come to spy out all the land.”",
      "4": "But the woman had taken the two men and hidden them. She said, “Yes, the men came to me. But I did not know where they were from.",
      "5": "When it was time for the gate to be shut after dark, the men went out. I do not know where they went. Be quick to go after them, for you will catch them.”",
      "6": "But she had brought them up to the roof and had hidden them under the grain she had put up there.",
      "7": "The men went after them on the road to the Jordan as far as the river crossing. As soon as those going after them had gone out, they shut the gate.",
      "8": "Before they lay down, she came up to them on the roof.",
      "9": "And she said to the men, “I know that the Lord has given you the land. The fear of you has come upon us. All the people living in the land have become weak with fear because of you.",
      "10": "For we have heard how the Lord dried up the water of the Red Sea for you when you came out of Egypt. We have heard how you destroyed the two kings of the Amorites, Sihon and Og, on the other side of the Jordan.",
      "11": "When we heard it, our hearts became weak. No man had strength of heart any more because of you. For the Lord your God is God in heaven above and on earth below.",
      "12": "Now I have shown you kindness. So I beg of you, promise me by the Lord that you will show kindness to those of my father’s house. Give me something to show that you will be faithful.",
      "13": "Do not kill my father and mother and my brothers and sisters, and all who belong to them. Save us from death.”",
      "14": "So the men said to her, “Our life for yours! If you do not tell anyone what we are doing, we will be faithful and show you kindness when the Lord gives us the land.”",
      "15": "Then she let them down by a rope through the window. She lived in her house that was built on top of the city wall.",
      "16": "She said to them, “Go to the hill country, or those who are looking for you might find you. For three days hide yourselves there until those who are looking for you return. Then you may go on your way.”",
      "17": "The men said to her, “We will be free from this promise you have made us swear",
      "18": "unless, when we come into the land, you tie this red rope in the window you let us down through. Bring your father and mother, your brothers and all those of your father’s house into your house.",
      "19": "If anyone goes out through the doors of your house into the street, his blood will be on his own head. We will not be guilty for his death. But if a hand is laid upon anyone who is with you in the house, his blood will be on our head.",
      "20": "And we will be free from the promise you made us swear if you tell anyone what we are doing.”",
      "21": "She said, “Let it be as you have said.” Then she sent them away, and tied the red rope in the window.",
      "22": "They left and came to the hill country and stayed there for three days until those who were looking for them returned. The men had looked for them all along the road, but had not found them.",
      "23": "Then the two men came down from the hill country, crossed over the Jordan, and came to Joshua the son of Nun. They told him all that had happened to them.",
      "24": "They said to Joshua, “For sure the Lord has given all the land into our hands. All the people living in the land have become weak with fear because of us.”"
    },
    "3": {
      "1": "Joshua got up early in the morning. He and all the people of Israel left Shittim and came to the Jordan. And they stayed there before they crossed.",
      "2": "After three days the leaders went among the tents.",
      "3": "They told the people, “When you see the special box of the agreement of the Lord your God with the religious leaders carrying it, leave your places and follow it.",
      "4": "Then you may know the way to go, for you have not passed this way before. But stay about 1,000 long steps away from it. Do not come near it.”",
      "5": "Then Joshua said to the people, “Make yourselves holy. For tomorrow the Lord will do powerful works among you.”",
      "6": "Joshua said to the religious leaders, “Take up the special box of the agreement and cross over in front of the people.” So they took up the special box of the agreement and went in front of the people.",
      "7": "The Lord said to Joshua, “Today I will begin to give you honor in the eyes of all Israel. Then they may know that I will be with you just as I have been with Moses.",
      "8": "Tell the religious leaders who are carrying the special box of the agreement, ‘When you come to the water of the Jordan River, stand still in it.’”",
      "9": "Then Joshua said to the people of Israel, “Come here. Listen to the words of the Lord your God.”",
      "10": "And Joshua said, “You will know that the living God is among you because He will be sure to drive away from in front of you the Canaanite, the Hittite, the Hivite, the Perizzite, the Girgashite, the Amorite and the Jebusite.",
      "11": "See, the special box of the agreement of the Lord of All the earth is crossing over in front of you in the Jordan.",
      "12": "Now choose twelve men from the families of Israel, one man for each family.",
      "13": "The religious leaders who carry the special box of the agreement of the Lord of All the earth, will rest their feet in the water of the Jordan. Then the water of the Jordan will be cut off. The water flowing down from above will gather together in one place.”",
      "14": "So the people left their tents to cross the Jordan. The religious leaders carried the special box of the agreement in front of the people.",
      "15": "They carried it to the Jordan and put their feet in the water. (For the Jordan water floods during the time of gathering grain.)",
      "16": "Then the water flowing down from above stood and rose up in one place far away at Adam, the city beside Zarethan. The water flowing down toward the sea of the Arabah, the Salt Sea, was all cut off. So the people crossed beside Jericho.",
      "17": "The religious leaders who carried the special box of the agreement of the Lord stood on dry ground in the middle of the Jordan. And all Israel crossed on dry ground, until all the nation had crossed the Jordan."
    },
    "4": {
      "1": "When all the nation had crossed the Jordan, the Lord said to Joshua,",
      "2": "“Choose twelve men from the people, one man from each family.",
      "3": "Tell them, ‘Take twelve stones from the middle of the Jordan. Take them from the place where the religious leaders’ feet are standing. Carry them over with you, and lay them down in the place where you stay tonight.’”",
      "4": "So Joshua called the twelve men he had chosen from the sons of Israel, one man from each family.",
      "5": "And Joshua said to them, “Go into the middle of the Jordan in front of the special box of the agreement of the Lord your God. Each of you take a stone on his shoulder, one for each of the twelve family groups of Israel.",
      "6": "Let this be something special among you. Your children will ask you later, ‘What do these stones mean to you?’",
      "7": "Then you will tell them that the water of the Jordan was cut off before the special box of the agreement of the Lord. When it crossed the Jordan, the water of the Jordan was cut off. So these stones will become something to remember to the people of Israel forever.”",
      "8": "The sons of Israel did as Joshua told them. They took up twelve stones from the middle of the Jordan, just as the Lord told Joshua. There was one stone for each family group of the sons of Israel. They carried them over with them to the place where they stayed, and put them down there.",
      "9": "Then Joshua set up twelve stones at the place where the feet of the religious leaders who carried the special box of the agreement were standing in the middle of the Jordan. They are there to this day.",
      "10": "The religious leaders who carried the special box of the agreement stood in the middle of the Jordan. They stood there until everything was finished that the Lord told Joshua to tell the people, all that Moses had told Joshua.\nThe people crossed in a hurry.",
      "11": "When all the people were over, they watched the religious leaders carry the special box of the agreement to the other side.",
      "12": "The sons of Reuben and Gad and the half-family group of Manasseh crossed over ready for battle before the people of Israel, just as Moses had told them.",
      "13": "About 40,000 soldiers ready for battle crossed before the Lord to the desert plains of Jericho.",
      "14": "On that day the Lord gave Joshua honor in the eyes of all Israel. So they honored him as a great man just as they had honored Moses all the days of his life.",
      "15": "The Lord said to Joshua,",
      "16": "“Tell the religious leaders who carry the special box of the agreement to come up from the Jordan.”",
      "17": "So Joshua told the religious leaders to come up from the Jordan.",
      "18": "The religious leaders who carried the special box of the agreement of the Lord came up from the middle of the Jordan. When their feet stepped on dry ground, the water of the Jordan returned to its place. It flowed over its sides as before.",
      "19": "The people came up from the Jordan on the tenth day of the first month. Then they stayed at Gilgal on the east side of Jericho.",
      "20": "Joshua set up at Gilgal the twelve stones they had taken from the Jordan.",
      "21": "He said to the people of Israel, “Your children will ask their fathers some time in the future, ‘What do these stones mean?’",
      "22": "Then let your children know that Israel crossed this Jordan on dry ground.",
      "23": "For the Lord your God dried up the water of the Jordan before you until you had crossed. It was just as the Lord your God had done to the Red Sea, which He dried up before us until we had crossed.",
      "24": "Now all the people of the earth may know that the hand of the Lord is powerful, so that you may fear the Lord your God forever.”"
    },
    "5": {
      "1": "All the Amorite kings west of the Jordan and all the Canaanite kings by the sea heard how the Lord had dried up the water of the Jordan for the people of Israel until they had crossed. And their hearts became weak. There was no spirit in them any more because of the people of Israel.",
      "2": "Then the Lord said to Joshua, “Make knives for yourselves out of hard stone. And cut the piece of skin from the sex part of the sons of Israel as before.”",
      "3": "So Joshua made knives of hard stone. Then he had the sons of Israel go through this religious act at Gibeath-haaraloth.",
      "4": "This is the reason why Joshua had them go through this religious act. All the males who had come out of Egypt, all the soldiers, had died in the desert on the way from Egypt.",
      "5": "All the people who came out went through this religious act. But all the people who were born in the desert on the way from Egypt had not gone through this religious act.",
      "6": "For the people of Israel walked forty years in the desert, until all the men of war who came out of Egypt died, because they did not listen to the voice of the Lord. The Lord had promised them that He would not let them see the land He had promised to their fathers to give us, a land flowing with milk and honey.",
      "7": "So Joshua went through the religious act on their children, whom the Lord raised up in their place. For they had not gone through this religious act along the way.",
      "8": "When the whole nation had gone through this religious act, they stayed in their places among the tents until they were healed.",
      "9": "Then the Lord said to Joshua, “Today I have rolled away from you the shame of Egypt.” So the name of that place is called Gilgal to this day.",
      "10": "The people of Israel stayed at Gilgal. They kept the Passover on the evening of the fourteenth day of the month on the desert plains of Jericho.",
      "11": "On the very next day after the Passover, they ate some of the food of the land. They ate bread without yeast, and dry grain.",
      "12": "The bread from heaven stopped on the day after they had eaten some of the food of the land. So the people of Israel no longer had bread from heaven. But they ate food of the land of Canaan during that year.",
      "13": "When Joshua was by Jericho, he looked up and saw a man standing near him with his sword in his hand. Joshua went to him and said, “Are you for us or for those who hate us?”",
      "14": "“No,” He said, “I have now come as Captain of the army of the Lord.” Joshua fell on his face to the ground and worshiped, and said to Him, “What has my Lord to say to His servant?”",
      "15": "The Captain of the Lord’s army said to Joshua, “Take your shoes off your feet. For the place where you are standing is holy.” And Joshua did so."
    },
    "6": {
      "1": "Now the gates of Jericho were all shut because of the people of Israel. No one went out and no one came in.",
      "2": "The Lord said to Joshua, “See, I have given Jericho into your hand, with its king and soldiers.",
      "3": "Walk around the city. Have all the men of war go around the city once. Do this for six days.",
      "4": "Seven religious leaders will carry seven rams’ horns. They will walk in front of the special box of the agreement. Then on the seventh day you will walk around the city seven times. And the religious leaders will blow horns.",
      "5": "When you hear the long sound of the ram’s horn, all the people should call out with a loud noise. The wall of the city will fall to the ground. And then all the people will all go in the city.”",
      "6": "So Joshua the son of Nun called the religious leaders and said to them, “Take up the special box of the agreement. And let seven religious leaders carry seven rams’ horns in front of the special box of the agreement.”",
      "7": "Then he said to the people, “Go and walk around the city. Let the men ready for battle go in front of the special box of the agreement.”",
      "8": "When Joshua had spoken to the people, the seven religious leaders carrying the seven rams’ horns before the Lord walked on and blew the horns. And the special box of the agreement of the Lord followed them.",
      "9": "The men ready for battle went in front of the religious leaders who blew the horns. The other soldiers came behind the special box of the agreement while the horns sounded without stopping.",
      "10": "But Joshua told the people, “Do not call out or let your voice be heard. Not a word should come from your mouth until the day I tell you to call out. Then you must call out.”",
      "11": "So he had the special box of the agreement taken around the city once. Then they returned to the tents and stayed there through the night.",
      "12": "Joshua got up early in the morning. And the religious leaders took up the special box of the agreement.",
      "13": "The seven religious leaders carrying the seven rams’ horns in front of the special box of the agreement began walking and blew the horns without stopping. The men ready for battle went in front of them. The other soldiers came behind the special box of the agreement. And the horns sounded without stopping.",
      "14": "The second day they walked around the city once. Then they returned to the tents. They did this for six days.",
      "15": "On the seventh day they got up early at the rising of the sun. They walked around the city in the same way, but on that day they walked around the city seven times.",
      "16": "The seventh time, when the religious leaders blew their horns, Joshua said to the people, “Call out! For the Lord has given you the city.",
      "17": "The city and all that is in it must be destroyed because everything in it belongs to the Lord. Only Rahab, the woman who sells the use of her body, and all who are with her in the house will live, because she hid the men we sent.",
      "18": "But keep yourselves from the things that are to be destroyed. Or while you give them up to be destroyed, you might desire them. Then you would make the camp of Israel sinful also, and bring trouble on it.",
      "19": "But all the silver and gold and objects of brass and iron are holy to the Lord. They will go into the store-house of the Lord.”",
      "20": "So the people called out and the religious leaders blew the horns. When the people heard the sound of the horns, they called out even louder. And the wall fell to the ground. All the people went straight in and took the city.",
      "21": "They destroyed everything in the city, both man and woman, young and old, cattle, sheep, and donkey, with the sword.",
      "22": "Joshua said to the two men who had spied out the land, “Go into the house of the woman who sells the use of her body. Bring out the woman and all who are with her, as you promised her.”",
      "23": "So the young men who had spied out the land went in, and brought out Rahab and her father and mother and brothers and all she had. They brought out all of her family and took them outside the tents of Israel.",
      "24": "Then they burned the city with fire, and all that was in it. Only the silver and gold and objects of brass and iron they put into the store-house of the holy tent of the Lord.",
      "25": "Joshua saved the life of Rahab, the woman who sold the use of her body, and those of her father’s house and all she had. She has lived among Israel to this day, because she hid the men Joshua had sent to spy out Jericho.",
      "26": "Then Joshua made them promise at that time, saying, “May the Lord destroy the man who gets up and builds this city of Jericho. With the loss of his first-born he will begin to build it. With the loss of his youngest son he will set up its gates.”",
      "27": "So the Lord was with Joshua. He was well known and respected in all the land."
    },
    "7": {
      "1": "But the people of Israel sinned with the things that were to be destroyed. Achan, the son of Carmi, the son of Zabdi, the son of Zerah, from the family of Judah, took some of the things that were to be destroyed. So the Lord was very angry with the people of Israel.",
      "2": "Joshua sent men from Jericho to Ai, which is near Beth-aven, east of Bethel. He said to them, “Go and spy out the land in secret.” So the men went and spied out Ai.",
      "3": "When they returned to Joshua, they said, “Do not have all the people go there. Only about 2,000 or 3,000 men need to go to Ai. Do not make the whole army fight, for the people of Ai are few.”",
      "4": "So about 3,000 men of Israel went, but they ran away from the men of Ai.",
      "5": "The men of Ai killed about thirty-six of their men and ran after them from the gate as far as Shebarim. And they killed more on the way down. So the hearts of the people became weak. They became like water.",
      "6": "Then Joshua and the leaders of Israel tore their clothes. They fell with their faces on the ground in front of the special box of the agreement until evening. And they put dust on their heads.",
      "7": "Joshua said, “O Lord God, why did You ever bring this nation over the Jordan, only to give us into the hand of the Amorites to be destroyed? If only we had been willing to live on the other side of the Jordan!",
      "8": "O Lord, what can I say? Israel has turned their backs in front of those who fight against them.",
      "9": "The Canaanites and all the people living in the land will hear of it. They will gather around us and destroy our name from the earth. Then what will You do for Your great name?”",
      "10": "The Lord said to Joshua, “Get up! Why have you fallen on your face?",
      "11": "Israel has sinned. They have gone against My agreement which I told them to keep. They have even taken some of the things that were to be destroyed. They have stolen and lied. And they have put them among their own things.",
      "12": "That is why the people of Israel cannot stand in front of those who fight against them. They turn their backs in front of those who hate them because they are being punished. I will not be with you any more unless you destroy the things among you that should be destroyed.",
      "13": "Get up! Set apart the people and say, ‘Make yourselves holy for tomorrow. For the Lord, the God of Israel, has said, “There are things among you which should be destroyed, O Israel. You cannot stand in front of those who fight against you until you take away the things among you which should be destroyed.”",
      "14": "In the morning you must come near by your family groups. Then the family group which the Lord takes must come near by families. The family which the Lord takes must come near by tents. And the tent which the Lord takes must come near man by man.",
      "15": "Then the one who is taken with the things which should have been destroyed must be burned with fire, he and all that belongs to him because he has sinned against the agreement of the Lord. He has done an act of shame in Israel.’”",
      "16": "So Joshua got up early in the morning and brought Israel near by family groups. The family group of Judah was taken.",
      "17": "He brought the family group of Judah near. And he took the family of the Zerahites. He brought the family of the Zerahites near man by man. Zabdi was taken.",
      "18": "Then he brought those of Zabdi’s tent near man by man. And Achan, son of Carmi, son of Zabdi, son of Zerah, from the family of Judah, was taken.",
      "19": "Joshua said to Achan, “My son, I beg you, give honor and praise to the Lord, the God of Israel. Tell me now what you have done. Do not hide it from me.”",
      "20": "Achan answered Joshua, saying, “It is true. I have sinned against the Lord, the God of Israel. This is what I did.",
      "21": "I saw among what was left of the city a beautiful coat from Shinar. I saw 200 pieces of silver, and a large piece of gold as heavy as fifty pieces of silver. I had a desire for them and took them. See, they are hidden in the ground inside my tent, with the silver under it.”",
      "22": "So Joshua sent men to the tent. There they found it, with the silver under it.",
      "23": "They took these things from inside the tent and brought them to Joshua and all the people of Israel. And they laid them down before the Lord.",
      "24": "Then Joshua and all Israel took Achan the son of Zerah, the silver, the coat, the large piece of gold, his sons and daughters, his cattle, donkeys, sheep, tent and all that belonged to him. They brought them to the valley of Achor.",
      "25": "And Joshua said, “Why have you brought trouble upon us? The Lord will trouble you this day.” Then all Israel threw stones at them. After that they burned them with fire.",
      "26": "They put many stones over him that stand to this day. Then the Lord was no longer angry. The name of that place has been called the Valley of Achor to this day."
    },
    "8": {
      "1": "The Lord said to Joshua, “Do not be afraid. Take all the men of war with you and go up to Ai. See, I have given the king of Ai into your hand, his people, his city, and his land.",
      "2": "Do the same to Ai and its king as you did to Jericho and its king. Take only its riches and its cattle for yourselves. Hide men behind the city to fight against it.”",
      "3": "So Joshua and all the men of war got ready to go up to Ai. Joshua chose 30,000 strong soldiers, and sent them out during the night.",
      "4": "He told them, “See, you are going to fight the city from behind it. Do not go very far from the city, but all of you be ready.",
      "5": "I and all the people will come near the city. When they come out to meet us as they did before, we will run from them.",
      "6": "They will come out after us until we have taken them away from the city. For they will say, ‘They are running from us as they did before.’ So we will run from them.",
      "7": "Then you will come out of your hiding place and take the city. The Lord will give it to you.",
      "8": "When you have taken the city, set it on fire. Do what the Lord says. See, I have told you.”",
      "9": "When Joshua sent them away, they went to the hiding place. They waited between Bethel and Ai, on the west side of Ai. But Joshua stayed that night among the people.",
      "10": "Joshua got up early in the morning and gathered the people. Then he went up with the leaders of Israel in front of the people to Ai.",
      "11": "All the men of war who were with him went up and came to the front of the city. They stayed on the north side of Ai. There was a valley between him and Ai.",
      "12": "Then he took about 5,000 men and hid them between Bethel and Ai, on the west side of the city.",
      "13": "So they put the men in their places. There was the army on the north side of the city, and the secret army on the west side of the city. But Joshua stayed that night in the center of the valley.",
      "14": "The king of Ai saw this. So the men of the city were quick to get up early and go out to meet Israel in battle at the chosen place near the desert plain. But he did not know that there was an army hiding behind the city.",
      "15": "Joshua and all Israel pretended to be beaten in front of them. And they ran away into the desert.",
      "16": "All the people in the city were called together to go after them. They went after Joshua, and were taken away from the city.",
      "17": "So not a man was left in Ai or Bethel who had not gone out after Israel. They left the city open and ran after Israel.",
      "18": "Then the Lord said to Joshua, “Hold out the spear that is in your hand toward Ai. For I will give the city to you.” So Joshua held out the spear that was in his hand toward the city.",
      "19": "The men who were hiding got up in a hurry from their place and ran when he held out his hand. They went into the city and took it, and were quick to set it on fire.",
      "20": "When the men of Ai looked back, they saw the smoke of the city going up to the sky. They had no place to run. Then the people of Israel who had been running away in the desert turned against those who went after them.",
      "21": "Joshua and all Israel saw that the men who had been hiding had taken the city. They saw the smoke from the city, so they turned around and killed the men of Ai.",
      "22": "The others came out from the city to meet them. The men of Ai were caught in the center of Israel. There were some on one side and some on the other side. They killed until no one was left alive. No one got away.",
      "23": "But they took the king of Ai alive and brought him to Joshua.",
      "24": "Israel killed all the men of Ai in the field and in the desert where they had run after them. All of them were killed with the sword until they were destroyed. Then all Israel returned to Ai and destroyed it with the sword.",
      "25": "All the men and women of Ai died that day, 12,000 in all.",
      "26": "Joshua did not put down his hand he used to hold out the spear until he had destroyed all the people of Ai.",
      "27": "Israel took only the cattle and the riches of that city for themselves, as the Lord had told Joshua.",
      "28": "So Joshua burned Ai and destroyed it forever, as it is to this day.",
      "29": "He hanged the king of Ai on a tree until evening. When the sun went down, Joshua had them take his body down from the tree and throw it down at the gate of the city. They put many stones over it, and they are there to this day.",
      "30": "Then Joshua built an altar to the Lord, the God of Israel, at Mount Ebal.",
      "31": "It was built just as the Lord’s servant Moses had told the people of Israel, as it is written in the book of the Law of Moses. It was an altar made of stones which had not been cut. No one had used an iron object on them. On the altar they gave burnt gifts in worship to the Lord. And there they gave peace gifts in worship.",
      "32": "There Joshua wrote on the stones the Law of Moses in front of the people of Israel.",
      "33": "All Israel stood on both sides of the special box, in front of the Levite religious leaders who carried the special box of the agreement of the Lord. Strangers stood there as well as those born among the people, with their leaders and heads and men who judge between what is right or wrong. Half of them stood in front of Mount Gerizim. The other half stood in front of Mount Ebal. They did just as the Lord’s servant Moses had told them before. They prayed for good to come to the people of Israel.",
      "34": "After this Joshua read all the words of the Law, the good and the bad that will happen. He read all that is written in the book of the Law.",
      "35": "There was not a word of all that Moses had said which Joshua did not read. He read it in front of all the people of Israel, with the women and children and strangers who were living among them."
    },
    "9": {
      "1": "The kings west of the Jordan, in the hill country and the valleys and beside the Great Sea toward Lebanon all heard what had happened. These kings were of the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites.",
      "2": "They gathered together as one to fight against Joshua and Israel.",
      "3": "The people of Gibeon heard what Joshua had done to Jericho and Ai.",
      "4": "So they went out to fool him, as men from another land. They took old bags on their donkeys, and skin bags of wine that were old and torn and mended.",
      "5": "They wore old and mended shoes on their feet, and old clothes on themselves. All their bread was dry and broken.",
      "6": "They went to Joshua among the tents at Gilgal. And they said to him and the men of Israel, “We have come from a far country. Now make an agreement with us.”",
      "7": "The men of Israel said to the Hivites, “It may be that you are living within our land. How then can we make an agreement with you?”",
      "8": "But they said to Joshua, “We are your servants.” Then Joshua said to them, “Who are you? Where do you come from?”",
      "9": "They said to him, “Your servants have come from a very far country because of the name of the Lord your God. For we have heard about Him and all He did in Egypt.",
      "10": "We heard what He did to the two kings of the Amorites east of the Jordan, to Sihon king of Heshbon and to Og king of Bashan who was at Ashtaroth.",
      "11": "So our leaders and all the people of our country said to us, ‘Take what you need for traveling. Go to meet them and tell them, “We are your servants. Now make an agreement with us.’”",
      "12": "Our bread was warm when we took it along with what we needed from our houses on the day we left to come to you. But now look, it is dry and broken.",
      "13": "These skin bags that we filled with wine were new. Now look, they are torn. And our clothes and shoes have become old because of the very long way we had to travel.”",
      "14": "So the men of Israel took some of their food. They did not ask the Lord what they should do.",
      "15": "Joshua made peace with them and made an agreement with them, to let them live. And the leaders of the people made a promise to them.",
      "16": "But three days after they had made an agreement with them, they heard that they were neighbors who lived in their land.",
      "17": "Then the people of Israel left that place and came to their cities on the third day. Their cities were Gibeon, Chephirah, Beeroth and Kiriath-jearim.",
      "18": "But the people of Israel did not kill them because the leaders of the people had made a promise to them by the Lord the God of Israel. All the people complained against the leaders.",
      "19": "Then all the leaders said to all the people, “We have made a promise to them by the Lord, the God of Israel. Now we cannot touch them.",
      "20": "This is what we will do to them. We will let them live, or anger would be upon us for the promise we swore to them.”",
      "21": "And the leaders said to them, “Let them live.” So they cut wood and brought water for all the people, as the leaders had told them.",
      "22": "Joshua called them and said, “Why have you lied to us, saying, ‘We are very far from you,’ when you are living within our land?",
      "23": "Now you are cursed. You will never stop being servants, cutting wood and bringing water, for the house of my God.”",
      "24": "They answered Joshua, “Because it was told to your servants that the Lord your God had told His servant Moses to give you all the land and kill all the people of the land in front of you. We were very much afraid for our lives because of you. That is why we have done this thing.",
      "25": "Now see, we are in your hands. Do to us whatever you think is good and right in your eyes.”",
      "26": "So he did this to them. He saved them from the hands of the people of Israel. They did not kill them.",
      "27": "But on that day Joshua made them cut wood and bring water for the people of Israel and for the altar of the Lord, at whatever place He chooses. That was to be their work to this day."
    },
    "10": {
      "1": "Adoni-zedek king of Jerusalem heard that Joshua had taken Ai and had destroyed it. Joshua had done the same thing to Ai and its king that he had done to Jericho and its king. Adoni-zedek heard that the people of Gibeon had made peace with Israel and were among them.",
      "2": "He was very much afraid. Because Gibeon was a large city, like one of the cities of a king. It was larger than Ai. All its men were strong.",
      "3": "So Adoni-zedek of Jerusalem sent word to Hoham king of Hebron, Piram king of Jarmuth, Japhia king of Lachish, and Debir king of Eglon. He said to them,",
      "4": "“Come and help me. Let us go fight against Gibeon. For it has made peace with Joshua and the people of Israel.”",
      "5": "So the five kings of the Amorites, the kings of Jerusalem, Hebron, Jarmuth, Lachish and Eglon, gathered together with all their armies. And they went and set up their tents by Gibeon, to fight against it.",
      "6": "Then the men of Gibeon sent word to Joshua at the tents at Gilgal, saying, “Do not leave your servants alone. Hurry and help us. For all the kings of the Amorites who live in the hill country have gathered against us.”",
      "7": "So Joshua went up from Gilgal. He took with him all the men of war and all the strong soldiers.",
      "8": "The Lord said to Joshua, “Do not be afraid of them. For I have given them into your hands. Not one of them will stand in front of you.”",
      "9": "So Joshua came upon them by surprise by traveling all night from Gilgal.",
      "10": "The Lord brought trouble upon the Amorites in front of Israel. He killed many of them at Gibeon, and went after them on the way up to Beth-horon. He killed them as far as Azekah and Makkedah.",
      "11": "They ran from Israel. And while they ran from Beth-horon, the Lord made large hail-stones fall from heaven on them as far as Azekah, and they died. More died from the hail-stones than the sons of Israel killed with the sword.",
      "12": "Then Joshua spoke to the Lord on the day when the Lord made the Amorites lose the war against the sons of Israel. He said, in the eyes of Israel, “O sun, stand still at Gibeon. O moon, stand still in the valley of Aijalon.”",
      "13": "So the sun stood still and the moon stopped, until the nation punished those who fought against them. Is it not written in the Book of Jashar? The sun stopped in the center of the sky. It did not hurry to go down for about a whole day.",
      "14": "There has been no day like it before or since, when the Lord listened to the voice of a man. For the Lord fought for Israel.",
      "15": "Then Joshua and all Israel returned to the tents at Gilgal.",
      "16": "Now these five kings had run away and hidden themselves in the cave at Makkedah.",
      "17": "Joshua was told, “The five kings have been found hiding in the cave at Makkedah.”",
      "18": "And Joshua said, “Roll large stones against the opening of the cave. Then put men there to watch over them.",
      "19": "But do not stay there yourselves. Go after those who hate you. Follow after them and fight. Do not let them go into their cities. For the Lord your God has given them into your hand.”",
      "20": "Joshua and the sons of Israel finished killing many of them, until they were destroyed. Those who were left alive went into their strong cities.",
      "21": "Then all the people returned to Joshua at the tents at Makkedah in peace. No one said a word against any of the people of Israel.",
      "22": "Then Joshua said, “Open the mouth of the cave and bring those five kings out to me.”",
      "23": "The five kings were brought to him from the cave, the king of Jerusalem, Hebron, Jarmuth, Lachish and Eglon.",
      "24": "When they brought those kings out to Joshua, he called for all the men of Israel. He said to the leaders of the men of war who had gone with him, “Come near. Put your feet on the necks of these kings.” So they came and put their feet on their necks.",
      "25": "Then Joshua said to them, “Do not be afraid or troubled. Be strong and have strength of heart. For the Lord will do this to all who hate you and fight against you.”",
      "26": "After this Joshua killed the kings. He hanged them on five trees, and they hung on the trees until evening.",
      "27": "When the sun went down, Joshua had them taken down from the trees and thrown into the cave where they had hidden. Large stones were put over the opening of the cave. And they are there to this day.",
      "28": "Joshua took Makkedah on that day. He destroyed it and its king with the sword. He destroyed all of it and every person in it. No one was left alive. He did the same to the king of Makkedah as he had done to the king of Jericho.",
      "29": "Then Joshua and all Israel went from Makkedah to fight against Libnah.",
      "30": "The Lord gave it and its king into the hands of Israel also. Joshua destroyed it and every person in it with the sword. He left no one alive. So he did the same to its king as he had done to the king of Jericho.",
      "31": "Joshua and all Israel went from Libnah to Lachish. They stayed beside it and fought against it.",
      "32": "And the Lord gave Lachish into the hands of Israel. Joshua took it on the second day. He destroyed it and every person in it with the sword, just as he had done to Libnah.",
      "33": "Horam king of Gezer came to help Lachish. But Joshua won the battle against him and his people. He left no one alive.",
      "34": "Joshua and all Israel went from Lachish to Eglon. They stayed beside it and fought against it.",
      "35": "And they took it on that day and destroyed it with the sword. He destroyed every person who was in it that day, just as he had done to Lachish.",
      "36": "Joshua and all Israel went from Eglon to Hebron. And they fought against it.",
      "37": "They took it and destroyed it. They destroyed its king, all its cities and all who were in it with the sword. He left no one alive, just as he had done to Eglon. He destroyed all of it and every person in it.",
      "38": "Then Joshua and all Israel returned to Debir. And they fought against it.",
      "39": "He took it, its king and all its cities. He destroyed them with the sword. Every person in it was destroyed. No one was left alive. He did the same to Debir and its king as he had done to Hebron and Libnah and their kings.",
      "40": "So Joshua won the war against the whole land, the hill country, the Negev, the valleys, the hill-sides, and all their kings. He left no one alive. He destroyed all who breathed, just as the Lord, the God of Israel, had told him.",
      "41": "Joshua killed them from Kadesh-barnea as far as Gaza. He killed them in all the country of Goshen as far as Gibeon.",
      "42": "Joshua took all these kings and their lands at the same time. Because the Lord, the God of Israel, fought for Israel.",
      "43": "Then Joshua and all Israel returned to the tents at Gilgal."
    },
    "11": {
      "1": "Jabin king of Hazor heard what had happened. He sent news to Jobab king of Madon and to the kings of Shimron and Achshaph.",
      "2": "He sent news to the kings in the hill country to the north, in the Arabah south of Chinneroth, in the valleys, and in the high land of Dor to the west.",
      "3": "He sent news to the Canaanite in the east and in the west, and the Amorite, the Hittite, the Perizzite, the Jebusite in the hill country, and the Hivite at the base of Hermon in the land of Mizpeh.",
      "4": "Then they came out, they and all their armies with them. There were as many people as the sand beside the sea. And they had very many horses and war-wagons.",
      "5": "All of these kings met and came and stayed together at the waters of Merom, to fight against Israel.",
      "6": "“Do not be afraid,” the Lord said to Joshua. “For tomorrow at this time I will have killed all of them for Israel. You will cut the legs of their horses and burn their war-wagons with fire.”",
      "7": "So Joshua with all the men of war came upon them by surprise at the waters of Merom, and fought against them.",
      "8": "And the Lord gave them into the hand of Israel. They won the war against them and ran after them as far as the big city of Sidon and Misrephoth-maim and the valley of Mizpeh to the east. They killed them until no one was left alive.",
      "9": "Joshua did to them as the Lord had told him. He cut the legs of their horses and burned their war-wagons with fire.",
      "10": "Then Joshua turned back and took Hazor and killed its king with the sword. For Hazor had been the head of all these nations.",
      "11": "They killed every person in it with the sword, destroying all of them. There was no one left who breathed. Then he burned Hazor with fire.",
      "12": "Joshua took all the cities of these kings, and all their kings and killed them with the sword. He destroyed all of them, just as the Lord’s servant Moses had told him.",
      "13": "But Israel did not burn any cities that stood on their hills, except Hazor, which Joshua burned.",
      "14": "The sons of Israel took for themselves all the riches of these cities and the cattle. But they killed every man with the sword until they had destroyed them. They left no one who breathed.",
      "15": "What the Lord had told His servant Moses to do, he told Joshua, and Joshua did it. He did everything the Lord had told Moses.",
      "16": "So Joshua took all that land. He took the hill country, all the Negev, all the land of Goshen, the valleys, the Arabah, the hill country of Israel and its valleys.",
      "17": "He took the land from Mount Halak which goes up to Seir as far as Baal-gad in the valley of Lebanon at the base of Mount Hermon. He took all their kings and killed them.",
      "18": "Joshua made war against these kings for a long time.",
      "19": "There was not a city which made peace with the sons of Israel except the Hivites living in Gibeon. They took them all in battle.",
      "20": "For the Lord made their hearts hard to meet Israel in battle, so Israel might destroy all of them. They would not be shown pity but would be destroyed, just as the Lord had told Moses.",
      "21": "At that time Joshua went and killed the big powerful men in the hill country. He killed them in Hebron, Debir, Anab, and all the hill country of Judah and Israel. Joshua destroyed all of them with their cities.",
      "22": "There were no big powerful men left in the land of the people of Israel. Some were left only in Gaza, Gath and Ashdod.",
      "23": "So Joshua took the whole land, just as the Lord had told Moses. And Joshua gave it as a gift to Israel, a share for each family group. Then the land had rest from war."
    },
    "12": {
      "1": "These are the kings of the land whom the sons of Israel won the war against east of the Jordan. They took their land from the Arnon valley to Mount Hermon, and all the Arabah to the east.",
      "2": "There was Sihon king of the Amorites, who lived in Heshbon. He ruled from Aroer on the side of the Arnon valley, and from the center of the valley and half of Gilead as far as the river Jabbok, beside the Ammonites.",
      "3": "And he ruled the Arabah as far as the Sea of Chinneroth in the east, and as far as the sea of the Arabah, the Salt Sea, east toward Beth-jeshimoth and south to the bottom of the hills of Pisgah.",
      "4": "And they took the land of Og, king of Bashan, one of the Rephaim who were still living. Og lived at Ashtaroth and Edrei.",
      "5": "He ruled over Mount Hermon and Salecah and all Bashan. He ruled as far as the land of the Geshurites, the Maacathites, and half of Gilead, as far as the land of Sihon, king of Heshbon.",
      "6": "The Lord’s servant Moses and the people of Israel won the war against them. Moses the Lord’s servant gave their land to the Reubenites, the Gadites and the half-family group of Manasseh.",
      "7": "These are the kings of the land whom Joshua and the sons of Israel won the war against west of the Jordan, from Baal-gad in the valley of Lebanon as far as Mount Halak which goes up to Seir. (Joshua gave their land as a gift to the family groups of Israel, by each one’s share.",
      "8": "He gave them the hill country, the valleys, the Arabah, the hill-sides, the desert, and the Negev. It was the land of the Hittite, the Amorite, the Canaanite, the Perizzite, the Hivite and the Jebusite.)",
      "9": "There was the king of Jericho, the king of Ai which is beside Bethel,",
      "10": "the king of Jerusalem, the king of Hebron,",
      "11": "the king of Jarmuth, the king of Lachish,",
      "12": "the king of Eglon, and the king of Gezer.",
      "13": "There was the king of Debir, the king of Geder,",
      "14": "the king of Horman, the king of Arad,",
      "15": "the king of Libnah, the king of Adullam,",
      "16": "the king of Makkedah, and the king of Bethel.",
      "17": "There was the king of Tappuah, the king of Hepher,",
      "18": "the king of Aphek, the king of Lasharon,",
      "19": "the king of Madon, the king of Hazor,",
      "20": "the king of Shimron-meron, and the king of Achshaph.",
      "21": "There was the king of Taanach, the king of Megiddo,",
      "22": "the king of Kedesh, the king of Jokneam in Carmel,",
      "23": "the king of Dor in the high-lands of Dor, the king of Goiim in Gilgal,",
      "24": "and the king of Tirzah. There were thirty-one kings in all."
    },
    "13": {
      "1": "Now Joshua was old. He had lived many years. The Lord said to him, “You are old and have lived many years. And there is very much land yet to be taken.",
      "2": "This is the land that is left. There is all the land of the Philistines and the Geshurites,",
      "3": "from the Shihor east of Egypt as far as the land of Ekron in the north (it is thought of as Canaanite). There are the five rulers of the Philistines, those of Gaza, Ashdod, Ashkelon, Gath, Ekron, and those of the Avvim.",
      "4": "In the south, there is all the land of the Canaanite, and Mearah that belongs to the Sidonians, as far as Aphek, to the land of the Amorite,",
      "5": "and the land of the Gebalite. There is all of Lebanon east from Baal-gad at the base of Mount Hermon as far as Lebo-hamath.",
      "6": "I will drive out from in front of the people of Israel all those living in the hill country from Lebanon as far as Misrephoth-maim, all the Sidonians. Give the land as a gift to Israel, as I have told you.",
      "7": "Divide this land for a gift to the nine families and to the half-family group of Manasseh.”",
      "8": "The other half-family group, the Reubenites and the Gadites received their gift of land which Moses gave them east of the Jordan, just as the Lord’s servant Moses gave it to them.",
      "9": "It spread from Aroer, beside the Arnon valley, and the city in the center of the valley, and the plain of Medeba as far as Dibon,",
      "10": "and all the cities of Sihon king of the Amorites, who ruled in Heshbon. And it went as far as the land of the Ammonites,",
      "11": "and Gilead, and the land of the Geshurites and Maacathites. They received all Mount Hermon, all Bashan as far as Salecah,",
      "12": "and all the nation of Og in Bashan, who ruled in Ashtaroth and Edrei. (He alone was left of the Rephaim still living.) For Moses had won the war against them and had driven them out.",
      "13": "But the people of Israel did not drive out the Geshurites or the Maacathites. For Geshur and Maacath live among Israel to this day.",
      "14": "Moses did not give any land to the family of Levi. Gifts given on the altar to the Lord, the God of Israel, are their share, as He said to him.",
      "15": "Moses gave land to the family group of the Reubenites by their families.",
      "16": "Their land was from Aroer beside the Arnon valley, and the city in the center of the valley, and all the plain by Medeba,",
      "17": "with Heshbon and all its cities on the plain. There was Dibon, Bamoth-baal, Bethbaal-meon,",
      "18": "Jahaz, Kedemoth, Mephaath,",
      "19": "Kiriathaim, Sibmah. There was Zereth-shahar on the hill of the valley,",
      "20": "Beth-peor, the hill-sides of Pishgah, and Beth-jeshimoth.",
      "21": "There were all the cities of the plain, and all the nation of Sihon king of the Amorites who ruled in Heshbon. Moses won the war against Sihon and the leaders of Midian, Evi, Rekem, Zur, Hur, and Reba, the princes of Sihon, who lived in the land.",
      "22": "The sons of Israel also killed with the sword Balaam, the son of Beor, the one who told what would happen in the future.",
      "23": "The side of the land belonging to the people of Reuben was the Jordan. This is what was given to the people of Reuben for their families with their cities and towns.",
      "24": "Moses gave land to the family group of the Gadites for their families.",
      "25": "Their land was Jazer, and all the cities of Gilead. And it was half the land of the Ammonites, as far as Aroer which is east of Rabbah.",
      "26": "It went from Heshbon as far as Ramath-mizpeh and Betonim, and from Mahanaim as far as the land of Debir.",
      "27": "In the valley there was Bethharam, Beth-nimrah, Succoth, and Zaphon. They were given the rest of the nation of Sihon king of Heshbon, with the Jordan along its side. It went up to the south end of the Sea of Chinnereth east of the Jordan.",
      "28": "This is what was given to the people of Gad for their families with their cities and towns.",
      "29": "Moses gave land to the half-family group of Manasseh. It was divided among the families of the half-family group of the sons of Manasseh.",
      "30": "Their land was from Mahanaim through all Bashan, all the nation of Og king of Bashan. It was all the towns of Jair which are in Bashan, sixty cities.",
      "31": "It was half of Gilead, and Ashtaroth and Edrei, the cities of the nation of Og in Bashan. These were given to the people of Machir the son of Manasseh, for half of the sons of Machir by their families.",
      "32": "These are the lands which Moses divided in the plains of Moab on the other side of the Jordan east of Jericho.",
      "33": "But Moses did not give any land to the family of Levi. The Lord, the God of Israel, is their share, as He had told them."
    },
    "14": {
      "1": "These are the lands which the people of Israel received in the land of Canaan. They were given to them as a gift by Eleazar the religious leader, Joshua the son of Nun, and the heads of the fathers’ houses of the families of the people of Israel.",
      "2": "Their share was decided upon by drawing names, as the Lord told Moses, for the nine families and the half-family group.",
      "3": "For Moses had given land to the two families and the half-family group east of the Jordan. But he did not give land to the Levites among them.",
      "4": "Because the sons of Joseph were two families, Manasseh and Ephraim. And they did not give part of the land to the Levites. They only gave them cities to live in, with fields for their animals and whatever they had.",
      "5": "The people of Israel did just as the Lord had told Moses. They divided the land.",
      "6": "Then the sons of Judah came to Joshua in Gilgal. Caleb the son of Jephunneh the Kenizzite said to him, “You know what the Lord said to Moses the man of God about you and me in Kadesh-barnea.",
      "7": "I was forty years old when the Lord’s servant Moses sent me from Kadesh-barnea to spy out the land. I returned with news for him as it was in my heart.",
      "8": "My brothers who went up with me made the heart of the people weak with fear. But I followed the Lord my God with all my heart.",
      "9": "So Moses promised on that day, ‘For sure the land where your foot has stepped will be a gift to you and your children forever. Because you have followed the Lord my God with all your heart.’",
      "10": "Now see, the Lord has let me live, as He said, these forty-five years since the Lord spoke this word to Moses while Israel walked in the desert. Today I am eighty-five years old.",
      "11": "I am as strong today as I was the day Moses sent me. I am as strong now as I was then, for war, or for anything.",
      "12": "So now give me this hill country the Lord spoke about on that day. For you heard then that big powerful men were there, with strong cities with high walls. If the Lord will be with me, I will drive them out just as the Lord said.”",
      "13": "So Joshua prayed that God would favor him. And he gave Hebron to Caleb the son of Jephunneh for his share.",
      "14": "Hebron became the land of Caleb the son of Jephunneh the Kenizzite to this day. Because he followed the Lord God of Israel with all his heart.",
      "15": "The name of Hebron had been Kiriath-arba. For Arba was the most powerful among the big powerful men. Then the land had rest from war."
    },
    "15": {
      "1": "The share of land for the family group of the people of Judah by their families was south to the land of Edom. It went to the Desert of Zin at the far south.",
      "2": "The south side of their land was from the south end of the Salt Sea.",
      "3": "It went south of the hill of Akrabbim and on to Zin. Then it went up by the south of Kadesh-barnea and on to Hezron and Addar and turned to Karka.",
      "4": "It went on to Azmon and the river of Egypt and ended at the sea. This was the south side of their land.",
      "5": "The east side was the Salt Sea, as far as the end of the Jordan. The north side was from the part of the sea at the end of the Jordan.",
      "6": "It went up to Beth-hoglah, passed north of Beth-arabah, and went up to the stone of Bohan the son of Reuben.",
      "7": "It went up to Debir from the valley of Achor, then turned north to Gilgal beside the hill of Adummim which is on the south side of the valley. It went on to the waters of En-shemesh, and ended at Enrogel.",
      "8": "Then the side of their land went up the valley of Ben-Hinnom to the hill of the Jebusite on the south (that is, Jerusalem). It went on to the top of the mountain beside the valley of Hinnom on the west, at the north end of the valley of Rephaim.",
      "9": "The side of their land then went from the top of the mountain to the well of the waters of Nephtoah. It went on to the cities of Mount Ephron, then turned to Baalah (that is, Kiriath-jearim).",
      "10": "The side of their land went around west of Baalah to Mount Seir. It went on to the north side of Mount Jearim (that is, Chesalon), then down to Beth-shemesh and on through Timnah.",
      "11": "The side of their land went on to the north side of Ekron. Then it turned to Shikkeron and went on to Mount Baalah and on to Jabneel, and ended at the sea.",
      "12": "The west side of their land was along the side of the Great Sea. These are the sides of the land of the people of Judah by their families.",
      "13": "Joshua gave Caleb son of Jephunneh a share among the people of Judah, as the Lord told him. It was Kiriath-arba (that is, Hebron), named for Arba, the father of Anak.",
      "14": "Caleb drove away from there the three sons of Anak. The children of Anak were Sheshai, Ahiman and Talmai.",
      "15": "From there he went to fight against the people of Debir. The name of Debir had been Kiriath-sepher before.",
      "16": "Caleb said, “I will give my daughter Achsah as a wife to the one who fights against Kiriath-sepher and takes it.”",
      "17": "Othniel the son of Kenaz, Caleb’s brother, took it. So Caleb gave him his daughter Achsah as a wife.",
      "18": "When she came to Othniel, she talked him into asking her father for a field. When she got down off her donkey, Caleb said to her, “What do you want?”",
      "19": "Achsah answered, “Give me a gift. You have given me the land of the Negev. Give me wells of water also.” So Caleb gave her the wells in the high-land and in the valley.",
      "20": "This is the land given to the family group of the people of Judah for their families.",
      "21": "The cities of the family of Judah in the far south, toward the land of Edom, were Kabzeel, Eder, Jagur,",
      "22": "Kinah, Dimonah, Adadah,",
      "23": "Kedesh, Hazor, Ithnan,",
      "24": "Ziph, Telem, Bealoth,",
      "25": "Hazor-hadattah, Keriothhezron (that is, Hazor),",
      "26": "Amam, Shema, Moladah,",
      "27": "Hazar-gaddah, Heshmon, Beth-peet,",
      "28": "Hazar-shual, Beer-sheba, Biziothiah,",
      "29": "Baalah, Iim, Ezem,",
      "30": "Eltolad, Chesil, Hormah,",
      "31": "Ziklag, Madmannah, Sansannah,",
      "32": "Lebaoth, Shilhim, Ain, and Rimmon. There were twenty-nine cities in all, with the towns around them.",
      "33": "Near the sea were Eshtaol, Zorah, Ashnah,",
      "34": "Zanoah, En-gannim, Tappuah, Enam,",
      "35": "Jarmuth, Adullam, Socoh, Azekah,",
      "36": "Shaaraim, Adithaim, Gederah, and Gederothaim, fourteen cities with their towns.",
      "37": "And there were Zenan, Hadashah, Migdal-gad,",
      "38": "Dilean, Mizpeh, Joktheel,",
      "39": "Lachish, Bozkath, Eglon,",
      "40": "Cabbon, Lahmas, Chitlish,",
      "41": "Gederoth, Beth-dagon, Naamah, and Makkedah, sixteen cities with their towns.",
      "42": "There were Libnah, Ether, Ashan,",
      "43": "Iphtah, Ashnah, Nezib,",
      "44": "Keilah, Achzib, and Mareshah, nine cities with their towns.",
      "45": "And there was Ekron with its towns and villages,",
      "46": "from Ekron to the sea, all that were by the side of Ashdod, with their towns and villages.",
      "47": "There were Ashdod with its towns and villages, and Gaza with its towns and villages, as far as the river of Egypt and the side of the Great Sea.",
      "48": "In the hill country there were Shamir, Jattir, Socoh,",
      "49": "Dannah, Kiriath-sannah (that is, Debir),",
      "50": "Anab, Eshtemoh, Anim,",
      "51": "Goshen, Holon, and Giloh, eleven cities with their towns.",
      "52": "And there were Arab, Dumah, Eshan,",
      "53": "Janum, Beth-tappuah, Aphekah,",
      "54": "Humtah, Kiriath-arba (that is, Hebron), and Zior, nine cities with the towns around them.",
      "55": "There were Maon, Carmel, Ziph, Juttah,",
      "56": "Jezreel, Jokdeam, Zanoah,",
      "57": "Kain, Gilbeah, and Timnah, ten cities with the towns around them.",
      "58": "There were Halhul, Beth-zur, Gedor,",
      "59": "Maarath, Beth-anoth, and Eltekon, six cities with the towns around them.",
      "60": "And there were Kiriath-baal (that is, Kiriath-jearim), and Rabbah, two cities with the towns around them.",
      "61": "In the desert there were Betharabah, Middin, Secacah,",
      "62": "Nibshan, the City of Salt, and Engedi, six cities with the towns around them.",
      "63": "But the sons of Judah could not drive out the Jebusites, the people of Jerusalem. So the Jebusites live with the people of Judah at Jerusalem to this day."
    },
    "16": {
      "1": "The share of land for the people of Joseph went from the Jordan at Jericho, east of the waters of Jericho, into the desert. It went from Jericho through the hill country to Bethel.",
      "2": "It went from Bethel to Luz, and on to the land of the Archites at Ataroth.",
      "3": "Then it went west to the land of the Japhletites, as far as the land of lower Beth-horon, and to Gezer. It ended at the sea.",
      "4": "The people of Joseph, Manasseh and Ephraim received their land.",
      "5": "The land of the people of Ephraim by their families on the east side was Ataroth-addar, as far as upper Bethhoron.",
      "6": "Then the side of the land went toward the sea, with Michmethath on the north, and turned east to Taanath-shiloh, and on to the east side of Janoah.",
      "7": "From Janoah it went down to Ataroth, to Naarah, touched Jericho, and ended at the Jordan.",
      "8": "From Tappuah it went west to the river of Kanah and ended at the sea. This is the land given to the family group of the people of Ephraim for their families.",
      "9": "And there are the cities which were set apart for the people of Ephraim within the land that was given to the people of Manasseh, all the cities with the towns around them.",
      "10": "But they did not drive out the Canaanites who lived in Gezer. So the Canaanites live among Ephraim to this day. But they have been made to work for the people of Ephraim."
    },
    "17": {
      "1": "This was the share of land given to the family of Manasseh, the first-born of Joseph. Gilead and Bashan were given to Machir, the firstborn of Manasseh, the father of Gilead, because he was a man of war.",
      "2": "And land was given to the rest of the sons of Manasseh for their families. The sons of Joseph’s son Manasseh, with their families, were Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida.",
      "3": "But Zelophehad, the son of Hepher, son of Gilead, son of Machir, son of Manasseh, had no sons, only daughters. The names of his daughters were Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
      "4": "They came to Eleazar the religious leader, Joshua the son of Nun, and the leaders, saying, “The Lord told Moses to give us a share of land among our brothers.” So they gave them a share of land among their father’s brothers, as the Lord had said.",
      "5": "Ten parts of the land were given to Manasseh, besides the land of Gilead and Bashan on the other side of the Jordan;",
      "6": "because Manasseh’s daughters received a share of land among his sons. The land of Gilead belonged to the rest of the sons of Manasseh.",
      "7": "The side of the land of Manasseh went from Asher to Michmethath, east of Shechem. Then it went south to the people of En-tappuah.",
      "8": "The land of Tappuah belonged to Manasseh. But the town of Tappuah on the side of Manasseh’s land belonged to the sons of Ephraim.",
      "9": "Then the side of the land went down to the river of Kanah. The cities south of the river, among the cities of Manasseh, belonged to Ephraim. Then Manasseh’s land went along the north side of the river and ended at the sea.",
      "10": "The south side belonged to Ephraim. The north side belonged to Manasseh. Their land spread from the sea to Asher on the north and to Issachar on the east.",
      "11": "In Issachar and in Asher, Manasseh had Beth-shean and its towns, Ibleam and its towns, the people of Dor and its towns, the people of En-dor and its towns, the people of Taanach and its towns, and the people of Megiddo and its towns. The third city is Napheth.",
      "12": "But the sons of Manasseh could not take these cities for their own because the Canaanites would not leave that land.",
      "13": "When the people of Israel became strong, they made the Canaanites work for them. But they did not drive all of them out.",
      "14": "The sons of Joseph said to Joshua, “Why have you given us only one share of the land? We have many people. And the Lord has brought good to us until now.”",
      "15": "Joshua said to them, “If you have many people, go up among the trees and clear a place for yourselves in the land of the Perizzites and the Rephaim, since the hill country of Ephraim is too narrow for you.”",
      "16": "The sons of Joseph said, “The hill country is not enough for us. But all the Canaanites who live in the valley have iron war-wagons. Both those in Beth-shean and its towns and those in the valley of Jezreel have them.”",
      "17": "Then Joshua said to the families of Joseph, to Ephraim and Manasseh, “You have many people and much power. You will not have only one share of land.",
      "18": "The hill country will be yours. It is full of trees, but you will clear it. All of it will be yours. For you will drive out the Canaanites, even if they have iron war-wagons and much strength.”"
    },
    "18": {
      "1": "Then all the people of Israel gathered together at Shiloh. They set up the tent of meeting there. The land around them had been taken in battle.",
      "2": "There were still seven family groups among the people of Israel who had not received their share of land.",
      "3": "So Joshua said to the people of Israel, “How long will you wait before going in to take the land the Lord, the God of your fathers, has given you?",
      "4": "Choose three men from each of these seven family groups. I will send them to go through the land and write down what they find it to be like, to be shared by each family. Then they will return to me.",
      "5": "They will divide it into seven parts. Judah will stay in his land in the south. The house of Joseph will stay in their land in the north.",
      "6": "You will write down how the land should be divided into seven parts, then bring it to me. I will draw names for you here before the Lord our God.",
      "7": "The Levites have no share of land among you. Being the religious leaders for the Lord is their share. Gad and Reuben and the half-family group of Manasseh have received their land east of the Jordan. The Lord’s servant Moses gave it to them.”",
      "8": "As the men got up to go, Joshua told them, “Go and walk through the land. Write down what you find, and return to me. Then I will draw names for you here before the Lord in Shiloh.”",
      "9": "The men went and passed through the land. They wrote in a book the cities they found and divided them into seven parts. Then they returned to Joshua among the tents at Shiloh.",
      "10": "Joshua drew names for them in Shiloh before the Lord. There he divided the land among the people of Israel, a part for each family.",
      "11": "The first name drawn was for the families of the people of Benjamin. The share of their land was between the people of Judah and the people of Joseph.",
      "12": "The north side of their land was from the Jordan up to the north side of Jericho. Then it went west through the hill country, ending at the desert of Beth-aven.",
      "13": "The side of their land went from there south to the side of Luz (that is, Bethel). Then it went down to Ataroth-addar, near the hill south of the valley land of Beth-horon.",
      "14": "The side of their land turned west from there around the south side of the hill before Bethhoron. It ended at Kiriath-baal (that is, Kiriath-jearim), a city of the people of Judah. This was the west side.",
      "15": "The south side was from the side of Kiriath-jearim west to the well of the waters of Nephtoah.",
      "16": "Then the side of their land went down to the side of the hill in the valley of Ben-Hinnom, at the north end of the valley of Rephaim. It went down to the valley of Hinnom, south of the side of the Jebusites, and down to En-rogel.",
      "17": "Then it went north to En-shemesh and on to Geliloth by the hill of Adummim, then down to the stone of Bohan the son of Reuben.",
      "18": "It went on to the north side of Beth-arabah, and down to the Arabah.",
      "19": "Then the side of their land went along the north side of Beth-hoglah. And it ended at the north waters of the Salt Sea at the south end of the Jordan. This was the south side.",
      "20": "The east side of their land was the Jordan. This was the land with its sides, given to the family group of Benjamin.",
      "21": "The cities of the people of Benjamin for their families were Jericho, Beth-hoglah, Emek-keziz,",
      "22": "Betharabah, Zemaraim, Bethel,",
      "23": "Avvim, Parah, Ophrah,",
      "24": "Chephar-ammoni, Ophni, and Geba, twelve cities with their towns.",
      "25": "And there were Gibeon, Ramah, Beeroth,",
      "26": "Mizpeh, Chephirah, Mozah,",
      "27": "Rekem, Irpeel, Taralah,",
      "28": "Zelah, Haeleph, the Jebusite (that is, Jerusalem), Gibeah, and Kiriath, fourteen cities with their towns. This is the land that was given to the families of the people of Benjamin."
    },
    "19": {
      "1": "The second name drawn was for the families of the people of Simeon. Their land was in the center of the land of the people of Judah.",
      "2": "They had in their land the cities of Beersheba, Sheba, Moladah,",
      "3": "Hazarshual, Balah, Ezem,",
      "4": "Eltolad, Bethul, Hormah,",
      "5": "Ziklag, Beth-marcaboth, Hazar-susah,",
      "6": "Beth-lebaoth, and Sharuhen, thirteen cities with the towns around them.",
      "7": "There were Ain, Rimmon, Ether, and Ashan, four cities with their towns.",
      "8": "And they had all the towns around these cities as far as Baalath-beer, also known as Ramah of the Negev. This was the land given to the families of the people of Simeon.",
      "9": "The land of the people of Simeon was taken from the land of the people of Judah. For the share of the people of Judah was too large for them. So the people of Simeon received a share of land in the center of Judah’s land.",
      "10": "The third name drawn was for the families of the people of Zebulun. The share of their land was as far as Sarid.",
      "11": "The side of their land went from there west to Marealah, touched Dabbesheth, and on to the river by Jokneam.",
      "12": "It turned east from Sarid toward the sunrise as far as the land of Chisloth-tabor, then on to Daberath and up to Japhia.",
      "13": "From there it went east toward the sunrise to Gath-hepher, Eth-kazin, and on to Rimmon, turning toward Neah.",
      "14": "Then the side of their land turned north to Hannathon, and ended at the valley of Iphtahel.",
      "15": "In their land were Kattah, Nahalal, Shimron, Idalah, and Bethlehem. In all there were twelve cities with the towns around them.",
      "16": "This is what was given to the families of the people of Zebulun, these cities with the towns around them.",
      "17": "The fourth name drawn was for the families of the people of Issachar.",
      "18": "Their land spread to Jezreel. In it were Chesulloth, Shunem,",
      "19": "Hapharaim, Shion, Anaharath,",
      "20": "Rabbith, Kishion, Ebez,",
      "21": "Remeth, En-gannim, En-haddah, and Bethpazzez.",
      "22": "Their land spread to Tabor, Shahazumah, Beth-shemesh, and ended at the Jordan, with sixteen cities and their towns.",
      "23": "This is what was given to the families of the people of Issachar, the cities with the towns around them.",
      "24": "The fifth name drawn was for the families of the people of Asher.",
      "25": "In their land were Helkath, Hali, Beten, Achshaph,",
      "26": "Allammelech, Amad, and Mishal. It spread west to Carmel and Shihor-libnath.",
      "27": "It turned east to Beth-dagon and to Zebulun along the valley of Iphtahel north to Bethemek and Neiel. Then it went on north to Cabul,",
      "28": "Ebron, Rehob, Hammon, and Kanah, as far as the big city of Sidon.",
      "29": "From there the side of their land turned toward Ramah and then to the strong city of Tyre, turned again to Hosah, and ended at the sea near Achzib,",
      "30": "Ummah, Aphek and Rehob. There were twenty-two cities with the towns around them.",
      "31": "This is what was given to the families of the people of Asher, these cities with the towns around them.",
      "32": "The sixth name drawn was for the people of Naphtali, for the families of the people of Naphtali.",
      "33": "Their land spread from Heleph, from the big tree in Zaanannim. It went through Adami-nekeb and Jabneel as far as Lakkum. And it ended at the Jordan.",
      "34": "The side of their land turned from there west to Aznoth-tabor, and went on to Hukkok. It spread to Zebulun in the south, Asher in the west, and to Judah at the Jordan in the east.",
      "35": "The strong cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth,",
      "36": "Adamah, Ramah, Hazor,",
      "37": "Kedesh, Edrei, En-hazor,",
      "38": "Yiron, Migdal-el, Horem, Beth-anath, and Beth-shemesh. There were nineteen cities with their towns.",
      "39": "This is what was given to the families of the people of Naphtali, the cities with their towns.",
      "40": "The seventh name drawn was for the families of the people of Dan.",
      "41": "In their land were Zorah, Eshtaol, Ir-shemesh,",
      "42": "Shaalabbin, Aijalon, Ithlah,",
      "43": "Elon, Timnah, Ekron,",
      "44": "Eltekeh, Gibbethon, Baalath,",
      "45": "Jehud, Bene-berak, Gath-rimmon,",
      "46": "Me-jarkon and Rakkon, with the land near Joppa.",
      "47": "The people of Dan needed more land. So they went up and fought with Leshem and took it with the sword. They took it for themselves and lived in it. And they gave it the name Leshem Dan after the name of Dan their father.",
      "48": "This is what was given to the families of the people of Dan, these cities with their towns.",
      "49": "When they finished dividing the land and giving to each family group their share, then the people of Israel gave some land among them to Joshua the son of Nun.",
      "50": "As the Lord had told them, they gave him the city he asked for. They gave him Timnath-serah in the hill country of Ephraim. So he built the city and lived in it.",
      "51": "This is the land which was given by Eleazar the religious leader, Joshua the son of Nun, and the heads of the houses of the families of the people of Israel. It was given by drawing names in Shiloh before the Lord at the door of the meeting tent. So they finished dividing the land."
    },
    "20": {
      "1": "The Lord said to Joshua,",
      "2": "“Say to the people of Israel, ‘Choose the cities where you may go and be safe when you are in trouble, as I said to you through Moses.",
      "3": "So the man who kills any person without meaning to or planning to may run to one of these cities. They will be places where you can go to be safe from the one who wants to punish you for the killing.",
      "4": "He will run to one of these cities and stand at the city gate. There he will tell his story to the leaders of that city. They will take him into the city and give him a place. So he may live among them.",
      "5": "If the one who wants to punish him comes after him, they will not give him the one who killed the person, because he killed his neighbor without planning to, and did not hate him in the past.",
      "6": "He will live in that city until he has been tried in front of the people. And he will live there until the death of the one who is the head religious leader at the time. Then the one who killed the person may return to his own city and his own house, to the city he ran away from.’”",
      "7": "So they set apart Kedesh in Galilee in the hill country of Naphtali. They set apart Shechem in the hill country of Ephraim. And they set apart Kiriath-arba (that is, Hebron) in the hill country of Judah.",
      "8": "On the other side of the Jordan east of Jericho, they set apart Bezer in the desert plain from the family of Reuben. They set apart Ramoth in Gilead from the family of Gad. And they set apart Golan in Bashan from the family of Manasseh.",
      "9": "These were the chosen cities for all the people of Israel and for the stranger staying among them. So whoever killed any person without meaning to could run there. He could not be killed by the one who wanted to punish him, before standing trial in front of the people."
    },
    "21": {
      "1": "Then the family heads of the Levites came to Eleazar the religious leader, Joshua the son of Nun, and the heads of the family groups of Israel.",
      "2": "They said to them at Shiloh in Canaan, “The Lord said through Moses to give us cities to live in, as well as fields around them for our cattle.”",
      "3": "So the sons of Israel gave these cities and fields of their land to the Levites, as the Lord had said.",
      "4": "The name drawn first was for the families of the Kohathites. The Levites who were children of Aaron the religious leader received thirteen cities from the families of Judah, Simeon and Benjamin.",
      "5": "The rest of the sons of Kohath by drawing names received ten cities from the families of Ephraim and Dan and the half-family group of Manasseh.",
      "6": "The sons of Gershon by drawing names received thirteen cities from the families of Issachar, Asher, Naphtali and the half-family group of Manasseh in Bashan.",
      "7": "The sons of Merari received twelve cities from the families of Reuben, Gad and Zebulun.",
      "8": "The sons of Israel by drawing names gave these cities with their fields to the Levites, as the Lord had said through Moses.",
      "9": "They gave from the families of Judah and Simeon the cities given here by name.",
      "10": "They were for the sons of Aaron, one of the families of the Kohathites, of the sons of Levi. For their name was drawn first.",
      "11": "They gave them Kiriath-arba (that is, Hebron) with the fields around it in the hill country of Judah. (Arba was the father of Anak.)",
      "12": "But the city’s fields and towns had been given to Caleb the son of Jephunneh as his own.",
      "13": "So to the sons of Aaron the religious leader they gave Hebron and Libnah with their fields. Hebron was the city where one who killed a man could go to be safe.",
      "14": "And they gave them Jattir with its fields, Eshtemoa with its fields,",
      "15": "Holon with its fields, Debir with its fields,",
      "16": "Ain with its fields, Juttah with its fields, and Bethshemesh with its fields. There were nine cities from these two family groups.",
      "17": "From the family of Benjamin were given Gibeon with its fields, Geba with its fields,",
      "18": "Anathoth with its fields, and Almon with its fields, four cities.",
      "19": "For the sons of Aaron, the religious leaders, there were thirteen cities in all, with their fields.",
      "20": "Then cities from the family of Ephraim were given to the rest of the families of the people of Kohath, the Levites.",
      "21": "They gave them Shechem with its fields in the hill country of Ephraim. A man who killed another person could run to Shechem to be safe. And they gave them Gezer with its fields,",
      "22": "Kibzaim with its fields, and Beth-horon with its fields, four cities.",
      "23": "From the family of Dan were given Eletke with its fields, Gibbethon with its fields,",
      "24": "Aijalon with its fields, and Gath-rimmon with its fields, four cities.",
      "25": "From the half-family group of Manasseh were given Taanach with its fields, and Gathrimmon with its fields, two cities.",
      "26": "There were ten cities in all, with their fields, for the rest of the families of the Kohathites.",
      "27": "From the half-family group of Manasseh they gave Golan in Bashan and Be-eshterah and their fields to the sons of Gershon, one of the Levite families. A man who killed another person could run to Golan in Bashan to be safe. They were given two cities.",
      "28": "From the family of Issachar were given Kishion with its fields, Daberath with its fields,",
      "29": "Jarmuth with its fields, and Engannim with its fields, four cities.",
      "30": "From the family of Asher were given Mishal with its fields, Abdon with its fields,",
      "31": "Helkath with its fields, and Rehob with its fields, four cities.",
      "32": "From the family of Naphtali were given Kedesh in Galilee with its fields, Hammoth-dor with its fields, and Kartan with its fields, three cities. A man who killed another man could run to Kedesh to be safe.",
      "33": "The cities for the families of the Gershonites were thirteen in all, with their fields.",
      "34": "They gave cities to the families of the sons of Merari, the rest of the Levites, from the family of Zebulun. They gave them Jokneam with its fields, Kartah with its fields,",
      "35": "Dimnah with its fields, and Nahalal with its fields, four cities.",
      "36": "From the family of Reuben were given Bezer with its fields, Jahaz with its fields,",
      "37": "Kedemoth with its fields, and Mephaath with its fields, four cities.",
      "38": "From the family of Gad was given Ramoth in Gilead with its fields. A man who killed another person could run to Ramoth in Gilead to be safe. And they gave them Mahanaim with its fields,",
      "39": "Heshbon with its fields, and Jazer with its fields, four cities in all.",
      "40": "There were twelve cities in all given to the families of the people of Merari, the rest of the families of the Levites.",
      "41": "The cities of the Levites among the land of the people of Israel were forty-eight cities in all, with their fields.",
      "42": "Each one of these cities had its fields around it. So it was with all these cities.",
      "43": "The Lord gave Israel all the land He had promised to give to their fathers. They took it for their own, and lived in it.",
      "44": "The Lord gave them peace on every side, just as He had promised their fathers. Not one of all those who hated them could stand in front of them. The Lord gave all those who hated them into their hand.",
      "45": "Every good promise which the Lord had made to the people of Israel came true."
    },
    "22": {
      "1": "Joshua called the Reubenites, the Gadites and the half-family group of Manasseh.",
      "2": "He said to them, “You have done all that the Lord’s servant Moses told you to do. You have obeyed me in all I have told you to do.",
      "3": "You have not left your brothers alone even to this day. But you have been careful to do what the Lord your God has told you.",
      "4": "Now the Lord your God has given rest to your brothers, as He promised them. So go now. Return to your homes in your own land, which the Lord’s servant Moses gave you on the other side of the Jordan.",
      "5": "Only be very careful to obey the Law which the Lord’s servant Moses told you. Love the Lord your God. Walk in all His ways. Obey His Laws. Stay close to Him, and work for Him with all your heart and soul.”",
      "6": "Joshua prayed that good would come to them, and sent them away. Then they went to their homes.",
      "7": "Moses had given land in Bashan to the half-family group of Manasseh. But Joshua gave land west of the Jordan to the other half of the family among their brothers. Joshua prayed that good would come to them when he sent them away to their homes.",
      "8": "He said to them, “Return to your homes with much riches, many animals, silver, gold, brass, iron, and very many clothes. Share with your brothers the riches taken from those who fought against you.”",
      "9": "The sons of Reuben and Gad and the half-family group of Manasseh returned home. They left the people of Israel at Shiloh in the land of Canaan and went to their own land of Gilead. They had taken this land by the word of the Lord through Moses.",
      "10": "The sons of Reuben and Gad and the half-family group of Manasseh came to the Jordan River. Before they crossed the Jordan, they built a very large altar on the Canaan side of the Jordan.",
      "11": "The people of Israel heard the news, “See, the people of Reuben and Gad and the half-family group of Manasseh have built an altar in the land of Canaan by the Jordan. It stands on the side that belongs to the people of Israel.”",
      "12": "When the people of Israel heard about it, all the sons of Israel gathered at Shiloh to make war against them.",
      "13": "Then the sons of Israel sent Phinehas the son of the religious leader Eleazar into the land of Gilead to the people of Reuben and Gad and the half-family group of Manasseh.",
      "14": "With him were ten leaders, one leader from each ruling house in every family of Israel. Each one was the head of his father’s house among the families of Israel.",
      "15": "They came to the people of Reuben and Gad and the half-family group of Manasseh in the land of Gilead, and said to them,",
      "16": "“All the people of the Lord say, ‘What sin is this that you have done against the God of Israel? You have turned away from following the Lord this day, by building yourselves an altar. Today you have gone against the Lord.",
      "17": "Is not the sin of Peor enough for us? We have made ourselves unclean from that to this day, and much trouble has come upon the people of the Lord.",
      "18": "Now to add to that sin, this day you have turned away from following the Lord. If you go against the Lord today, He will be angry with all the people of Israel tomorrow.",
      "19": "Now if the land you have been given is unclean, cross over into the Lord’s land. There stands the meeting tent of the Lord. Take land for yourselves among us. But do not go against the Lord, or against us, by building an altar other than the altar of the Lord our God.",
      "20": "Did not Zerah’s son Achan sin by taking things that should have been destroyed? Anger came upon all the people of Israel. He did not die alone for his sin.’”",
      "21": "Then the people of Reuben and Gad and the half-family group of Manasseh answered the leaders of the families of Israel, saying,",
      "22": "“The Powerful One, the Lord, the Powerful One, God, the Lord! He knows! And may Israel itself know! If it was going against the Lord and not being faithful to Him, do not save us this day!",
      "23": "If we have built an altar to turn away from following the Lord, or to give burnt gifts, grain gifts or peace gifts on it, may the Lord Himself punish us.",
      "24": "We have done this because we were afraid that in time to come your children might say to our children, ‘What have you to do with the Lord, the God of Israel?",
      "25": "For the Lord has put the Jordan between us and you people of Reuben and Gad. You have nothing to do with the Lord.’ Then your children might make our children stop worshiping the Lord.",
      "26": "So we said, ‘Let us build an altar. It will not be for burnt gifts or killing animals in worship.",
      "27": "But it will be something special to be seen between us and you and our children after us. It will show that we are to serve the Lord before Him with our burnt gifts, our gifts of animals and our peace gifts. Then your children will not say to our children in the future, “You have nothing to do with the Lord.”’",
      "28": "We thought that if they say this to us or our children in the future we can say, ‘See the altar we have made like the altar of the Lord which our fathers made. It is not for burnt gifts or killing animals in worship. But it is something special to see between us and you.’",
      "29": "Never let it be said that we went against the Lord and turned away from following the Lord this day by building an altar. It is not for burnt gifts or grain gifts or killing animals in worship. It is not to be used instead of the altar of the Lord our God before His meeting tent.”",
      "30": "Phinehas the religious leader and the leaders of the people, the heads of the families of Israel who were with him, were pleased when they heard the words of the people of Reuben, Gad and Manasseh.",
      "31": "Phinehas the son of Eleazar the religious leader said to the people of Reuben, Gad and Manasseh, “Today we know that the Lord is among us. Because you have not done this as sin against the Lord. Now you have saved the people of Israel from the hand of the Lord.”",
      "32": "Then Phinehas the son of the religious leader Eleazar and the leaders left the people of Reuben and Gad. They returned from the land of Gilead to the people of Israel in the land of Canaan. And they told them what had happened.",
      "33": "The news pleased the people of Israel, and they gave thanks to God. They said no more about going against them in war, to destroy the land where the people of Reuben and Gad were living.",
      "34": "The people of Reuben and Gad said, “This altar shows the agreement between us that the Lord is God.”"
    },
    "23": {
      "1": "A long time after that, the Lord had given Israel rest from all those around them who hated them. Joshua had grown old, and had lived many years.",
      "2": "Joshua called all Israel, their leaders, their heads, and the men chosen among them who judge between what is right or wrong. Then he said to them, “I am old and have lived many years.",
      "3": "And you have seen all the Lord your God has done to all these nations because of you. The Lord your God is the One Who has fought for you.",
      "4": "See, I have given to you as land for your families those nations that are left, with all the nations I have destroyed. They lie from the Jordan to the Great Sea in the west.",
      "5": "The Lord your God will send them out from in front of you. He will send them away from you. Then their land will be yours, just as the Lord your God promised you.",
      "6": "So do not be moved by others. Keep and obey all that is written in the book of the Law of Moses. Do not turn from it to the right or to the left.",
      "7": "Do not mix with these nations that stay among you. Do not say the names of their gods or make anyone swear by them. Do not work for them or worship them.",
      "8": "But hold on to the Lord your God, as you have done to this day.",
      "9": "For the Lord has driven away large and strong nations from in front of you. No man has been able to stand in front of you to this day.",
      "10": "One of your men makes a thousand run away. For the Lord your God is the One Who fights for you, just as He promised you.",
      "11": "Be very careful to love the Lord your God.",
      "12": "For if you ever turn away and join the people of these nations left among you and marry some of their people and go among them,",
      "13": "know for sure that the Lord your God will stop driving these nations away from you. And they will be a net and a trap to you. They will be a whip on your sides and thorns in your eyes, until you are destroyed from this good land the Lord your God has given you.",
      "14": "“See, today I am going the way of all the earth. Know in all your hearts and in all your souls that not one of all the good promises the Lord your God made to you has been broken. All have come true for you. Not one of them has been broken.",
      "15": "Every good promise the Lord your God made to you has come true. But in the same way, He will keep His promises to punish you. He will punish you until He has destroyed you from this good land the Lord your God has given you.",
      "16": "If you do not keep the agreement the Lord your God made with you, and serve other gods and worship them, then the anger of the Lord will burn against you and you will be destroyed from the good land He has given you.”"
    },
    "24": {
      "1": "Then Joshua gathered all the families of Israel to Shechem. He called for the leaders of Israel, the heads of the families and those who judged between what is right or wrong. And they showed themselves before God.",
      "2": "Joshua said to all the people, “This is what the Lord, the God of Israel, says: ‘Long ago your fathers lived on the other side of the River. There was Terah, the father of Abraham and Nahor. And they worshiped other gods.",
      "3": "Then I took your father Abraham from the other side of the River. I led him through all the land of Canaan. I gave him many children, and I gave him Isaac.",
      "4": "To Isaac I gave Jacob and Esau. I gave Mount Seir to Esau for his own. But Jacob and his children went down to Egypt.",
      "5": "I sent Moses and Aaron. I had to bring trouble upon Egypt by what I did among them. Then I brought you out.",
      "6": "I brought your fathers out of Egypt to the Sea. Egypt went after your fathers to the Red Sea with war-wagons and horsemen.",
      "7": "But when they cried out to the Lord, He put darkness between you and the Egyptians. He brought the sea upon them and covered them. Your own eyes saw what I did in Egypt. And you lived in the desert for a long time.",
      "8": "I brought you into the land of the Amorites who lived on the east side of the Jordan. They fought with you, and I gave them to you. You took their land for your own when I destroyed them in front of you.",
      "9": "’Then Balak the son of Zippor, king of Moab, came and fought against Israel. He sent for Balaam the son of Beor to curse you.",
      "10": "But I would not listen to Balaam. So he had to pray for good to come to you. And I saved you from his hand.",
      "11": "’You crossed the Jordan and came to Jericho. The people of Jericho fought against you. And the Amorite, the Perizzite, the Canaanite, the Hittite, the Girgashite, the Hivite and the Jebusite fought against you. So I gave them into your hand.",
      "12": "I sent the hornets ahead of you. They drove out the people and the two kings of the Amorites from in front of you. You did not do it by your sword or bow.",
      "13": "I gave you a land you did not work for. You live in cities you did not build. You are eating from vines and olive trees you did not plant.’",
      "14": "“So fear the Lord. Serve Him in faith and truth. Put away the gods your fathers served on the other side of the river and in Egypt. Serve the Lord.",
      "15": "If you think it is wrong to serve the Lord, choose today whom you will serve. Choose the gods your fathers worshiped on the other side of the river, or choose the gods of the Amorites in whose land you are living. But as for me and my family, we will serve the Lord.”",
      "16": "The people answered, “May it never be that we turn away from the Lord and serve other gods.",
      "17": "For the Lord our God is the One Who brought us and our fathers out of the land of Egypt, from the house where we were made to work. He did these powerful works in front of our eyes. He kept us safe everywhere we went, among all the nations we passed through.",
      "18": "The Lord drove away from in front of us all the nations, even the Amorites who lived in the land. So we will serve the Lord. For He is our God.”",
      "19": "Then Joshua said to the people, “You will not be able to serve the Lord. For He is a holy God. He is a jealous God. He will not forgive your wrong-doing or your sins.",
      "20": "If you turn away from the Lord and serve strange gods, He will turn and punish you. He will destroy you after He has been good to you.”",
      "21": "The people said to Joshua, “Not so, for we will serve the Lord.”",
      "22": "Then Joshua said to the people, “You have spoken for yourselves that you have chosen to serve the Lord.” And they said, “We have spoken for ourselves.”",
      "23": "Joshua said, “So put away the strange gods that are among you. Give your hearts to the Lord, the God of Israel.”",
      "24": "The people said to Joshua, “We will serve the Lord our God. We will obey His voice.”",
      "25": "So Joshua made an agreement with the people that day. And he made Laws for them in Shechem.",
      "26": "Joshua wrote these words in the book of the Law of God. Then he took a large stone and set it up there under the tree that was by the holy place of the Lord.",
      "27": "Joshua said to all the people, “See, this stone will be here to speak against us. For it has heard all the words the Lord spoke to us. So it will be here to speak against you, if you do not stay true to your God.”",
      "28": "Then Joshua sent the people away, each to his own land.",
      "29": "After this, Joshua the son of Nun, the Lord’s servant, died. He was 110 years old.",
      "30": "They buried him in the land he was given in Timnath-serah, in the hill country of Ephraim, north of Mount Gaash.",
      "31": "Israel served the Lord all the days of Joshua, and of the leaders who lived after him who had known all the works the Lord had done for Israel.",
      "32": "The people of Israel brought the bones of Joseph from Egypt. They buried them in Shechem, in the piece of ground Jacob had bought from the sons of Hamor the father of Shechem for 100 pieces of money. It became the land of Joseph’s children.",
      "33": "Eleazar the son of Aaron died also. They buried him on the hill at Gibeah that was given to his son Phinehas in the hill country of Ephraim."
    }
  }
}