{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:42.980252-04:00",
    "Translation": "NLV"
  },
  "Mark": {
    "1": {
      "1": "The Good News of Jesus Christ, the Son of God,",
      "2": "begins with the words of the early preachers: “Listen! I will send My helper to carry the news ahead of you. He will make the way ready.",
      "3": "His voice calls out in the desert, ‘Make the way ready for the Lord. Make the road straight for Him!’”",
      "4": "John the Baptist preached in the desert. He preached that people should be baptized because they were sorry for their sins and had turned from them. And they would be forgiven.",
      "5": "People from over all the country of Judea and from Jerusalem came to him. They told of their sins and were baptized by John in the Jordan River.",
      "6": "John wore clothes made of hair from camels. He had a leather belt around him. His food was locusts and wild honey.",
      "7": "He preached, saying, “One is coming after me Who is greater than I. I am not good enough to get down and help Him take off His shoes.",
      "8": "I have baptized you with water. But He will baptize you with the Holy Spirit.”",
      "9": "Jesus came to the Jordan River from the town of Nazareth in the country of Galilee. He was baptized by John.",
      "10": "As soon as Jesus came up out of the water, He saw heaven open up. The Holy Spirit came down on Him like a dove.",
      "11": "A voice came from heaven and said, “You are My much-loved Son. I am very happy with You.”",
      "12": "At once the Holy Spirit sent Jesus to a desert.",
      "13": "He was tempted by Satan for forty days there. He was with wild animals but angels took care of Him.",
      "14": "After John the Baptist was put in prison, Jesus came to the country of Galilee. He preached the Good News of God.",
      "15": "He said, “The time has come. The holy nation of God is near. Be sorry for your sins, turn from them, and believe the Good News.”",
      "16": "Jesus was walking by the Sea of Galilee. He saw Simon and his brother Andrew putting a net into the sea. They were fishermen.",
      "17": "Jesus said to them, “Follow Me. I will make you fish for men!”",
      "18": "At once they left their nets and followed Him.",
      "19": "Jesus went on a little farther. He saw James and his brother John who were sons of Zebedee. They were in a boat mending their nets.",
      "20": "Jesus called them and they left their father Zebedee. He was in the boat with men who were working for him.",
      "21": "Jesus and His followers went to the city of Capernaum on the Day of Rest. They went to the Jewish place of worship where Jesus taught the people.",
      "22": "The people were surprised and wondered about His teaching. He taught them as One Who had the right and the power to teach and not as the teachers of the Law.",
      "23": "There was a man in the Jewish place of worship who had a demon. The demon cried out,",
      "24": "“What do You want of us, Jesus of Nazareth? Have You come to destroy us? I know Who You are. You are the Holy One of God.”",
      "25": "Jesus spoke sharp words to the demon and said, “Do not talk! Come out of the man!”",
      "26": "The demon threw the man down and gave a loud cry. Then he came out of him.",
      "27": "The people were all surprised and wondered. They asked each other, “What is this? Is this a new teaching? He speaks with power even to the demons and they obey Him!”",
      "28": "At once the news about Jesus went through all the country around Galilee.",
      "29": "Jesus and His followers came out of the Jewish place of worship. Then they went to the house of Simon and Andrew. James and John went with them.",
      "30": "They told Jesus about Simon’s mother-in-law who was in bed, very sick.",
      "31": "He went and took her by the hand and raised her up. At once her sickness was gone. She got up and cared for them.",
      "32": "In the evening as the sun went down, the people took all who were sick to Jesus. They took those who had demons to Him.",
      "33": "All the town gathered at the door.",
      "34": "Jesus healed those who were sick of many kinds of diseases. He put out many demons. Jesus would not allow the demons to speak because they knew Who He was.",
      "35": "In the morning before the sun was up, Jesus went to a place where He could be alone. He prayed there.",
      "36": "Simon and the others looked for Jesus.",
      "37": "They found Him and said, “All the people are looking for You.”",
      "38": "Jesus said to the followers, “Let us go to the towns near here so I can preach there also. That is why I came.”",
      "39": "He went through Galilee. He preached in their places of worship and put out demons.",
      "40": "A man came to Jesus with a bad skin disease. This man got down on his knees and begged Jesus, saying, “If You want to, You can heal me.”",
      "41": "Jesus put His hand on him with loving-pity. He said, “I want to. Be healed.”",
      "42": "At once the disease was gone and the man was healed.",
      "43": "Jesus spoke strong words to the man before He sent him away.",
      "44": "He said to him, “Tell no one about this. Go and let the religious leader of the Jews see you. Give the gifts Moses has told you to give when a man is healed of a disease. Let the leaders know you have been healed.”",
      "45": "But the man went out and talked about it everywhere. After this Jesus could not go to any town if people knew He was there. He had to stay in the desert. People came to Him from everywhere."
    },
    "2": {
      "1": "After some days Jesus went back to the city of Capernaum. Then news got around that He was home.",
      "2": "Soon many people gathered there. There was no more room, not even at the door. He spoke the Word of God to them.",
      "3": "Four men came to Jesus carrying a man who could not move his body.",
      "4": "These men could not get near Jesus because of so many people. They made a hole in the roof of the house over where Jesus stood. Then they let down the bed with the sick man on it.",
      "5": "When Jesus saw their faith, He said to the sick man, “Son, your sins are forgiven.”",
      "6": "Some teachers of the Law were sitting there. They thought to themselves,",
      "7": "“Why does this Man talk like this? He is speaking as if He is God! Who can forgive sins? Only One can forgive sins and that is God!”",
      "8": "At once Jesus knew the teachers of the Law were thinking this. He said to them, “Why do you think this in your hearts?",
      "9": "Which is easier to say to the sick man, ‘Your sins are forgiven,’ or to say, ‘Get up, take your bed, and start to walk?’",
      "10": "I am doing this so you may know the Son of Man has power on earth to forgive sins.” He said to the sick man who could not move his body,",
      "11": "“I say to you, ‘Get up. Take your bed and go to your home.’”",
      "12": "At once the sick man got up and took his bed and went away. Everybody saw him. They were all surprised and wondered about it. They thanked God, saying, “We have never seen anything like this!”",
      "13": "Jesus walked along the sea-shore again. Many people came together and He taught them.",
      "14": "He walked farther and saw Levi (Matthew) the son of Alphaeus. Levi was sitting at his work gathering taxes. Jesus said to him, “Follow Me.” Levi got up and followed Him.",
      "15": "Jesus ate in Levi’s house. Many men who gather taxes and others who were sinners came and sat down with Jesus and His followers. There were many following Him.",
      "16": "The teachers of the Law and the proud religious law-keepers saw Jesus eat with men who gather taxes and others who were sinners. They said to His followers, “Why does He eat and drink with men who gather taxes and with sinners?”",
      "17": "Jesus heard it and said to them, “People who are well do not need a doctor. Only those who are sick need a doctor. I have not come to call those who are right with God. I have come to call those who are sinners.”",
      "18": "The followers of John and the proud religious law-keepers were not eating food so they could pray better. Some people came to Jesus and said, “Why do the followers of John and the proud religious law-keepers go without food so they can pray better, but Your followers do not?”",
      "19": "Jesus said to them, “Can the friends at a wedding go without food when the man just married is with them? As long as they have him with them, they will not go without food.",
      "20": "The days will come when the man just married will be taken from them. Then they will not eat food so they can pray better.",
      "21": "No man sews a piece of new cloth on an old coat. If it comes off, it will make the hole bigger.",
      "22": "No man puts new wine into old skin bags. The skin would break and the wine would run out. The bags would be no good. New wine must be put into new skin bags.”",
      "23": "At that time Jesus walked through the grain-fields on the Day of Rest. As they went, His followers began to take some of the grain.",
      "24": "The proud religious law-keepers said to Jesus, “See! Why are they doing what the Law says should not be done on the Day of Rest?”",
      "25": "He said to them, “Have you not read what David did when he and his men were hungry?",
      "26": "He went into the house of God when Abiathar was head religious leader of the Jews. He ate the special bread used in the religious worship. The Law says only the Jewish religious leaders may eat that. David gave some to those who were with him also.”",
      "27": "Jesus said to them, “The Day of Rest was made for the good of man. Man was not made for the Day of Rest.",
      "28": "The Son of Man is Lord of the Day of Rest also.”"
    },
    "3": {
      "1": "Jesus went into the Jewish place of worship again. A man was there with a dried-up hand.",
      "2": "The proud religious law-keepers watched Jesus to see if He would heal the man on the Day of Rest. They wanted to have something to say against Jesus.",
      "3": "Jesus said to the man with the dried-up hand, “Stand up.”",
      "4": "Then Jesus said to the proud religious law-keepers, “Does the Law say to do good on the Day of Rest or to do bad, to save life or to kill?” But they said nothing.",
      "5": "Jesus looked around at them with anger. He was sad because of their hard hearts. Then He said to the man, “Put out your hand.” He put it out and his hand was healed. It was as good as the other.",
      "6": "The proud religious law-keepers went out and made plans with the followers of King Herod how they might kill Jesus.",
      "7": "Jesus went with His followers to the sea. Many people followed Him from the countries of Galilee and Judea.",
      "8": "They followed from Jerusalem and from the country of Idumea. They came from the other side of the Jordan River and from the cities of Tyre and Sidon. Many people heard all that Jesus was doing and came to Him.",
      "9": "He told His followers to have a small boat ready for Him because so many people might push Him down.",
      "10": "He had healed so many that the sick people were pushing in on Him. They were trying to put their hands on Him.",
      "11": "When demons saw Him, they got down at His feet and cried out, “You are the Son of God!”",
      "12": "He spoke strong words that the demons should tell no one Who He was.",
      "13": "He went up on a mountain and called those He wanted. They followed Him.",
      "14": "He picked out twelve followers to be with Him so He might send them out to preach.",
      "15": "They would have the right and the power to heal diseases and to put out demons.",
      "16": "Jesus gave Simon another name, Peter.",
      "17": "James and John were brothers. They were the sons of Zebedee. He named them Boanerges, which means, The Sons of Thunder.",
      "18": "The others were Andrew, Philip, Bartholomew, Matthew, Thomas, James the son of Alphaeus, Thaddaeus, Simon the Canaanite,",
      "19": "and Judas Iscariot. Judas was the one who handed Jesus over to be killed.",
      "20": "When Jesus came into a house, many people gathered around Him again. Jesus and His followers could not even eat.",
      "21": "When His family heard of it, they went to take Him. They said, “He must be crazy.”",
      "22": "Teachers of the Law came down from Jerusalem. They said, “Jesus has Satan in Him. This Man puts out demons by the king of demons.”",
      "23": "Jesus called them to Him and spoke to them in picture-stories. He said, “How can the devil put out the devil?",
      "24": "A nation cannot last if it is divided against itself.",
      "25": "A family cannot last if it is divided against itself.",
      "26": "If the devil fights against himself and is divided, he cannot last. He will come to an end.",
      "27": "No man can go into a strong man’s house and take away his things, unless he ties up the strong man first. Only then can he take things from his house.",
      "28": "For sure, I tell you, all sins will be forgiven people, and bad things they speak against God.",
      "29": "But if anyone speaks bad things against the Holy Spirit, he will never be forgiven. He is guilty of a sin that lasts forever.”",
      "30": "Jesus told them this because they said, “He has a demon.”",
      "31": "Then His mother and brothers came and stood outside. They sent for Jesus.",
      "32": "Many people were sitting around Him. They said, “See! Your mother and brothers are outside looking for You.”",
      "33": "He said to them, “Who is My mother or My brothers?”",
      "34": "He turned to those sitting around Him and said, “See! My mother and My brothers!",
      "35": "Whoever does what My Father wants is My brother and My sister and My mother.”"
    },
    "4": {
      "1": "Jesus began to teach by the sea-shore again. Many people gathered around Him. There were so many He had to get into a boat and sit down. The people were on the shore.",
      "2": "He taught them many things by using picture-stories. As He taught, He said,",
      "3": "“Listen! A man went out to plant seed.",
      "4": "As he planted the seed, some fell by the side of the road. Birds came and ate them.",
      "5": "Some seed fell among rocks. It came up at once because there was so little ground.",
      "6": "But it dried up when the sun was high in the sky because it had no root.",
      "7": "Some seed fell among thorns. The thorns grew and did not give the seed room to grow. This seed gave no grain.",
      "8": "Some seed fell on good ground. It came up and grew and gave much grain. Some gave thirty times as much grain. Some gave sixty times as much grain. Some gave one hundred times as much grain.”",
      "9": "He said to them, “You have ears, then listen!”",
      "10": "Those who were with Jesus and the twelve followers came to Him when He was alone. They asked about the picture-story.",
      "11": "He said to them, “You were given the secrets about the holy nation of God. Everything is told in picture-stories to those who are outside the holy nation of God.",
      "12": "They see, but do not know what it means. They hear, but do not understand. If they did, they might turn to God and have their sins forgiven.”",
      "13": "Jesus said to them, “Do you not understand this picture-story? Then how will you understand any of the picture-stories?",
      "14": "What the man plants is the Word of God.",
      "15": "Those by the side of the road are the ones who hear the Word. As soon as they hear it, the devil comes and takes away the Word that is planted in their hearts.",
      "16": "The seed that fell among rocks is like people who receive the Word with joy when they hear it.",
      "17": "Their roots are not deep so they live only a short time. When sorrow and trouble come because of the Word, they give up and fall away.",
      "18": "The seed that was planted among thorns is like some people who listen to the Word.",
      "19": "But the cares of this life let thorns come up. A love for riches and always wanting other things let thorns grow. These things do not give the Word room to grow so it does not give grain.",
      "20": "The seed that fell on good ground is like people who hear the Word and understand it. They give much grain. Some give thirty times as much grain. Some give sixty times as much grain. Some give one hundred times as much grain.”",
      "21": "He said to them, “Is a lamp to be put under a pail or under a bed? Should it not be put on a lamp-stand?",
      "22": "Everything that is hidden will be brought into the light. Everything that is a secret will be made known.",
      "23": "You have ears, then listen!”",
      "24": "Jesus said to them, “Be careful what you listen to. The same amount you give will be given to you, and even more.",
      "25": "He who has, to him will be given. To him who does not have, even the little he has will be taken from him.”",
      "26": "He said, “The holy nation of God is like a man who plants seed in the ground.",
      "27": "He goes to sleep every night and gets up every day. The seed grows, but he does not know how.",
      "28": "The earth gives fruit by itself. The leaf comes first and then the young grain can be seen. And last, the grain is ready to gather.",
      "29": "As soon as the grain is ready, he cuts it. The time of gathering the grain has come.”",
      "30": "Jesus said, “In what way can we show what the holy nation of God is like? Or what picture-story can we use to help you understand?",
      "31": "It is like a grain of mustard seed that is planted in the ground. It is the smallest of all seeds.",
      "32": "After it is put in the ground, it grows and becomes the largest of the spices. It puts out long branches so birds of the sky can live in it.”",
      "33": "As they were able to understand, He spoke the Word to them by using many picture-stories.",
      "34": "Jesus helped His followers understand everything when He was alone with them.",
      "35": "It was evening of that same day. Jesus said to them, “Let us go over to the other side.”",
      "36": "After sending the people away, they took Jesus with them in a boat. It was the same boat He used when He taught them. Other little boats went along with them.",
      "37": "A bad wind storm came up. The waves were coming over the side of the boat. It was filling up with water.",
      "38": "Jesus was in the back part of the boat sleeping on a pillow. They woke Him up, crying out, “Teacher, do You not care that we are about to die?”",
      "39": "He got up and spoke sharp words to the wind. He said to the sea, “Be quiet! Be still.” At once the wind stopped blowing. There were no more waves.",
      "40": "He said to His followers, “Why are you so full of fear? Do you not have faith?”",
      "41": "They were very much afraid and said to each other, “Who is this? Even the wind and waves obey Him!”"
    },
    "5": {
      "1": "Jesus and His followers came to the other side of the sea to the country of the Gerasenes.",
      "2": "He got out of the boat. At once a man came to Him from among the graves. This man had a demon.",
      "3": "He lived among the graves. No man could tie him, even with chains.",
      "4": "Many times he had been tied with chains on his feet. He had broken the chains as well as the irons from his hands and legs. No man was strong enough to keep him tied.",
      "5": "Night and day he was among the graves and in the mountains. He would cry out and cut himself with stones.",
      "6": "When the man with the demon saw Jesus a long way off, he ran and worshiped Him.",
      "7": "The man spoke with a loud voice and said, “What do You want with me, Jesus, Son of the Most High God? I ask You, in the name of God, do not hurt me!”",
      "8": "At the same time, Jesus was saying, “Come out of the man, you demon!”",
      "9": "Jesus asked the demon, “What is your name?” He said, “My name is Many, for there are many of us.”",
      "10": "The demons asked Jesus not to send them out of the country.",
      "11": "There were many pigs feeding on the mountain side.",
      "12": "The demons asked Him saying, “Send us to the pigs that we may go into them.”",
      "13": "Then Jesus let them do what they wanted to do. So they went into the pigs. The pigs ran fast down the side of the mountain and into the sea and died. There were about 2,000.",
      "14": "The men who cared for the pigs ran fast to the town and out to the country telling what had been done. People came to see what had happened.",
      "15": "They came to Jesus and saw the man who had had the demons. He was sitting with clothes on and in his right mind. The men were afraid.",
      "16": "Those who had seen it told what had happened to the man who had had the demons. They told what had happened to the pigs.",
      "17": "Then they asked Jesus to leave their country.",
      "18": "Jesus got into the boat. The man who had had the demons asked to go with Him.",
      "19": "Jesus would not let him go but said to him, “Go home to your own people. Tell them what great things the Lord has done for you. Tell them how He had pity on you.”",
      "20": "The man went his way and told everyone in the land of Decapolis what great things Jesus had done for him. All the people were surprised and wondered.",
      "21": "Then Jesus went by boat over to the other side of the sea. Many people gathered around Him. He stayed by the sea-shore.",
      "22": "Jairus was one of the leaders of the Jewish place of worship. As Jairus came to Jesus, he got down at His feet.",
      "23": "He cried out to Jesus and said, “My little daughter is almost dead. Come and put Your hand on her that she may be healed and live.”",
      "24": "Jesus went with him. Many people followed and pushed around Jesus.",
      "25": "A woman had been sick for twelve years with a flow of blood.",
      "26": "She had suffered much because of having many doctors. She had spent all the money she had. She had received no help, but became worse.",
      "27": "She heard about Jesus and went among the people who were following Him. She touched His coat.",
      "28": "For she said to herself, “If I can only touch His coat, I will be healed.”",
      "29": "At once the flow of blood stopped. She felt in her body that she was healed of her sickness.",
      "30": "At the same time Jesus knew that power had gone from Him. He turned and said to the people following Him, “Who touched My coat?”",
      "31": "His followers said to Him, “You see the many people pushing on every side. Why do You ask, ‘Who touched My coat?’”",
      "32": "He looked around to see who had done it.",
      "33": "The woman was filled with fear when she knew what had happened to her. She came and got down before Jesus and told Him the truth.",
      "34": "He said to her, “Daughter, your faith has healed you. Go in peace and be free from your sickness.”",
      "35": "While Jesus spoke, men came from the house of the leader of the place of worship. They said, “Your daughter is dead. Why trouble the Teacher anymore?”",
      "36": "Jesus heard this. He said to the leader of the Jewish place of worship, “Do not be afraid, just believe.”",
      "37": "He allowed no one to go with Him but Peter and James and John, the brother of James.",
      "38": "They came to the house where the leader of the place of worship lived. Jesus found many people making much noise and crying.",
      "39": "He went in and asked them, “Why is there so much noise and crying? The girl is not dead. She is sleeping.”",
      "40": "They laughed at Jesus. But He sent them all out of the room. Then He took the girl’s father and mother and those who were with Him. They went into the room where the girl was.",
      "41": "He took the girl by the hand and said, “Little girl, I say to you, get up!”",
      "42": "At once the girl got up and walked. She was twelve years old. They were very much surprised and wondered about it.",
      "43": "He spoke sharp words to them that they should not tell anyone. He told them to give her something to eat."
    },
    "6": {
      "1": "Jesus went from the house of Jairus and came to His home town. His followers came after Him.",
      "2": "On the Day of Rest He began to teach in the Jewish place of worship. Many people heard Him. They were surprised and wondered, saying, “Where did this Man get all this? What wisdom is this that has been given to Him? How can He do these powerful works with His hands?",
      "3": "Is He not a Man Who makes things from wood? Is He not the Son of Mary and the brother of James and Joses and Judas and Simon? Do not His sisters live here with us?” The people were ashamed of Him and turned away from Him.",
      "4": "Jesus said to them, “One who speaks for God is respected everywhere but in his own country and among his own family and in his own house.”",
      "5": "So Jesus could do no powerful works there. But He did put His hands on a few sick people and healed them.",
      "6": "He wondered because they had no faith. But He went around to the towns and taught as He went.",
      "7": "Jesus called the twelve followers to Him and began to send them out two by two. He gave them power over demons.",
      "8": "He told them to take nothing along with them but a walking stick. They were not to take a bag or food or money in their belts.",
      "9": "They were to wear shoes. They were not to take two coats.",
      "10": "He said to them, “Whatever house you go into, stay there until you leave that town.",
      "11": "Whoever does not take you in or listen to you, when you leave there, shake the dust off your feet. By doing that, you will speak against them. For sure, I tell you, it will be easier for the cities of Sodom and Gomorrah on the day men stand before God and are judged than for that city.”",
      "12": "Then they left. They preached that men should be sorry for their sins and turn from them.",
      "13": "They put out many demons. They poured oil on many people that were sick and healed them.",
      "14": "King Herod heard about Jesus because everyone was talking about Him. Some people said, “John the Baptist has been raised from the dead. That is why he is doing such powerful works.”",
      "15": "Other people said, “He is Elijah.” Others said, “He is one who speaks for God like one of the early preachers.”",
      "16": "When Herod heard this, he said, “It is John the Baptist, whose head I cut off. He has been raised from the dead.”",
      "17": "For Herod had sent men to take John and put him into prison. He did this because of his wife, Herodias. She had been the wife of his brother Philip.",
      "18": "John the Baptist had said to Herod, “It is wrong for you to have your brother’s wife.”",
      "19": "Herodias became angry with him. She wanted to have John the Baptist killed but she could not.",
      "20": "Herod was afraid of John. He knew he was a good man and right with God, and he kept John from being hurt or killed. He liked to listen to John preach. But when he did, he became troubled.",
      "21": "Then Herodias found a way to have John killed. Herod gave a big supper on his birthday. He asked the leaders of the country and army captains and the leaders of Galilee to come.",
      "22": "The daughter of Herodias came in and danced before them. This made Herod and his friends happy. The king said to the girl, “Ask me for whatever you want and I will give it to you.”",
      "23": "Then he made a promise to her, “Whatever you ask for, I will give it to you. I will give you even half of my nation.”",
      "24": "She went to her mother and asked, “What should I ask for?” The mother answered, “I want the head of John the Baptist.”",
      "25": "At once the girl went to Herod. She said, “I want you to give me the head of John the Baptist on a plate now.”",
      "26": "Herod was very sorry. He had to do it because of his promise and because of those who ate with him.",
      "27": "At once he sent one of his soldiers and told him to bring the head of John the Baptist. The soldier went to the prison and cut off John’s head.",
      "28": "He took John’s head in on a plate and gave it to the girl. The girl gave it to her mother.",
      "29": "John’s followers heard this. They went and took his body and buried it.",
      "30": "The followers of Jesus came back to Him. They told Jesus all they had done and taught.",
      "31": "He said to them, “Come away from the people. Be by yourselves and rest.” There were many people coming and going. They had had no time even to eat.",
      "32": "They went by themselves in a boat to a desert.",
      "33": "Many people saw them leave and knew who they were. People ran fast from all the cities and got there first.",
      "34": "When Jesus got out of the boat, He saw many people gathered together. He had loving-pity for them. They were like sheep without a shepherd. He began to teach them many things.",
      "35": "The day was almost gone. The followers of Jesus came to Him. They said, “This is a desert. It is getting late.",
      "36": "Tell the people to go to the towns and villages and buy food for themselves.”",
      "37": "He said to them, “Give them something to eat.” They said to Him, “Are we to go and buy many loaves of bread and give it to them?”",
      "38": "He said to them, “How many loaves of bread do you have here? Go and see.” When they knew, they said, “Five loaves of bread and two fish.”",
      "39": "Then He told them to have all the people sit down together in groups on the green grass.",
      "40": "They sat down in groups of fifty people and in groups of one hundred people.",
      "41": "Jesus took the five loaves of bread and two fish. He looked up to heaven and gave thanks. He broke the loaves in pieces and gave them to the followers to set before the people. He divided the two fish among them all.",
      "42": "They all ate and were filled.",
      "43": "After that the followers picked up twelve baskets full of pieces of bread and fish.",
      "44": "About five thousand men ate the bread.",
      "45": "At once Jesus had His followers get into the boat and go ahead of Him to the other side to the town of Bethsaida. He sent the people away.",
      "46": "When they were all gone, He went up to the mountain to pray.",
      "47": "It was evening. The boat was half-way across the sea. Jesus was alone on the land.",
      "48": "He saw His followers were in trouble. The wind was against them. They were working very hard rowing the boat. About three o’clock in the morning Jesus came to them walking on the sea. He would have gone past them.",
      "49": "When the followers saw Him walking on the water, they thought it was a spirit and cried out with fear.",
      "50": "For they all saw Him and were afraid. At once Jesus talked to them. He said, “Take hope. It is I, do not be afraid.”",
      "51": "He came over to them and got into the boat. The wind stopped. They were very much surprised and wondered about it.",
      "52": "They had not learned what they should have learned from the loaves because their hearts were hard.",
      "53": "Then they crossed the sea and came to the land of Gennesaret and went to shore.",
      "54": "When Jesus got out of the boat, the people knew Him at once.",
      "55": "They ran through all the country bringing people who were sick on their beds to Jesus.",
      "56": "Wherever He went, they would lay the sick people in the streets in the center of town where people gather. They begged Him that they might touch the bottom of His coat. Everyone who did was healed. This happened in the towns and in the cities and in the country where He went."
    },
    "7": {
      "1": "The proud religious law-keepers and some of the teachers of the Law had come from Jerusalem. They gathered around Jesus.",
      "2": "They had seen some of His followers eat bread without washing their hands.",
      "3": "The proud religious law-keepers and all the Jews never eat until they wash their hands. They keep the teaching that was given to them by their early fathers.",
      "4": "When they come from the stores, they never eat until they wash. There are many other teachings they keep. Some are the washing of cups and pots and pans in a special way.",
      "5": "Then the proud religious law-keepers and the teachers of the Law asked Jesus, “Why do Your followers not obey the teaching given to them by their early fathers? They eat bread without washing their hands.”",
      "6": "He said to them, “Isaiah told about you who pretend to be someone you are not. Isaiah wrote, ‘These people honor Me with their lips, but their hearts are far from Me.",
      "7": "Their worship of Me is worth nothing. They teach what men say must be done.’",
      "8": "You put away the Laws of God and obey the laws made by men.”",
      "9": "Jesus said to them, “You put away the Laws of God but keep your own teaching.",
      "10": "Moses said, ‘Respect your father and mother.’ ‘He who curses his father and mother will be put to death!’",
      "11": "But you say that it is right if a man does not help his father and mother because he says he has given to God what he could have given to them.",
      "12": "You are not making him do anything for his father and mother.",
      "13": "You are putting away the Word of God to keep your own teaching. You are doing many other things like this.”",
      "14": "Jesus called the people to Him again. He said, “Listen to Me, all of you, and understand this.",
      "15": "It is not what goes into a man’s mouth from the outside that makes his mind and heart sinful. It is what comes out from the inside that makes him sinful.",
      "16": "You have ears, then listen!”",
      "17": "He went into the house away from all the people. His followers began to ask about the picture-story.",
      "18": "He said to them, “Do you not understand yet? Do you not understand that whatever goes into a man cannot make him sinful?",
      "19": "It does not go into his heart, but into his stomach and then on out of his body.” In this way, He was saying that all food is clean.",
      "20": "He said, “Whatever comes out of a man is what makes the man sinful.",
      "21": "From the inside, out of the heart of men come bad thoughts, sex sins of a married person, sex sins of a person not married, killing other people,",
      "22": "stealing, wanting something that belongs to someone else, doing wrong, lying, having a desire for sex sins, having a mind that is always looking for sin, speaking against God, thinking you are better than you are and doing foolish things.",
      "23": "All these bad things come from the inside and make the man sinful.”",
      "24": "Jesus went from their towns and cities to the cities of Tyre and Sidon. He went into a house and wanted to stay there without people knowing where He was. But He could not hide Himself.",
      "25": "A woman who had a daughter with a demon heard of Him. She came and got down at His feet.",
      "26": "The woman was not a Jew. She was from the country of Syrophenicia. She asked Jesus if He would put the demon out of her daughter.",
      "27": "Jesus said to her, “Let the children have what they want first. It is wrong to take children’s food and throw it to the dogs.”",
      "28": "She said to Him, “Yes, Lord, but even the dogs eat the pieces that fall from the children’s table.”",
      "29": "He said to her, “Because of what you have said, go your way. The demon is gone out of your daughter.”",
      "30": "So she went to her house and found the demon was gone and her daughter was lying on the bed.",
      "31": "Then Jesus left the cities of Tyre and Sidon. He came back to the Sea of Galilee by way of the land of Decapolis.",
      "32": "They took a man to Him who could not hear or speak well. They asked Jesus to put His hand on him.",
      "33": "Jesus took him away from the other people. He put His fingers into the man’s ears. He spit and put His finger on the man’s tongue.",
      "34": "Then Jesus looked up to heaven and breathed deep within. He said to the man, “Be opened!”",
      "35": "At once his ears were opened. His tongue was made loose and he spoke as other people.",
      "36": "Then Jesus told them they should tell no one. The more He told them this, the more they told what He had done.",
      "37": "They were very much surprised and wondered about it. They said, “He has done all things well. He makes those who could not hear so they can hear. He makes those who could not speak so they can speak.”"
    },
    "8": {
      "1": "In those days many people were gathered together. They had nothing to eat. Jesus called His followers to Him and said,",
      "2": "“I pity these people because they have been with Me three days and have nothing to eat.",
      "3": "If I send them home without food, they may be too weak as they go. Many of them have come a long way.”",
      "4": "His followers said to Him, “Where can anyone get enough bread for them here in this desert?”",
      "5": "He asked them, “How many loaves of bread do you have?” They said, “Seven.”",
      "6": "Then He told the people to sit down on the ground. Jesus took the seven loaves of bread and gave thanks to God. He broke the loaves and gave them to His followers to give to the people. The followers gave the bread to them.",
      "7": "They had a few small fish also. He gave thanks to God and told the followers to give the fish to them.",
      "8": "They all ate and were filled. They picked up seven baskets full of pieces of bread and fish after the people were finished eating.",
      "9": "About four thousand ate. Then Jesus sent the people away.",
      "10": "At once Jesus got in a boat with His followers and came to the country of Dalmanutha.",
      "11": "The proud religious law-keepers came and began to ask Him for something special to see from heaven. They wanted to trap Jesus.",
      "12": "He breathed deep within and said, “Why do the people of this day look for something special to see? For sure, I tell you, the people of this day will have nothing special to see from heaven.”",
      "13": "Then He left them. He got in the boat and went to the other side of the sea.",
      "14": "The followers had forgotten to take bread, only one loaf was in the boat.",
      "15": "He said to them, “Look out! Have nothing to do with the yeast of the proud religious law-keepers and of Herod.”",
      "16": "They talked about it among themselves. They said, “He said this because we forgot to bring bread.”",
      "17": "Jesus knew what they were thinking. He said to them, “Why are you talking among yourselves about forgetting to bring bread? Do you not understand? Is it not plain to you? Are your hearts still hard?",
      "18": "You have eyes, do you not see? You have ears, do you not hear? Do you not remember?",
      "19": "When I divided the five loaves of bread among the five thousand, how many baskets full of pieces did you pick up?” They said, “Twelve.”",
      "20": "“When I divided the seven loaves of bread among the four thousand, how many baskets full of pieces did you pick up?” They said, “Seven.”",
      "21": "Then He asked, “Why do you not understand yet?”",
      "22": "Then they came to the town of Bethsaida. Some people brought a blind man to Jesus. They asked if He would touch him.",
      "23": "He took the blind man by the hand out of town. Then He spit on the eyes of the blind man and put His hands on him. He asked, “Do you see anything?”",
      "24": "The blind man looked up and said, “I see some men. They look like trees, walking.”",
      "25": "Jesus put His hands on the man’s eyes again and told him to look up. Then he was healed and saw everything well.",
      "26": "Jesus sent him to his home and said, “Do not go into the town, or tell it to anyone there.”",
      "27": "Jesus and His followers went from there to the towns of Caesarea Philippi. As they went, He asked His followers, “Who do people say that I am?”",
      "28": "They answered, “Some say John the Baptist and some say Elijah and others say one of the early preachers.”",
      "29": "He said to them, “But who do you say that I am?” Peter said, “You are the Christ.”",
      "30": "He told them with strong words that they should tell no one about Him.",
      "31": "He began to teach them that the Son of Man must suffer many things. He told them that the leaders and the religious leaders of the Jews and the teachers of the Law would have nothing to do with Him. He told them He would be killed and three days later He would be raised from the dead.",
      "32": "He had said this in plain words. Peter took Him away from the others and began to speak sharp words to Him.",
      "33": "Jesus turned around. He looked at His followers and spoke sharp words to Peter. He said, “Get behind Me, Satan! Your thoughts are not thoughts from God but from men.”",
      "34": "Jesus called the people and His followers to Him. He said to them, “If anyone wants to be My follower, he must give up himself and his own desires. He must take up his cross and follow Me.",
      "35": "If anyone wants to keep his own life safe, he will lose it. If anyone gives up his life because of Me and because of the Good News, he will save it.",
      "36": "For what does a man have if he gets all the world and loses his own soul?",
      "37": "What can a man give to buy back his soul?",
      "38": "Whoever is ashamed of Me and My Words among the sinful people of this day, the Son of Man will be ashamed of him when He comes in the shining-greatness of His Father and His holy angels.”"
    },
    "9": {
      "1": "Jesus said to them, “For sure I tell you, some standing here will not die until they see the holy nation of God come with power!”",
      "2": "Six days later Jesus took Peter and James and John with Him. He led them up to a high mountain by themselves. Jesus was changed as they looked at Him.",
      "3": "His clothes did shine. They were as white as snow. No one on earth could clean them so white.",
      "4": "Moses and Elijah were seen talking to Jesus.",
      "5": "Peter said to Jesus, “Teacher, it is good for us to be here. Let us make three tents to worship in. One will be for You and one for Moses and one for Elijah.”",
      "6": "Peter did not know what to say. They were very much afraid.",
      "7": "A cloud came over them and a voice from the cloud said, “This is My much-loved Son. Listen to Him.”",
      "8": "At once they looked around but saw no one there but Jesus.",
      "9": "They came down from the mountain. Then Jesus said with strong words that they should tell no one what they had seen. They should wait until the Son of Man had risen from the dead.",
      "10": "So they kept those words to themselves, talking to each other about what He meant by being raised from the dead.",
      "11": "They asked Jesus, “Why do the teachers of the Law say that Elijah must come first?”",
      "12": "He said to them, “For sure, Elijah will come first and get things ready. Is it not written that the Son of Man must suffer many things and that men will have nothing to do with Him?",
      "13": "But I say to you, Elijah has already come. They did to him whatever they wanted to do. It is written that they would.”",
      "14": "When Jesus came back to His followers, He saw many people standing around them. The teachers of the Law were arguing with them.",
      "15": "The people saw Jesus and were surprised and ran to greet Him.",
      "16": "Jesus asked the teachers of the Law, “What are you arguing about with them?”",
      "17": "One of the people said, “Teacher, I brought my son to You. He has a demon in him and cannot talk.",
      "18": "Wherever the demon takes him, it throws him down. Spit runs from his mouth. He grinds his teeth. He is getting weaker. I asked Your followers to put the demon out but they could not.”",
      "19": "He said, “You people of this day have no faith. How long must I be with you? How long must I put up with you? Bring the boy to Me.”",
      "20": "They brought the boy to Jesus. The demon saw Jesus and at once held the boy in his power. The boy fell to the ground with spit running from his mouth.",
      "21": "Jesus asked the boy’s father, “How long has he been like this?” The father said, “From the time he was a child.",
      "22": "Many times it throws him into the fire and into the water to kill him. If You can do anything to help us, take pity on us!”",
      "23": "Jesus said to him, “Why do you ask Me that? The one who has faith can do all things.”",
      "24": "At once the father cried out. He said with tears in his eyes, “Lord, I have faith. Help my weak faith to be stronger!”",
      "25": "Jesus saw that many people were gathering together in a hurry. He spoke sharp words to the demon. He said, “Demon! You who cannot speak or hear, I say to you, come out of him! Do not ever go into him again.”",
      "26": "The demon gave a cry. It threw the boy down and came out of him. The boy was so much like a dead man that people said, “He is dead!”",
      "27": "But Jesus took him by the hand and helped him and he stood up.",
      "28": "When Jesus went into the house, His followers asked Him when He was alone, “Why could we not put out the demon?”",
      "29": "He said to them, “The only way this kind of demon is put out is by prayer and by going without food so you can pray better.”",
      "30": "From there Jesus and His followers went through the country of Galilee. He did not want anyone to know where He was.",
      "31": "He taught His followers, saying, “The Son of Man will be handed over to men. They will kill Him. Three days after He is killed, He will be raised from the dead.”",
      "32": "They did not understand what He said and were afraid to ask Him.",
      "33": "They came to the city of Capernaum and were in the house. Jesus asked His followers, “What were you arguing about along the road?”",
      "34": "They did not answer. They had been arguing along the road about who was the greatest.",
      "35": "Jesus sat down and called the followers to Him. He said, “If anyone wants to be first, he must be last of all. He will be the one to care for all.”",
      "36": "Jesus took a child and stood it among them. Then He took the child up in His arms and said to the followers,",
      "37": "“Whoever receives one of these little children in My name, receives Me. Whoever will receive Me, receives not Me, but Him Who sent Me.”",
      "38": "John said to Him, “Teacher, we saw someone putting out demons in Your name. We told him to stop because he was not following us.”",
      "39": "Jesus said, “Do not stop him. No one who does a powerful work in My name can say anything bad about Me soon after.",
      "40": "The person who is not against us is for us.",
      "41": "For sure, I tell you, whoever gives you a cup of water to drink in My name because you belong to Christ will not lose his reward from God.",
      "42": "Whoever is the reason for one of these little ones who believes in Me to sin, it would be better for him to have a large stone put around his neck and to be thrown into the sea.",
      "43": "If your hand is the reason you fall into sin, cut it off. It is better to go into life without a hand, than to have two hands and go into the fire of hell that cannot be put out.",
      "44": "There is where their worm never dies and the fire cannot be put out.",
      "45": "If your foot is the reason you fall into sin, cut it off. It is better to go into life with only one foot, than to have two feet and go into the fire of hell that cannot be put out.",
      "46": "There is where their worm never dies and the fire cannot be put out.",
      "47": "If your eye is the reason you fall into sin, take it out. It is better to go into the holy nation of God with only one eye, than to have two eyes and be thrown into the fire of hell.",
      "48": "There is where their worm never dies and the fire is never put out.",
      "49": "“Everyone will be made cleaner and stronger with fire.",
      "50": "Salt is good. But if salt loses its taste, how can it be made to taste like salt again? Have salt in yourselves and be at peace with each other.”"
    },
    "10": {
      "1": "Jesus went away from the city of Capernaum. He came to the country of Judea and to the other side of the Jordan River. Again the people gathered around Him. He began to teach them as He had been doing.",
      "2": "The proud religious law-keepers came to Him. They tried to trap Him and asked, “Does the Law say a man can divorce his wife?”",
      "3": "He said to them, “What did the Law of Moses say?”",
      "4": "They said, “Moses allowed a man to divorce his wife, if he put it in writing and gave it to her.”",
      "5": "Jesus said to them, “Because of your hard hearts, Moses gave you this Law.",
      "6": "From the beginning of the world, God made them man and woman.",
      "7": "Because of this, a man is to leave his father and mother and is to live with his wife.",
      "8": "The two will become one. So they are no longer two, but one.",
      "9": "Let no man divide what God has put together.”",
      "10": "In the house the followers asked Jesus about this again.",
      "11": "He said to them, “Whoever divorces his wife and marries another is not faithful to her and is guilty of a sex sin.",
      "12": "If a woman divorces her husband and marries another, she is not faithful to her husband and is guilty of a sex sin.”",
      "13": "They brought little children to Jesus that He might put His hand on them. The followers spoke sharp words to those who brought them.",
      "14": "Jesus saw this and was angry with the followers. He said, “Let the little children come to Me. Do not stop them. The holy nation of God is made up of ones like these.",
      "15": "For sure, I tell you, whoever does not receive the holy nation of God as a little child does not go into it.”",
      "16": "He took the children in His arms. He put His hands on them and prayed that good would come to them.",
      "17": "Jesus was going on His way. A man ran to Him and got down on his knees. He said, “Good Teacher, what must I do to have life that lasts forever?”",
      "18": "Jesus said to him, “Why do you call Me good? There is only One Who is good. That is God.",
      "19": "You know the Laws, ‘Do not be guilty of sex sins in marriage. Do not kill another person. Do not take things from people in wrong ways. Do not steal. Do not lie. Respect your father and mother.’”",
      "20": "The man said to Jesus, “Teacher, I have obeyed all these Laws since I was a boy.”",
      "21": "Jesus looked at him with love and said, “There is one thing for you to do yet. Go and sell everything you have and give the money to poor people. You will have riches in heaven. Then come and follow Me.”",
      "22": "When the man heard these words, he was sad. He walked away with sorrow because he had many riches here on earth.",
      "23": "Jesus looked around Him. He said to His followers, “How hard it is for rich people to get into the holy nation of God!”",
      "24": "The followers were surprised and wondered about His words. But Jesus said to them again, “Children! How hard it is for those who put their trust in riches to get into the holy nation of God!",
      "25": "It is easier for a camel to go through the eye of a needle than for a rich man to go to heaven.”",
      "26": "They were very surprised and wondered, saying to themselves, “Then who can be saved from the punishment of sin?”",
      "27": "Jesus looked at them and said, “This cannot be done by men but God can do anything.”",
      "28": "Then Peter began to say to Him, “We have given up everything we had and have followed You.”",
      "29": "Jesus said, “For sure, I tell you, there are those who have given up houses or brothers or sisters or father or mother or wife or children or lands because of Me, and the Good News.",
      "30": "They will get back one hundred times as much now at this time in houses and brothers and sisters and mothers and children and lands. Along with this, they will have very much trouble. And they will have life that lasts forever in the world to come.",
      "31": "Many who are first will be last. Many who are last will be first.”",
      "32": "They were on their way to Jerusalem. Jesus walked in front of them. Those who followed were surprised and afraid. Then Jesus took the twelve followers by themselves. He told them what would happen to Him.",
      "33": "He said, “Listen, we are going to Jerusalem. The Son of Man will be handed over to the religious leaders of the Jews and to the teachers of the Law. They will say that He must be put to death. They will hand Him over to the people who are not Jews.",
      "34": "They will make fun of Him and will beat Him. They will spit on Him and will kill Him. But three days later He will be raised from the dead.”",
      "35": "James and John, the sons of Zebedee, came to Jesus. They said, “Teacher, we would like to have You do for us whatever we ask You.”",
      "36": "He said to them, “What would you like to have Me do for you?”",
      "37": "They said to Him, “Let one of us sit by Your right side and the other by Your left side when You receive Your great honor in heaven.”",
      "38": "Jesus said to them, “You do not know what you ask. Can you take the suffering I am about to take? Can you be baptized with the baptism that I am baptized with?”",
      "39": "They said to Him, “Yes, we can.” Jesus said to them, “You will, for sure, suffer the way I will suffer. You will be baptized with the baptism that I am baptized with.",
      "40": "But to sit on My right side or on My left side is not for Me to give. It will be given to those for whom it has been made ready.”",
      "41": "The other ten followers heard it. They were angry with James and John.",
      "42": "Jesus called them to Him and said, “You know that those who are made leaders over the nations show their power to the people. Important leaders use their power over the people.",
      "43": "It must not be that way with you. Whoever wants to be great among you, let him care for you.",
      "44": "Whoever wants to be first among you, must be the one who is owned and cares for all.",
      "45": "For the Son of Man did not come to be cared for. He came to care for others. He came to give His life so that many could be bought by His blood and be made free from sin.”",
      "46": "Then they came to the city of Jericho. When He was leaving the city with His followers and many people, a blind man was sitting by the road. He was asking people for food or money as they passed by. His name was Bartimaeus, the son of Timaeus.",
      "47": "He heard that Jesus of Nazareth was passing by. He began to speak with a loud voice, saying, “Jesus, Son of David, take pity on me!”",
      "48": "Many people spoke sharp words to the blind man telling him not to call out like that. But he spoke all the more. He said, “Son of David, take pity on me.”",
      "49": "Jesus stopped and told them to call the blind man. They called to him and said, “Take hope! Stand up, He is calling for you!”",
      "50": "As he jumped up, he threw off his coat and came to Jesus.",
      "51": "Jesus said to him, “What do you want Me to do for you?” The blind man said to Him, “Lord, I want to see!”",
      "52": "Jesus said, “Go! Your faith has healed you.” At once he could see and he followed Jesus down the road."
    },
    "11": {
      "1": "Jesus and His followers were near Jerusalem at the Mount of Olives. They were in the towns of Bethphage and Bethany. Jesus sent two of His followers on ahead.",
      "2": "He said to them, “Go into the town over there. As soon as you get there, you will find a young donkey tied. No man has ever sat on it. Let the donkey loose and bring it here.",
      "3": "If anyone asks you, ‘Why are you doing that?’ say, ‘The Lord needs it. He will send it back again soon.’”",
      "4": "The two followers went on their way. They found the young donkey tied by the door where two streets crossed. They took the rope off its neck.",
      "5": "Some men were standing there. They said to the two followers, “Why are you taking the rope off that young donkey?”",
      "6": "The two followers told them what Jesus had said and the men let them take the donkey.",
      "7": "They brought it to Jesus and put their coats over it. Jesus sat on the donkey.",
      "8": "Many people put their clothes down on the road. Others cut branches off the trees and put them down on the road.",
      "9": "Those who went in front and those who followed spoke with loud voices, “Greatest One! Great and honored is He Who comes in the name of the Lord!",
      "10": "Great is the coming holy nation of our father David. It will come in the name of the Lord, Greatest One in the highest heaven.”",
      "11": "Jesus came to Jerusalem and went into the house of God. He looked around at everything. Then He went with the twelve followers to the town of Bethany because it was late.",
      "12": "They came from Bethany the next morning. Jesus was hungry.",
      "13": "Along the road He saw a fig tree with leaves on it. He went over to see if it had any fruit. He saw nothing but leaves. It was not the right time for figs.",
      "14": "Jesus said to the tree, “Let no one ever again eat fruit from you.” His followers heard Him say it.",
      "15": "Then they came to Jerusalem. Jesus went into the house of God. He began to make the people leave who were selling and buying in the house of God. He turned over the tables of the men who changed money. He turned over the seats of those who sold doves.",
      "16": "He would not allow anyone to carry a pot or pan through the house of God.",
      "17": "He taught them saying, “Is it not written, ‘My house is to be called a house of prayer for all the nations’? You have made it a place of robbers.”",
      "18": "The teachers of the Law and the religious leaders of the Jews heard it. They tried to find some way to put Jesus to death. But they were afraid of Him because all the people were surprised and wondered about His teaching.",
      "19": "When evening came, Jesus and His followers went out of the city.",
      "20": "In the morning they passed by the fig tree. They saw it was dried up from the roots.",
      "21": "Peter remembered what had happened the day before and said to Jesus, “Teacher, see! The fig tree which You spoke to has dried up!”",
      "22": "Jesus said to them, “Have faith in God.",
      "23": "For sure, I tell you, a person may say to this mountain, ‘Move from here into the sea.’ And if he does not doubt, but believes that what he says will be done, it will happen.",
      "24": "Because of this, I say to you, whatever you ask for when you pray, have faith that you will receive it. Then you will get it.",
      "25": "When you stand to pray, if you have anything against anyone, forgive him. Then your Father in heaven will forgive your sins also.",
      "26": "If you do not forgive them their sins, your Father in heaven will not forgive your sins.”",
      "27": "They came again to Jerusalem. Jesus was walking around in the house of God. The religious leaders and the teachers of the Law and other leaders came to Him.",
      "28": "They asked, “How do You have the right and the power to do these things? Who gave You the right and the power to do them?”",
      "29": "Jesus said to them, “I will ask you one thing also. If you tell Me, then I will tell you by what right and power I do these things.",
      "30": "Was the baptism of John from heaven or from men? Tell Me.”",
      "31": "They talked among themselves. They said, “If we say from heaven, He will say, ‘Why did you not believe him?’",
      "32": "But how can we say, ‘From men’?” They were afraid of the people because everyone believed that John was one who spoke for God.",
      "33": "So they said, “We do not know.” Then Jesus said, “Then I will not tell you by what right and power I do these things.”"
    },
    "12": {
      "1": "Jesus began to teach them by using picture-stories, saying, “There was a man who planted grapes in a field. He put a fence around it and made a place for making wine. He built a tower to look over the field. Then he let farmers rent it and went into another country.",
      "2": "“The time came for gathering the grapes. He sent his servant to the farmers to get some of the grapes.",
      "3": "The farmers took him and beat him. They sent him back with nothing.",
      "4": "The owner sent another servant. The farmers threw stones at him and hit him on the head and did other bad things to him.",
      "5": "Again the owner sent another servant. The farmers killed that one. Many other servants were sent. They beat some and they killed others.",
      "6": "“He had a much-loved son to send yet. So last of all he sent him to them, saying, ‘They will respect my son.’",
      "7": "The farmers said to themselves, ‘This is the one who will get everything when the owner dies. Let us kill him and we will get everything.’",
      "8": "They took him and killed him. They threw his body outside the field.",
      "9": "What will the owner of the field do? He will come and kill the farmers. He will give the field to other farmers.",
      "10": "“Have you not read what the Holy Writings say? ‘The Stone that was put aside by the workmen has become the most important Stone in the corner of the building.",
      "11": "The Lord has done this. It is great in our eyes.’”",
      "12": "The leaders wanted to take Him but they were afraid of the people. They knew He had told the picture-story against them. They left Him and went away.",
      "13": "Some of the proud religious law-keepers and Herod’s men were sent to trap Jesus in His talk.",
      "14": "They came to Him and said, “Teacher, we know You are true. We know You are not afraid of what men think or say about You. You teach the way of God in truth. Is it right to pay taxes to Caesar or not?",
      "15": "Should we pay or not pay?” Jesus knew how they pretended to be someone they were not. He said to them, “Why do you try to trap Me? Bring Me a small piece of money so I may look at it.”",
      "16": "They brought Him one. He asked them, “Whose picture is this? Whose name is on it?” They answered, “Caesar’s.”",
      "17": "Then Jesus said to them, “Pay to Caesar the things that belong to Caesar. Pay to God the things that belong to God.” They were surprised and wondered at Him.",
      "18": "Some people from the religious group who believe no one will be raised from the dead came to Jesus. They asked Him,",
      "19": "“Teacher, Moses gave us a Law. It said, ‘If a man’s brother dies and leaves his wife behind, but no children, then his brother should marry his wife and raise children for his brother.’",
      "20": "There were seven brothers. The first was married. He died before he had any children.",
      "21": "The second married her and died. He had no children. The same happened with the third.",
      "22": "All seven had her for a wife. All died without children. Last of all the woman died.",
      "23": "When people are raised from the dead, whose wife will she be? All seven had her for a wife.”",
      "24": "Jesus said to them, “Is this not the reason you are wrong, because you do not know the Holy Writings or the power of God?",
      "25": "When people are raised from the dead, they do not marry and are not given in marriage. They are like angels in heaven.",
      "26": "As for the dead being raised, have you not read in the book of Moses how God spoke to him in the burning bush? He said, ‘I am the God of Abraham and the God of Isaac and the God of Jacob.’",
      "27": "He is not the God of the dead, He is the God of the living. So you are very much wrong.”",
      "28": "Then one of the teachers of the Law heard them arguing. He thought Jesus had spoken well. He asked Him, “Which Law is the greatest of all?”",
      "29": "Jesus said to him, “The greatest Law is this, ‘Listen, Jewish people, The Lord our God is one Lord!",
      "30": "You must love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.’ This is the first Law.",
      "31": "“The second Law is this: ‘You must love your neighbor as yourself.’ No other Law is greater than these.”",
      "32": "Then the teacher of the Law said, “Teacher, You have told the truth. There is one God. There is no other God but Him.",
      "33": "A man should love Him with all his heart and with all his understanding. He should love Him with all his soul and with all his strength and love his neighbor as himself. This is more important than to bring animals to be burned on the altar or to give God other gifts on the altar in worship.”",
      "34": "Jesus saw he had spoken with understanding. He said to him, “You are not far from the holy nation of God.” After that no one thought they could ask Him anything.",
      "35": "Jesus was in the house of God teaching. He asked, “How do the teachers of the Law say that Christ is the Son of David?",
      "36": "For David himself, led by the Holy Spirit, said, ‘The Lord said to my Lord, sit at my right side until I make those who hate You a place to rest Your feet.’",
      "37": "David himself calls Him Lord. Then how can He be his son?” Many people were glad to hear Him.",
      "38": "Jesus taught them, saying, “Look out for the teachers of the Law. They like to walk around in long coats. They like to have the respect of men as they stand in the center of town where people gather.",
      "39": "They like to have the important seats in the places of worship and the important places at big suppers.",
      "40": "They take houses from poor women whose husbands have died. They cover up the bad they do by saying long prayers. They will be punished all the more.”",
      "41": "Jesus sat near the money box in the house of God. He watched the people putting in money. Many of them were rich and gave much money.",
      "42": "A poor woman whose husband had died came by and gave two very small pieces of money.",
      "43": "Jesus called His followers to Him. He said, “For sure, I tell you, this poor woman whose husband has died has given more money than all the others.",
      "44": "They all gave of that which was more than they needed for their own living. She is poor and yet she gave all she had, even what she needed for her own living.”"
    },
    "13": {
      "1": "Jesus went out of the house of God. One of His followers said to Him, “Teacher, look at the big stones and these great buildings!”",
      "2": "Jesus said, “Do you see these great buildings? All these stones will be thrown down. Not one will be left standing on another.”",
      "3": "Jesus sat down on the Mount of Olives at a place where He could see the house of God. Peter and James and John and Andrew came to Him. They asked without anyone else hearing,",
      "4": "“Tell us when this will be. What are we to look for when these things are to happen?”",
      "5": "Jesus began to say to them, “Be careful that no one leads you the wrong way.",
      "6": "Many people will come using My name. They will say, ‘I am Christ.’ They will turn many to the wrong way.",
      "7": "When you hear of wars and much talk about wars, do not be surprised. These things have to happen. But the end is not yet.",
      "8": "Nations will have wars with other nations. Countries will fight against countries. The earth will shake and break apart in different places. There will be no food for people. There will be much trouble. These things are the beginning of much sorrow and pain.",
      "9": "“Watch out for yourselves. They will take you to the courts. In the places of worship they will beat you. You will be taken in front of rulers and in front of kings because of Me. You will be there to tell them about Me.",
      "10": "The Good News must first be preached to all the nations.",
      "11": "“When you are put into their hands, do not be afraid of what you are to say or how you are to say it. Whatever is given to you to say at that time, say it. It will not be you who speaks, but the Holy Spirit.",
      "12": "A brother will hand over a brother to death. A father will hand over his son. Children will turn against their parents and have them put to death.",
      "13": "You will be hated by all people because of Me. But he who stays true to the end will be saved.",
      "14": "“You will see a very sinful man-made god standing in the house of God where it has no right to stand. Then those in the country of Judea should run to the mountains. It was spoken of by the early preacher Daniel. The one who reads this should understand.",
      "15": "He that is on the top of the house should not take the time to get anything out of his house.",
      "16": "He that is in the field should not go back to get his coat.",
      "17": "It will be hard for women who will soon be mothers. It will be hard for those feeding babies in those days!",
      "18": "Pray that it will not be during the winter.",
      "19": "In those days there will be much trouble and pain and sorrow. It has never been this bad from the beginning of time and never will be again.",
      "20": "If the Lord had not made those days short, no life would have been saved. Because of God’s people whom He has chosen, He made the days short.",
      "21": "“If anyone says to you, ‘See! Here is the Christ,’ or, ‘There He is!’ do not believe it.",
      "22": "Some will come who will say they are Christ. False preachers will come. These people will do special things for people to see. They will do surprising things, so that if it can be, God’s people will be led to believe something wrong.",
      "23": "See! I have told you about these things before they happen.",
      "24": "“After those days of much trouble and pain and sorrow are over, the sun will get dark. The moon will not give light.",
      "25": "The stars will fall from the sky. The powers in the heavens will be shaken.",
      "26": "Then they will see the Son of Man coming in the clouds with great power and shining-greatness.",
      "27": "He will send His angels. They will gather together God’s people from the four winds. They will come from one end of the earth to the other end of heaven.",
      "28": "“Now learn something from the fig tree. When the branch begins to grow and puts out its leaves, you know summer is near.",
      "29": "In the same way, when you see all these things happen, you know the Son of Man is near. He is even at the door.",
      "30": "For sure, I tell you, the people of this day will not pass away before all these things have happened.",
      "31": "“Heaven and earth will pass away, but My Words will not pass away.",
      "32": "But no one knows the day or the hour. No! Not even the angels in heaven know. The Son does not know. Only the Father knows.",
      "33": "“Be careful! Watch and pray. You do not know when it will happen.",
      "34": "The coming of the Son of Man is as a man who went from his house to a far country. He gave each one of his servants some work to do. He told the one standing at the door to watch.",
      "35": "In the same way, you are to watch also! You do not know when the Owner of the house will be coming. It may be in the evening or in the night or when the sun comes up or in the morning.",
      "36": "He may come when you are not looking for Him and find you sleeping.",
      "37": "What I say to you, I say to all. Watch!”"
    },
    "14": {
      "1": "It was now two days before the supper of the special religious gathering to remember how the Jews left Egypt and the supper of bread without yeast. The religious leaders and the teachers of the Law tried to trap Jesus. They tried to take Him so they could put Him to death.",
      "2": "These men said, “This must not happen on the day of the special supper. The people would be against it and make much trouble.”",
      "3": "Jesus was in the town of Bethany eating in the house of Simon. Simon was a man with a very bad skin disease. A woman came with a jar of special perfume. She had given much money for this. She broke the jar and poured the special perfume on the head of Jesus.",
      "4": "Some of them were angry. They said, “Why was this special perfume wasted?",
      "5": "This perfume could have been sold for much money and given to poor people.” They spoke against her.",
      "6": "Jesus said, “Let her alone. Why are you giving her trouble? She has done a good thing to Me.",
      "7": "You will have poor people with you all the time. Whenever you want, you can do something good for them. You will not have Me all the time.",
      "8": "She did what she could. She put this perfume on My body to make Me ready for the grave.",
      "9": "For sure, I tell you, wherever this Good News is preached in all the world, this woman will be remembered for what she has done.”",
      "10": "Judas Iscariot was one of the twelve followers. He went to the head religious leaders of the Jews to talk about how he might hand Jesus over to them.",
      "11": "When the leaders heard it, they were glad. They promised to give Judas money. Then he looked for a way to hand Jesus over.",
      "12": "The first day of the supper of bread without yeast was the day to kill an animal. It was for the special religious gathering to remember how the Jews left Egypt. His followers said to Jesus, “What place do You want us to make ready for You to eat this special supper?”",
      "13": "Jesus sent two of His followers on ahead and said to them, “Go into the city. There a man carrying a jar of water will meet you. Follow him.",
      "14": "He will go into a house. You say to the owner of the house, ‘The Teacher asks, “Where is the room you keep for friends, where I can eat this special supper with My followers?”’",
      "15": "He will take you to a large room on the second floor with everything in it. Make it ready for us.”",
      "16": "The followers went from there and came into the city. They found everything as Jesus had said. They made things ready for the special supper.",
      "17": "In the evening He came with the twelve followers.",
      "18": "They sat at the table and ate. Jesus said, “For sure, I tell you, one of you will hand Me over to be killed. He is eating with Me.”",
      "19": "They were very sad. They said to Him one after the other, “Is it I?”",
      "20": "He said to them, “It is one of the twelve followers. It is the one who is putting his hand with mine into the same dish.",
      "21": "The Son of Man is going away as it is written of Him. But it will be bad for that man who hands the Son of Man over to be killed! It would have been better if he had not been born!”",
      "22": "As they were eating, Jesus took a loaf of bread. He gave thanks and broke it in pieces. He gave it to them and said, “Take, eat, this is My body.”",
      "23": "Then He took the cup and gave thanks. He gave it to them and they all drank from it.",
      "24": "He said to them, “This is My blood of the New Way of Worship which is given for many.",
      "25": "For sure, I tell you, that I will not drink of the fruit of the vine until that day when I drink it new in the holy nation of God.”",
      "26": "After they sang a song, they went out to the Mount of Olives.",
      "27": "Jesus said to them, “All of you will be ashamed of Me and leave Me tonight. For it is written, ‘I will kill the shepherd and the sheep of the flock will spread everywhere.’",
      "28": "After I am raised from the dead, I will go before you into the country of Galilee.”",
      "29": "Peter said to Him, “Even if all men are ashamed of You and leave You, I never will.”",
      "30": "Jesus said to him, “For sure, I tell you, that today, even tonight, before a rooster crows two times, you will say three times you do not know Me.”",
      "31": "Peter spoke with strong words, “Even if I have to die with You, I will never say that I do not know You.” All the followers said the same thing.",
      "32": "They came to a place called Gethsemane. Jesus said to His followers, “You sit here while I pray.”",
      "33": "He took Peter and James and John with Him. He began to have much sorrow and a heavy heart.",
      "34": "He said to them, “My soul is very sad. My soul is so full of sorrow I am ready to die. You stay here and watch.”",
      "35": "He went a little farther and got down with His face on the ground. He prayed that this time of suffering might pass from Him if it could.",
      "36": "He said, “Father, You can do all things. Take away what must happen to Me. Even so, not what I want, but what You want.”",
      "37": "Then Jesus came to the followers and found them sleeping. He said to Peter, “Simon, are you sleeping? Were you not able to watch one hour?",
      "38": "Watch and pray so that you will not be tempted. Man’s spirit wants to do this, but the body does not have the power to do it.”",
      "39": "Again Jesus went away and prayed saying the same words.",
      "40": "He came back and found them sleeping again. Their eyes were heavy. They did not know what to say to Him.",
      "41": "He came the third time and said to them, “Are you still sleeping and resting? It is enough! Listen, the time has come when the Son of Man will be handed over to sinners.",
      "42": "Get up and let us go. See! The man who will hand Me over to the head religious leader is near.”",
      "43": "At once, while Jesus was talking, Judas came. He was one of the twelve followers. He came with many other men who had swords and sticks. They came from the head religious leaders of the Jews and the teachers of the Law and the leaders of the people.",
      "44": "The man who was going to hand Jesus over gave the men something to look for. He said, “The Man I kiss is the One. Take hold of Him and take Him away.”",
      "45": "At once Judas went straight to Jesus and said, “Teacher!” and kissed Him.",
      "46": "Then they put their hands on Him and took Him.",
      "47": "One of the followers of Jesus who stood watching took his sword. He hit the servant owned by the head religious leader and cut off his ear.",
      "48": "Jesus said to them, “Have you come with swords and sticks to take Me as if I were a robber?",
      "49": "I have been with you every day teaching in the house of God. You never took hold of Me. But this has happened as the Holy Writings said it would happen.”",
      "50": "Then all His followers left Him and ran away.",
      "51": "A young man was following Him with only a piece of cloth around his body. They put their hands on the young man.",
      "52": "Leaving the cloth behind, he ran away with no clothes on.",
      "53": "They led Jesus away to the head religious leader. All the religious leaders and other leaders and the teachers of the Law were gathered there.",
      "54": "But Peter followed a long way behind as they went to the house of the head religious leader. He sat with the helpers and got warm by the fire.",
      "55": "The religious leaders and all the court were looking for something against Jesus. They wanted to find something so they could kill Him. But they could find nothing.",
      "56": "Many came and told false things about Him, but their words did not agree.",
      "57": "Some got up and said false things against Him. They said,",
      "58": "“We have heard Him say, ‘I will destroy the house of God that was made with hands. In three days I will build another that is not made with hands.’”",
      "59": "Even these who spoke against Him were not able to agree.",
      "60": "The head religious leader stood up in front of the people. He asked Jesus, “Have You nothing to say? What about the things these men are saying against You?”",
      "61": "Jesus said nothing. Again the head religious leader asked Him, “Are You the Christ, the Son of the Holy One?”",
      "62": "Jesus said, “I am! And you will see the Son of Man seated on the right side of the All-powerful God. You will see Him coming again in the clouds of the sky.”",
      "63": "Then the head religious leader tore his clothes apart. He said, “Do we need other people to speak against Him?",
      "64": "You have heard Him speak as if He were God! What do you think?” They all said He was guilty of death.",
      "65": "Some began to spit on Him. They covered Jesus’ face, and they hit Him. They said, “Tell us what is going to happen.” Soldiers hit Him with their hands.",
      "66": "Peter was outside in the yard. One of the servant-girls of the head religious leader came.",
      "67": "She saw Peter getting warm. She looked at him and said, “You were with Jesus of Nazareth.”",
      "68": "Peter lied, saying, “I do not know Jesus and do not understand what you are talking about.” As he went out, a rooster crowed.",
      "69": "The servant-girl saw him again. She said to the people standing around, “This man is one of them.”",
      "70": "He lied again saying that he did not know Jesus. Later, those who stood around said to Peter again, “For sure you are one of them. You are from the country of Galilee. You talk like they do.”",
      "71": "He began to say strong words and to swear. He said, “I do not know the Man you are talking about!”",
      "72": "At once a rooster crowed the second time. Peter remembered what Jesus had said to him, “Before a rooster crows two times, you will say three times you do not know Me.” When he thought about it, he cried."
    },
    "15": {
      "1": "Early in the morning the head religious leaders of the Jews and other leaders and the teachers of the Law and all the court gathered together to talk about Jesus. Then they tied up Jesus and led Him away. They handed Him over to Pilate.",
      "2": "Pilate asked Jesus, “Are You the King of the Jews?” He said to Pilate, “What you say is true.”",
      "3": "The religious leaders spoke many things against Him. Jesus did not say a word.",
      "4": "Pilate asked Him again, “Have You nothing to say? Listen to the things they are saying against You!”",
      "5": "Jesus did not say a word. Pilate was much surprised and wondered about it.",
      "6": "Each year at the special supper Pilate would let one person who was in prison go free. It would be the one the people asked for.",
      "7": "The name of one of those in prison was Barabbas. He, together with others, had killed people while working against the leaders of the country.",
      "8": "All the people went to Pilate and asked him to do as he had done before.",
      "9": "Pilate said, “Do you want me to let the King of the Jews go free?”",
      "10": "He knew the religious leaders had handed Jesus over to him because they were jealous.",
      "11": "The religious leaders talked the people into thinking that Pilate should let Barabbas go free.",
      "12": "Pilate said to them again, “What do you want me to do with the Man you call the King of the Jews?”",
      "13": "They spoke with loud voices again, “Nail Him to a cross.”",
      "14": "Then Pilate said to them, “Why? What bad thing has He done?” They spoke with loud voices all the more, “Nail Him to a cross!”",
      "15": "Pilate wanted to please the people. He gave Barabbas to them and had Jesus beaten. Then he handed Him over to be nailed to a cross.",
      "16": "The soldiers led Jesus away to a large room in the court. They called all the soldiers together.",
      "17": "The soldiers put a purple coat on Him. They put a crown of thorns on His head,",
      "18": "and said to Him, “Hello, King of the Jews!”",
      "19": "They hit Him on the head with a stick and spit on Him. They got down on their knees and worshiped Him.",
      "20": "After they had made fun of Him, they took the purple coat off of Him and put His own clothes back on Him. Then they led Him away to be nailed to a cross.",
      "21": "They came to a man called Simon who was coming from the country of Cyrene. He was the father of Alexander and Rufus. They made Simon carry the cross of Jesus.",
      "22": "They led Jesus to a place called Golgotha. This name means the place of the skull.",
      "23": "They gave Him wine with something in it to take away the pain, but He would not drink it.",
      "24": "When they had nailed Jesus to the cross, they divided His clothes by drawing names to see what each man should take.",
      "25": "It was about nine o’clock in the morning when they nailed Him to the cross.",
      "26": "Over Jesus’ head they put in writing what they had against Him, THE KING OF THE JEWS.",
      "27": "They nailed two robbers on crosses beside Jesus. One was on His right side and the other was on His left side.",
      "28": "It happened as the Holy Writings said it would happen, “They thought of Him as One Who broke the Law.”",
      "29": "Those who walked by shook their heads and laughed at Jesus. They said, “You were the One Who could destroy the house of God and build it again in three days.",
      "30": "Save Yourself and come down from the cross.”",
      "31": "The head religious leaders and the teachers of the Law made fun of Him also. They said to each other, “He saved others but He cannot save Himself.",
      "32": "Let Christ, the King of the Jews, come down from the cross. We want to see it and then we will believe.” Those who were on the crosses beside Jesus spoke bad things to Him.",
      "33": "From noon until three o’clock it was dark over all the land.",
      "34": "At three o’clock Jesus cried with a loud voice, “My God, My God, why have You left Me alone?”",
      "35": "When some of those who stood by heard that, they said, “Listen! He is calling for Elijah.”",
      "36": "One of them ran and took a sponge and filled it with sour wine. He put it on a stick and gave it to Him to drink. He said, “Let Him alone. Let us see if Elijah will come and take Him down.”",
      "37": "Then Jesus gave a loud cry. He gave up His spirit and died.",
      "38": "The curtain in the house of God was torn in two from top to bottom.",
      "39": "The captain of the soldiers was looking at Jesus when He cried out. He saw Him die and said, “For sure, this Man was the Son of God.”",
      "40": "Women were looking on from far away. Among them was Mary Magdalene and Mary the mother of the younger James and of Joses, and Salome.",
      "41": "These cared for Him when He was in the country of Galilee. There were many other women there who had followed Him to Jerusalem.",
      "42": "It was the day to get ready for the Day of Rest and it was now evening.",
      "43": "Joseph, who was from the city of Arimathea, was an important man in the court. He was looking for the holy nation of God. Without being afraid, he went to Pilate and asked for the body of Jesus.",
      "44": "Pilate was surprised and wondered if Jesus was dead so soon. He called the captain of the soldiers and asked if Jesus was already dead.",
      "45": "After the captain said that Jesus was dead, Pilate let Joseph take the body.",
      "46": "Joseph took the body of Jesus down from the cross. He put the linen cloth he had bought around the body. Then he laid the body in a grave which had been cut out in the side of a rock. He pushed a stone over to cover the door of the grave.",
      "47": "Mary Magdalene and Mary the mother of Joses saw where He was laid."
    },
    "16": {
      "1": "The Day of Rest was over. Mary Magdalene and Mary the mother of James, and Salome bought spices. They wanted to put the spices on Jesus’ body.",
      "2": "Very early in the morning on the first day of the week, they came to the grave. The sun had come up.",
      "3": "They said to themselves, “Who will roll the stone away from the door of the grave for us?”",
      "4": "But when they looked, they saw the very large stone had been rolled away.",
      "5": "They went into the grave. There they saw a young man with a long white coat sitting on the right side. They were afraid.",
      "6": "He said, “Do not be afraid. You are looking for Jesus of Nazareth Who was nailed to a cross. He is risen! He is not here! See, here is the place where they laid Him.",
      "7": "Go and tell His followers and Peter that He is going ahead of you into Galilee. You will see Him there as He told you.”",
      "8": "They ran from the grave shaking and were surprised. They did not say anything to anyone because they were afraid.",
      "9": "(It was early on the first day of the week when Jesus was raised from the dead. Mary Magdalene saw Him first. He had put seven demons out of her.",
      "10": "She went and told His followers. They were crying because of much sorrow.",
      "11": "But they did not believe her when she said she had seen Him alive.",
      "12": "After that He was seen again by two of His followers as they walked into the country. He did not look like He had looked before to these two people.",
      "13": "They went and told it to the others. The others did not believe them.",
      "14": "Later He was seen by the eleven followers as they were eating. He spoke to them with sharp words because they did not believe and their hearts were hard. And they did not believe the others who had seen Him since He had been raised from the dead.",
      "15": "He said to them, “You are to go to all the world and preach the Good News to every person.",
      "16": "He who puts his trust in Me and is baptized will be saved from the punishment of sin. But he who does not put his trust in Me is guilty and will be punished forever.",
      "17": "These special powerful works will be done by those who have put their trust in Me. In My name they will put out demons. They will speak with languages they have never learned.",
      "18": "They will pick up snakes. If they drink any poison, it will not hurt them. They will put their hands on the sick and they will be healed.”",
      "19": "After Jesus had talked to them, He was taken up into heaven. He sat down on the right side of God.",
      "20": "The followers went from there and preached everywhere. The Lord worked with them. The Lord showed that the Word of God was true by the special works they had power to do.)"
    }
  }
}