{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:41.626169-04:00",
    "Translation": "NLV"
  },
  "Matthew": {
    "1": {
      "1": "These are the families through which Jesus Christ came. He came through David and Abraham.",
      "2": "Abraham was the father of Isaac. Isaac was the father of Jacob. Jacob was the father of Judah and his brothers.",
      "3": "Judah was the father of Perez and Zerah. Their mother was Tamar. Perez was the father of Hezron. Hezron was the father of Aram.",
      "4": "Aram was the father of Amminadab. Amminadab was the father of Nahshon. Nahshon was the father of Salmon.",
      "5": "Salmon was the father of Boaz. The mother of Boaz was Rahab. Boaz was the father of Obed. The mother of Obed was Ruth. Obed was the father of Jesse.",
      "6": "Jesse was the father of David the king.\nKing David was the father of Solomon. His mother had been the wife of Uriah.",
      "7": "Solomon was the father of Rehoboam. Rehoboam was the father of Abijah. Abijah was the father of Asa.",
      "8": "Asa was the father of Jehoshaphat. Jehoshaphat was the father of Joram. Joram was the father of Uzziah.",
      "9": "Uzziah was the father of Jotham. Jotham was the father of Ahaz. Ahaz was the father of Hezekiah.",
      "10": "Hezekiah was the father of Manasseh. Manasseh was the father of Amon. Amon was the father of Josiah.",
      "11": "Josiah was the father of Jeconiah and his brothers at the time the people were taken to Babylon.",
      "12": "After they were taken to the city of Babylon, Jeconiah was the father of Shealtiel. Shealtiel was the father of Zerubbabel.",
      "13": "Zerubbabel was the father of Abiud. Abiud was the father of Eliakim. Eliakim was the father of Azor.",
      "14": "Azor was the father of Zadok. Zadok was the father of Achim. Achim was the father of Eliud.",
      "15": "Eliud was the father of Eleazar. Eleazar was the father of Matthan. Matthan was the father of Jacob.",
      "16": "Jacob was the father of Joseph. Joseph was the husband of Mary. She was the mother of Jesus Who is called the Christ.",
      "17": "So the number of families from Abraham to David was fourteen. The number of families from David to the time the people were taken to Babylon was fourteen. The number of families after they were taken to Babylon to the birth of Jesus Christ was fourteen.",
      "18": "The birth of Jesus Christ was like this: Mary His mother had been promised in marriage to Joseph. Before they were married, it was learned that she was to have a baby by the Holy Spirit.",
      "19": "Joseph was her promised husband. He was a good man and did not want to make it hard for Mary in front of people. He thought it would be good to break the promised marriage without people knowing it.",
      "20": "While he was thinking about this, an angel of the Lord came to him in a dream. The angel said, “Joseph, son of David, do not be afraid to take Mary as your wife. She is to become a mother by the Holy Spirit.",
      "21": "A Son will be born to her. You will give Him the name Jesus because He will save His people from the punishment of their sins.”",
      "22": "This happened as the Lord said it would happen through the early preacher.",
      "23": "He said, “The young woman, who has never had a man, will give birth to a Son. They will give Him the name Immanuel. This means God with us.”",
      "24": "Joseph awoke from his sleep. He did what the angel of the Lord told him to do. He took Mary as his wife.",
      "25": "But he did not have her, as a husband has a wife, until she gave birth to a Son. Joseph gave Him the name Jesus."
    },
    "2": {
      "1": "Jesus was born in the town of Bethlehem in the country of Judea. It was the time when Herod was king of that part of the country. Soon after Jesus was born, some wise men who learned things from stars came to Jerusalem from the East.",
      "2": "They asked, “Where is the King of the Jews Who has been born? We have seen His star in the East. We have come to worship Him.”",
      "3": "King Herod heard this. He and all the people of Jerusalem were worried.",
      "4": "He called together all the religious leaders of the Jews and the teachers of the Law. Herod asked them where Christ was to be born.",
      "5": "They said to him, “In Bethlehem of Judea. The early preacher wrote,",
      "6": "‘You, Bethlehem of Judah, are not the least of the leaders of Judah. Out of you will come a King Who will lead My people the Jews.’”",
      "7": "Then Herod had a secret meeting with the men who learned things from stars. He asked them about what time the star had been seen.",
      "8": "He sent them to Bethlehem and said, “Go and find the young Child. When you find Him, let me know. Then I can go and worship Him also.”",
      "9": "After the king had spoken, they went on their way. The star they had seen in the East went before them. It came and stopped over the place where the young Child was.",
      "10": "When they saw the star, they were filled with much joy.",
      "11": "They went into the house and found the young Child with Mary, His mother. Then they got down before Him and worshiped Him. They opened their bags of riches and gave Him gifts of gold and perfume and spices.",
      "12": "Then God spoke to them in a dream. He told them not to go back to Herod. So they went to their own country by another road.",
      "13": "When they had gone, an angel of the Lord came to Joseph in a dream. He said, “Get up. Take the young Child and His mother to the country of Egypt. Go as fast as you can! Stay there until you hear from Me. Herod is going to look for the young Child to kill Him.”",
      "14": "During the night he got up and left with the young Child and His mother for Egypt.",
      "15": "He stayed there until Herod died. This happened as the Lord had said through an early preacher, “I called My Son out of Egypt.”",
      "16": "Herod learned that the wise men had fooled him. He was very angry. He sent men to kill all the young boys two years old and under in Bethlehem and in all the country near by. He decided to do this from what he had heard from the wise men as to the time when the star was seen.",
      "17": "Then it happened as the early preacher Jeremiah said it would happen.",
      "18": "He said, “The sound of crying and much sorrow was heard in Ramah. Rachel was crying for her children. She would not be comforted because they were dead.”",
      "19": "After Herod died, an angel of the Lord came to Joseph in a dream while he was in Egypt.",
      "20": "He said, “Get up. Take the young Child and His mother and go into the land of the Jews. Those who tried to kill the young Child are dead.”",
      "21": "Joseph got up. He took the young Child and His mother and came into the land of the Jews.",
      "22": "Joseph heard that Archelaus was the king of the country of Judea. Herod, the father of Archelaus, had died. Joseph was afraid to go there. God told him in a dream to go to the country of Galilee and he went.",
      "23": "Joseph stayed in a town called Nazareth. It happened as the early preachers said it would happen. They said, “Jesus will be called a Nazarene.”"
    },
    "3": {
      "1": "In those days John the Baptist came preaching in the desert in the country of Judea.",
      "2": "He said, “Be sorry for your sins and turn from them! The holy nation of heaven is near.”",
      "3": "The early preacher Isaiah spoke of this man. He said, “Listen! His voice calls out in the desert! ‘Make the way ready for the Lord. Make the road straight for Him!’”",
      "4": "John wore clothes made of hair from camels. He had a leather belt around him. His food was locusts and wild honey.",
      "5": "Then the people of Jerusalem and of all the country of Judea and those from near the Jordan River went to him.",
      "6": "Those who told of their sins were baptized by him in the Jordan River.",
      "7": "He saw many proud religious law-keepers and other people of the religious group who believe no one will be raised from the dead. They were coming to him to be baptized. He said to them, “You family of snakes! Who told you how to keep from God’s anger that is coming?",
      "8": "Do something to show me that your hearts are changed.",
      "9": "Do not think you can say to yourselves, ‘We have Abraham as our father.’ For I tell you, God can make children for Abraham out of these stones.",
      "10": "“Even now the ax is on the root of the trees. Every tree that does not give good fruit is cut down and thrown into the fire.",
      "11": "For sure, I baptize with water those who are sorry for their sins and turn from them. The One Who comes after me will baptize you with the Holy Spirit and with fire. He is greater than I. I am not good enough to take off His shoes.",
      "12": "He comes ready to clean the grain. He will gather the grain in and clean it all. The clean grain He will put into a building. He will burn that which is no good with a fire that cannot be put out.”",
      "13": "Jesus came from Galilee. He went to John at the Jordan River to be baptized by him.",
      "14": "John tried to stop Him. He said, “I need to be baptized by You. Do You come to me?”",
      "15": "Jesus said to him, “Let it be done now. We should do what is right.” John agreed and baptized Jesus.",
      "16": "When Jesus came up out of the water, the heavens opened. He saw the Spirit of God coming down and resting on Jesus like a dove.",
      "17": "A voice was heard from heaven. It said, “This is My much-loved Son. I am very happy with Him.”"
    },
    "4": {
      "1": "Jesus was led by the Holy Spirit to a desert. There He was tempted by the devil.",
      "2": "Jesus went without food for forty days and forty nights. After that He was hungry.",
      "3": "The devil came tempting Him and said, “If You are the Son of God, tell these stones to be made into bread.”",
      "4": "But Jesus said, “It is written, ‘Man is not to live on bread only. Man is to live by every word that God speaks.’”",
      "5": "Then the devil took Jesus up to Jerusalem, the holy city. He had Jesus stand on the highest part of the house of God.",
      "6": "The devil said to Him, “If You are the Son of God, throw Yourself down. It is written, ‘He has told His angels to look after You. In their hands they will hold You up. Then Your foot will not hit against a stone.’”",
      "7": "Jesus said to the devil, “It is written also, ‘You must not tempt the Lord your God.’”",
      "8": "Again the devil took Jesus to a very high mountain. He had Jesus look at all the nations of the world to see how great they were.",
      "9": "He said to Jesus, “I will give You all these nations if You will get down at my feet and worship me.”",
      "10": "Jesus said to the devil, “Get away, Satan. It is written, ‘You must worship the Lord your God. You must obey Him only.’”",
      "11": "Then the devil went away from Jesus. Angels came and cared for Him.",
      "12": "When Jesus heard that John the Baptist had been put in prison, He went to the country of Galilee.",
      "13": "He left Nazareth and went to live in the city of Capernaum. It is by the lake in the land of Zebulun and Naphtali.",
      "14": "This happened as the early preacher Isaiah said it would happen. He said,",
      "15": "“The land of Zebulun and Naphtali is along the road to the lake. It is on the other side of the Jordan River in Galilee. These people are not Jews.",
      "16": "The people who sat in darkness saw a great light. Light did shine on those in the land who were near death.”",
      "17": "From that time on, Jesus went about preaching. He said, “Be sorry for your sins and turn from them. The holy nation of heaven is near.”",
      "18": "Jesus was walking by the Sea of Galilee. He saw two brothers. They were Simon (his other name was Peter) and Andrew, his brother. They were putting a net into the sea for they were fishermen.",
      "19": "Jesus said to them, “Follow Me. I will make you fish for men!”",
      "20": "At once they left their nets and followed Him.",
      "21": "Going from there, Jesus saw two other brothers. They were James and John, the sons of Zebedee. They were sitting in a boat with their father, mending their nets. Jesus called them.",
      "22": "At once they left the boat and their father and followed Jesus.",
      "23": "Jesus went over all Galilee. He taught in their places of worship and preached the Good News of the holy nation. He healed all kinds of sickness and disease among the people.",
      "24": "The news about Him went over all the country of Syria. They brought all the sick people to Him with many kinds of diseases and pains. They brought to Him those who had demons. They brought those who at times lose the use of their minds. They brought those who could not use their hands and legs. He healed them.",
      "25": "Many people followed Him from Galilee and Judea. They followed Him from the cities of Decapolis and Jerusalem. They followed Him from Judea and from the other side of the Jordan River."
    },
    "5": {
      "1": "Jesus saw many people. He went up on the mountain and sat down. His followers came to Him.",
      "2": "He began to teach them, saying,",
      "3": "“Those who know there is nothing good in themselves are happy, because the holy nation of heaven is theirs.",
      "4": "Those who have sorrow are happy, because they will be comforted.",
      "5": "Those who have no pride in their hearts are happy, because the earth will be given to them.",
      "6": "Those who are hungry and thirsty to be right with God are happy, because they will be filled.",
      "7": "Those who show loving-kindness are happy, because they will have loving-kindness shown to them.",
      "8": "Those who have a pure heart are happy, because they will see God.",
      "9": "Those who make peace are happy, because they will be called the sons of God.",
      "10": "Those who have it very hard for doing right are happy, because the holy nation of heaven is theirs.",
      "11": "You are happy when people act and talk in a bad way to you and make it very hard for you and tell bad things and lies about you because you trust in Me.",
      "12": "Be glad and full of joy because your reward will be much in heaven. They made it very hard for the early preachers who lived a long time before you.",
      "13": "“You are the salt of the earth. If salt loses its taste, how can it be made to taste like salt again? It is no good. It is thrown away and people walk on it.",
      "14": "You are the light of the world. You cannot hide a city that is on a mountain.",
      "15": "Men do not light a lamp and put it under a basket. They put it on a table so it gives light to all in the house.",
      "16": "Let your light shine in front of men. Then they will see the good things you do and will honor your Father Who is in heaven.",
      "17": "“Do not think that I have come to do away with the Law of Moses or the writings of the early preachers. I have not come to do away with them but to complete them.",
      "18": "I tell you, as long as heaven and earth last, not one small mark or part of a word will pass away of the Law of Moses until it has all been done.",
      "19": "Anyone who breaks even the least of the Law of Moses and teaches people not to do what it says, will be called the least in the holy nation of heaven. He who obeys and teaches others to obey what the Law of Moses says, will be called great in the holy nation of heaven.",
      "20": "I tell you, unless you are more right with God than the teachers of the Law and the proud religious law-keepers, you will never get into the holy nation of heaven.",
      "21": "“You have heard that men were told long ago, ‘You must not kill another person. If someone does kill, he will be guilty and will be punished for his wrong-doing.’",
      "22": "But I tell you that whoever is angry with his brother will be guilty and have to suffer for his wrong-doing. Whoever says to his brother, ‘You have no brains,’ will have to stand in front of the court. Whoever says, ‘You fool,’ will be sent to the fire of hell.",
      "23": "If you take your gift to the altar and remember your brother has something against you,",
      "24": "leave your gift on the altar. Go and make right what is wrong between you and him. Then come back and give your gift.",
      "25": "Agree with the one who is against you while you are talking together, or he might take you to court. The court will hand you over to the police. You will be put in prison.",
      "26": "For sure, I tell you, you will not be let out of prison until you have paid every piece of money of the fine.",
      "27": "“You have heard that it was said long ago, ‘You must not do sex sins.’",
      "28": "But I tell you, anyone who even looks at a woman with a sinful desire of wanting her has already sinned in his heart.",
      "29": "If your right eye is the reason you sin, take it out and throw it away. It is better to lose one part of your body than for your whole body to be thrown into hell.",
      "30": "If your right hand is the reason you sin, cut it off and throw it away. It is better to lose one part of your body than for your whole body to go to hell.",
      "31": "“It has been said, ‘Whoever wants to divorce his wife should have it put in writing, telling her he is leaving her.’",
      "32": "But I tell you, whoever divorces his wife except if she has not been faithful to him, makes her guilty of a sex sin. Whoever marries a woman who has been divorced is guilty of a sex sin.",
      "33": "“You have heard that it was said long ago, ‘You must not make a promise you cannot keep. You must carry out your promises to the Lord.’",
      "34": "I tell you, do not use strong words when you make a promise. Do not promise by heaven. It is the place where God is.",
      "35": "Do not promise by earth. It is where He rests His feet. Do not promise by Jerusalem. It is the city of the great King.",
      "36": "Do not promise by your head. You are not able to make one hair white or black.",
      "37": "Let your yes be YES. Let your no be NO. Anything more than this comes from the devil.",
      "38": "“You have heard that it has been said, ‘An eye for an eye and a tooth for a tooth.’",
      "39": "But I tell you, do not fight with the man who wants to fight. Whoever hits you on the right side of the face, turn so he can hit the other side also.",
      "40": "If any person takes you to court to get your shirt, give him your coat also.",
      "41": "Whoever makes you walk a short way, go with him twice as far.",
      "42": "Give to any person who asks you for something. Do not say no to the man who wants to use something of yours.",
      "43": "“You have heard that it has been said, ‘You must love your neighbor and hate those who hate you.’",
      "44": "But I tell you, love those who hate you. (Respect and give thanks for those who say bad things to you. Do good to those who hate you.) Pray for those who do bad things to you and who make it hard for you.",
      "45": "Then you may be the sons of your Father Who is in heaven. His sun shines on bad people and on good people. He sends rain on those who are right with God and on those who are not right with God.",
      "46": "If you love those who love you, what reward can you expect from that? Do not even the tax-gatherers do that?",
      "47": "If you say hello only to the people you like, are you doing any more than others? The people who do not know God do that much.",
      "48": "You must be perfect as your Father in heaven is perfect."
    },
    "6": {
      "1": "“Be sure you do not do good things in front of others just to be seen by them. If you do, you have no reward from your Father in heaven.",
      "2": "When you give to the poor, do not be as those who pretend to be someone they are not. They blow a horn in the places of worship and in the streets so people may respect them. For sure, I tell you, they have all the reward they are going to get.",
      "3": "When you give, do not let your left hand know what your right hand gives.",
      "4": "Your giving should be in secret. Then your Father Who sees in secret will reward you.",
      "5": "“When you pray, do not be as those who pretend to be someone they are not. They love to stand and pray in the places of worship or in the streets so people can see them. For sure, I tell you, they have all the reward they are going to get.",
      "6": "When you pray, go into a room by yourself. After you have shut the door, pray to your Father Who is in secret. Then your Father Who sees in secret will reward you.",
      "7": "When you pray, do not say the same thing over and over again making long prayers like the people who do not know God. They think they are heard because their prayers are long.",
      "8": "Do not be like them. Your Father knows what you need before you ask Him.",
      "9": "“Pray like this: ‘Our Father in heaven, Your name is holy.",
      "10": "May Your holy nation come. What You want done, may it be done on earth as it is in heaven.",
      "11": "Give us the bread we need today.",
      "12": "Forgive us our sins as we forgive those who sin against us.",
      "13": "‘Do not let us be tempted, but keep us from sin. Your nation is holy. You have power and shining-greatness forever. Let it be so.’",
      "14": "“If you forgive people their sins, your Father in heaven will forgive your sins also.",
      "15": "If you do not forgive people their sins, your Father will not forgive your sins.",
      "16": "“When you go without food so you can pray better, do not be as those who pretend to be someone they are not. They make themselves look sad so people will see they are going with out food. For sure, I tell you, they have all the reward they are going to get.",
      "17": "When you go without food so you can pray better, put oil on your head and wash your face.",
      "18": "Then nobody knows you are going without food. Then your Father Who sees in secret will reward you.",
      "19": "“Do not gather together for yourself riches of this earth. They will be eaten by bugs and become rusted. Men can break in and steal them.",
      "20": "Gather together riches in heaven where they will not be eaten by bugs or become rusted. Men cannot break in and steal them.",
      "21": "For wherever your riches are, your heart will be there also.",
      "22": "The eye is the light of the body. If your eye is good, your whole body will be full of light.",
      "23": "If your eye is bad, your whole body will be dark. If the light in you is dark, how dark it will be!",
      "24": "No one can have two bosses. He will hate the one and love the other. Or he will listen to the one and work against the other. You cannot have both God and riches as your boss at the same time.",
      "25": "“I tell you this: Do not worry about your life. Do not worry about what you are going to eat and drink. Do not worry about what you are going to wear. Is not life more important than food? Is not the body more important than clothes?",
      "26": "Look at the birds in the sky. They do not plant seeds. They do not gather grain. They do not put grain into a building to keep. Yet your Father in heaven feeds them! Are you not more important than the birds?",
      "27": "Which of you can make himself a little taller by worrying?",
      "28": "Why should you worry about clothes? Think how the flowers grow. They do not work or make cloth.",
      "29": "But I tell you that Solomon in all his greatness was not dressed as well as one of these flowers.",
      "30": "God clothes the grass of the field. It lives today and is burned in the stove tomorrow. How much more will He give you clothes? You have so little faith!",
      "31": "Do not worry. Do not keep saying, ‘What will we eat?’ or, ‘What will we drink?’ or, ‘What will we wear?’",
      "32": "The people who do not know God are looking for all these things. Your Father in heaven knows you need all these things.",
      "33": "First of all, look for the holy nation of God. Be right with Him. All these other things will be given to you also.",
      "34": "Do not worry about tomorrow. Tomorrow will have its own worries. The troubles we have in a day are enough for one day."
    },
    "7": {
      "1": "“Do not say what is wrong in other people’s lives. Then other people will not say what is wrong in your life.",
      "2": "You will be guilty of the same things you find in others. When you say what is wrong in others, your words will be used to say what is wrong in you.",
      "3": "Why do you look at the small piece of wood in your brother’s eye, and do not see the big piece of wood in your own eye?",
      "4": "How can you say to your brother, ‘Let me take that small piece of wood out of your eye,’ when there is a big piece of wood in your own eye?",
      "5": "You who pretend to be someone you are not, first take the big piece of wood out of your own eye. Then you can see better to take the small piece of wood out of your brother’s eye.",
      "6": "“Do not give that which belongs to God to dogs. Do not throw your pearls in front of pigs. They will break them under their feet. Then they will turn and tear you to pieces.",
      "7": "“Ask, and what you are asking for will be given to you. Look, and what you are looking for you will find. Knock, and the door you are knocking on will be opened to you.",
      "8": "Everyone who asks receives what he asks for. Everyone who looks finds what he is looking for. Everyone who knocks has the door opened to him.",
      "9": "What man among you would give his son a stone if he should ask for bread?",
      "10": "Or if he asks for a fish, would he give him a snake?",
      "11": "You are bad and you know how to give good things to your children. How much more will your Father in heaven give good things to those who ask Him?",
      "12": "“Do for other people whatever you would like to have them do for you. This is what the Jewish Law and the early preachers said.",
      "13": "“Go in through the narrow door. The door is wide and the road is easy that leads to hell. Many people are going through that door.",
      "14": "But the door is narrow and the road is hard that leads to life that lasts forever. Few people are finding it.",
      "15": "“Watch out for false teachers. They come to you dressed as if they were sheep. On the inside they are hungry wolves.",
      "16": "You will know them by their fruit. Do men pick grapes from thorns? Do men pick figs from thistles?",
      "17": "It is true, every good tree has good fruit. Every bad tree has bad fruit.",
      "18": "A good tree cannot have bad fruit. A bad tree cannot have good fruit.",
      "19": "Every tree that does not have good fruit is cut down and thrown into the fire.",
      "20": "So you will know them by their fruit.",
      "21": "Not everyone who says to me, ‘Lord, Lord,’ will go into the holy nation of heaven. The one who does the things My Father in heaven wants him to do will go into the holy nation of heaven.",
      "22": "Many people will say to Me on that day, ‘Lord, Lord, did we not preach in Your Name? Did we not put out demons in Your Name? Did we not do many powerful works in Your Name?’",
      "23": "Then I will say to them in plain words, ‘I never knew you. Go away from Me, you who do wrong!’",
      "24": "“Whoever hears these words of Mine and does them, will be like a wise man who built his house on rock.",
      "25": "The rain came down. The water came up. The wind blew and hit the house. The house did not fall because it was built on rock.",
      "26": "Whoever hears these words of Mine and does not do them, will be like a foolish man who built his house on sand.",
      "27": "The rain came down. The water came up. The wind blew and hit the house. The house fell and broke apart.”",
      "28": "Then Jesus finished talking. The people were surprised and wondered about His teaching.",
      "29": "He was teaching them as One Who has the right and the power to teach. He did not teach as the teachers of the Law."
    },
    "8": {
      "1": "Jesus came down from the mountain. Many people followed Him.",
      "2": "A man with a bad skin disease came and got down before Him and worshiped Him. He said, “Lord, if You will, You can heal me!”",
      "3": "Then Jesus put His hand on him and said, “I will. You are healed!” At once the man was healed.",
      "4": "Jesus said to him, “Go now, but tell no one. Let the religious leader see you. Give the gift in worship that Moses told you to give. This will show them you have been healed.”",
      "5": "Jesus came to the city of Capernaum. A captain of the army came to Him. He asked for help,",
      "6": "saying, “Lord, my servant is sick in bed. He is not able to move his body. He is in much pain.”",
      "7": "Jesus said to the captain, “I will come and heal him.”",
      "8": "The captain said, “Lord, I am not good enough for You to come to my house. Only speak the word, and my servant will be healed.",
      "9": "I am a man who works for someone else and I have men working under me. I say to this man, ‘Go!’ and he goes. I say to another, ‘Come!’ and he comes. I say to my servant, ‘Do this!’ and he does it.”",
      "10": "When Jesus heard this, He was surprised and wondered about it. He said to those who followed Him, “For sure, I tell you, I have not found so much faith in the Jewish nation.",
      "11": "I say to you, many people will come from the east and from the west. They will sit down with Abraham and with Isaac and with Jacob in the holy nation of heaven.",
      "12": "But those who should have belonged to the holy nation of heaven will be thrown out into outer darkness, where there will be crying and grinding of teeth.”",
      "13": "Jesus said to the captain, “Go your way. It is done for you even as you had faith to believe.” The servant was healed at that time.",
      "14": "Jesus came to Peter’s house. He saw Peter’s wife’s mother in bed. She was very sick.",
      "15": "He touched her hand and the sickness left her. She got up and cared for Jesus.",
      "16": "That evening they brought to Jesus many people who had demons in them. The demons were put out when Jesus spoke to them. All the sick people were healed.",
      "17": "It happened as the early preacher Isaiah said it would happen. He said, “He took on Himself our sickness and carried away our diseases.”",
      "18": "Jesus saw many people and told them to go to the other side of the lake.",
      "19": "A teacher of the Law came to Jesus. He said, “Lord, I will follow You wherever You go.”",
      "20": "Jesus said to him, “Foxes have holes. Birds have nests. But the Son of Man has no place to lay His head.”",
      "21": "Another of His followers said to Him, “Lord, let me go first and bury my father.”",
      "22": "Jesus said to him, “Follow Me. Let the people who are dead bury their own dead.”",
      "23": "Jesus got into a boat. His followers followed Him.",
      "24": "At once a bad storm came over the lake. The waves were covering the boat. Jesus was sleeping.",
      "25": "His followers went to Him and called, “Help us, Lord, or we will die!”",
      "26": "He said to them, “Why are you afraid? You have so little faith!” Then He stood up. He spoke sharp words to the wind and the waves. Then the wind stopped blowing.",
      "27": "Then men were surprised and wondered about it. They said, “What kind of a man is He? Even the winds and the waves obey Him.”",
      "28": "Jesus came to the other side of the lake into the country of the Gadarenes. Two men came to Him from among the graves. They had demons in them and were very wild men. They were so bad that no one would go near them.",
      "29": "They called out, saying, “What do You want of us, You Son of God? Have You come here to make us suffer before it is our time to suffer?”",
      "30": "A long way from there many pigs were eating.",
      "31": "The demons begged Jesus, saying, “If You put us out, send us into the pigs.”",
      "32": "Jesus said to the demons, “Go!” They came out of the men and went into the pigs. At once the pigs ran down the mountain side. They fell into the water and died.",
      "33": "The men who cared for the pigs ran fast into the city and told everything. They told what happened to the men who had the demons.",
      "34": "Every person in the city came to meet Jesus. When they saw Jesus, they asked Him to leave their country."
    },
    "9": {
      "1": "Jesus got into a boat. He crossed over to the other side and came into His own city.",
      "2": "They took a man to Him who was on his bed. This man was not able to move his body. Jesus saw their faith. He said, “Son, take hope. Your sins are forgiven.”",
      "3": "Some of the teachers of the Law said to themselves, “This man speaks as if He is God, but He is not!”",
      "4": "Jesus knew what they were thinking. He said, “Why do you think bad thoughts in your hearts?",
      "5": "Which is easier to say, ‘Your sins are forgiven,’ or to say, ‘Get up and walk?’",
      "6": "But this is to show you that the Son of Man has power on earth to forgive sins.” He said to the sick man, “Get up! Take your bed and go home.”",
      "7": "He got up and went to his home.",
      "8": "All the people saw this. They were surprised and wondered about it. Then they gave thanks to God because He had given such power to men.",
      "9": "As Jesus went from there, He saw a man called Matthew. Matthew was sitting at his work gathering taxes. Jesus said to him, “Follow Me.” Matthew got up and followed Jesus.",
      "10": "Jesus ate in Matthew’s house. Many men who gathered taxes and many who were sinners came to Matthew’s house and sat down with Jesus and His followers.",
      "11": "The proud religious law-keepers saw this. They said to the followers of Jesus, “Why does your Teacher eat with men who gather taxes and with sinners?”",
      "12": "Jesus heard them and said, “People who are well do not need a doctor.",
      "13": "But go and understand these words, ‘I want loving-kindness and not a gift to be given.’ For I have not come to call good people. I have come to call those who are sinners.”",
      "14": "Then the followers of John the Baptist came to Jesus. They asked, “Why do we and the proud religious law-keepers many times go without food so we can pray better? But Your followers never go without food so they can pray better.”",
      "15": "Jesus said, “Can the friends at a wedding be sorry when the man just married is with them? But the days will come when the man just married will be taken from them. Then they will not eat food so they can pray better.",
      "16": "“No one sews a piece of new cloth on an old coat, because if the new piece pulls away, it makes the hole bigger.",
      "17": "Men do not put new wine into old skin bags. If they did, the skins would break and the wine would run out. The bags would be no good. They put new wine into new skin bags and both can be used.”",
      "18": "While Jesus talked to them, a leader of the people came and got down before Him, and worshiped Him. He said, “My daughter has just died. But come, lay Your hand on her and she will live.”",
      "19": "Jesus got up and followed him. His followers went also.",
      "20": "Just then a woman who had been sick with a flow of blood for twelve years came from behind. She touched the bottom of His coat.",
      "21": "She said to herself, “If I only touch the bottom of His coat, I will be healed.”",
      "22": "Then Jesus turned around. He saw her and said, “Daughter, take hope! Your faith has healed you.” At once the woman was healed.",
      "23": "Jesus came into the leader’s house. He saw the people playing music and making much noise.",
      "24": "He said to them, “Go now! For the girl is not dead, but is sleeping.” But they laughed at Him.",
      "25": "He sent the people outside. Then He went in and took the girl’s hand. She was raised up.",
      "26": "News of this went out into all the country.",
      "27": "Jesus went on from there. Two blind men followed Him. They called out, “Take pity on us, Son of David.”",
      "28": "Jesus went into the house. The blind men came to Him. Then Jesus said to them, “Do you have faith that I can do this?” They said to Him, “Yes, Sir!”",
      "29": "Then Jesus put His hands on their eyes and said, “You will have what you want because you have faith.”",
      "30": "Their eyes were opened. Jesus told them to tell no one.",
      "31": "But when they had gone, they told about Him everywhere in the country.",
      "32": "As they went on their way, a man who had a demon and could not talk was brought to Jesus.",
      "33": "When the demon was put out of him, the man was able to talk. Many people were surprised and wondered about it. They said, “We have never seen in the nation of the Jews like this.”",
      "34": "But the proud religious law-keepers said, “He puts out demons by the help of the leader of the demons.”",
      "35": "Jesus went on to all the towns and cities. He taught in their places of worship. He preached the Good News of the holy nation of God. He healed every sickness and disease the people had.",
      "36": "As He saw many people, He had loving-pity on them. They were troubled and were walking around everywhere. They were like sheep without a shepherd.",
      "37": "Then He said to His followers, “There is much grain ready to gather. But the workmen are few.",
      "38": "Pray then to the Lord Who is the Owner of the grain fields that He will send workmen to gather His grain.”"
    },
    "10": {
      "1": "Jesus called His twelve followers to Him. He gave them power to put out demons and to heal all kinds of sickness and disease.",
      "2": "These are the names of the twelve followers. There were Simon who was called Peter, and Andrew his brother, and James and John who were the sons of Zebedee.",
      "3": "There were Philip and Bartholomew and Thomas. There was Matthew, the man who gathered taxes. There were James the son of Alphaeus, and Thaddeaus, and",
      "4": "Simon the Canaanite. There was Judas Iscariot who handed Jesus over to be killed.",
      "5": "Jesus sent out these twelve followers. He told them to go, saying, “Stay away from people who are not Jews. And do not go to any town in the country of Samaria.",
      "6": "But go to the Jewish people who are lost.",
      "7": "As you go, preach. Say, ‘The holy nation of heaven is near.’",
      "8": "Heal the sick and those with bad skin diseases. Raise the dead. Put out demons. You have received much, now give much.",
      "9": "Do not take gold or silver or brass money with you.",
      "10": "Do not take a bag of things for the trip. Do not take two coats or shoes or a walking stick. A workman should receive his food and what he needs.",
      "11": "“When you come to a city or town, find a home that is respected and stay there until you leave.",
      "12": "As you go into a house, tell them you hope good comes to them.",
      "13": "And if the house is respected, give them your good wishes. If it is not respected, let your good wishes come back to you.",
      "14": "Whoever does not receive you or does not listen to what you say, as you leave that house or city, shake off the dust from your feet.",
      "15": "For sure, I tell you, it will be easier for the land of Sodom and Gomorrah on the day men stand before God and are told they are guilty, than for that city.",
      "16": "“I am sending you out like sheep with wolves all around you. Be wise like snakes and gentle like doves.",
      "17": "But look out for men. They will take you up to their courts and they will hurt you in their places of worship.",
      "18": "They will take you in front of the leaders of the people and of the kings because of Me. You will tell them and the people who do not know God about Me.",
      "19": "When you are put into their hands, do not worry what you will say or how you will say it. The words will be given you when the time comes.",
      "20": "It will not be you who will speak the words. The Spirit of your Father will speak through you.",
      "21": "“A brother will hand over a brother to be put to death. A father will hand over his child to be put to death. Children will hand over their parents to be put to death.",
      "22": "You will be hated by all people because of Me. But he who stays true to the end will be saved.",
      "23": "When they make it hard for you in one town, go to another. For sure, I tell you, before you have gone through the Jewish cities, the Son of Man will come.",
      "24": "“A follower is not greater than his teacher. A servant who is owned by someone is not greater than his owner.",
      "25": "A follower should be happy to be as his teacher, and a servant who is owned by someone should be happy to be as his owner. If they have called the head of the house Satan, how much more will they speak against those of the house.",
      "26": "Then do not be afraid of them. For nothing is covered up that will not be brought out into the light. There is nothing hid that will not be made known.",
      "27": "You tell in the light what I tell you in the dark. You must speak with a loud voice from the roofs of houses what you have heard.",
      "28": "Do not be afraid of them who kill the body. They are not able to kill the soul. But fear Him Who is able to destroy both soul and body in hell.",
      "29": "Are not two small birds sold for a very small piece of money? And yet not one of the birds falls to the earth without your Father knowing it.",
      "30": "God knows how many hairs you have on your head.",
      "31": "So do not be afraid. You are more important than many small birds.",
      "32": "“Whoever makes Me known in front of men, I will make him known to My Father in heaven.",
      "33": "But whoever does not make Me known in front of men and acts as if he does not know Me, I will not make him known to My Father in heaven.",
      "34": "“Do not think I came to bring peace on the earth. I did not come to bring peace, but a sword.",
      "35": "I came to turn a man against his father. I came to turn a daughter against her mother. I came to turn a daughter-in-law against her mother-in-law.",
      "36": "A man will be hated by his own family.",
      "37": "“He who loves his father and mother more than Me is not good enough for Me. He who loves son or daughter more than Me is not good enough for Me.",
      "38": "He who does not take his cross and follow Me is not good enough for Me.",
      "39": "He who wants to keep his life will have it taken away from him. He who loses his life because of Me will have it given back to him.",
      "40": "“Whoever receives you, receives Me. Whoever receives Me, receives Him Who sent Me.",
      "41": "Whoever receives a preacher who speaks for God because he is a preacher, will get the reward of a preacher who speaks for God. Whoever receives a man right with God, because he is a man right with God, will get the reward of a man right with God.",
      "42": "For sure, I tell you, anyone who gives a cup of cold water to one of these little ones because he follows Me, will not lose his reward.”"
    },
    "11": {
      "1": "When Jesus finished telling His twelve followers what to do, He went away from there to teach and preach in their towns.",
      "2": "When John the Baptist was in prison, he heard what Jesus was doing. He sent his followers.",
      "3": "They asked, “Are You the One Who was to come, or should we look for another?”",
      "4": "Jesus said to them, “Go and tell John what you see and hear.",
      "5": "The blind are made to see. Those who could not walk are walking. Those who have had bad skin diseases are healed. Those who could not hear are hearing. The dead are raised up to life and the Good News is preached to poor people.",
      "6": "He is happy who is not ashamed of Me and does not turn away because of Me.”",
      "7": "As the followers of John the Baptist went away, Jesus began to tell the people about John. He said, “What did you go out to see in the desert? A small tree shaking in the wind?",
      "8": "But what did you go out to see? A man dressed in good clothes? Those who are dressed in good clothes are in the houses of kings.",
      "9": "What did you go out to see? One who speaks for God? Yes, I tell you, he is more than one who speaks for God.",
      "10": "This is the man the Holy Writings spoke of when they said, ‘See! I will send My helper to carry news ahead of You. He will make Your way ready for You!’",
      "11": "For sure, I tell you, of those born of women, there is no one greater than John the Baptist. The least in the holy nation of heaven is greater than he.",
      "12": "From the days of John the Baptist until now, the holy nation of heaven has suffered very much. Fighting men try to take it.",
      "13": "All the early preachers and the Law told about it until the time of John.",
      "14": "And if you will believe it, he is Elijah who was to come.",
      "15": "You have ears, then listen!",
      "16": "“What are the people of this day like? They are like children playing in the center of town where people gather. They call to their friends.",
      "17": "They say, ‘We played music for you, but you did not dance. We showed sorrow in front of you, but you did not show sorrow.’",
      "18": "John came and did not eat or drink. They said, ‘He has a demon.’",
      "19": "Then the Son of Man came and ate and drank. They said, ‘See! He eats too much and likes wine. He is a friend of men who gather taxes and of sinners!’ But wisdom shows itself to be right by what it does.”",
      "20": "Then He began to say strong words against the cities where most of His powerful works were done. He spoke to them because they were not sorry for their sins and did not turn from them.",
      "21": "“It is bad for you, city of Chorazin! It is bad for you, town of Bethsaida! For if the powerful works which were done in you had been done in the cities of Tyre and Sidon, they would have turned from their sins long ago. They would have shown their sorrow by putting on clothes made from hair and would have sat in ashes.",
      "22": "I tell you, it will be better for Tyre and Sidon on the day men stand before God and are told they are guilty, than for you.",
      "23": "“And Capernaum, are you to be lifted up into heaven? You will be taken down to hell. If the powerful works which were done in you had been done in the city of Sodom, it would be here to this day.",
      "24": "But I say to you that it will be better for the land of Sodom on the day men stand before God and are told they are guilty, than for you.”",
      "25": "At that time Jesus said, “Thank You, Father, Lord of heaven and earth, because You hid these things from the wise and from those who have much learning. You have shown them to little children.",
      "26": "Yes, Father, it was good in Your sight.",
      "27": "“Everything has been given to Me by My Father. No one knows the Son but the Father. No one knows the Father but the Son, and those to whom the Son wants to make the Father known.",
      "28": "“Come to Me, all of you who work and have heavy loads. I will give you rest.",
      "29": "Follow My teachings and learn from Me. I am gentle and do not have pride. You will have rest for your souls.",
      "30": "For My way of carrying a load is easy and My load is not heavy.”"
    },
    "12": {
      "1": "At that time Jesus walked through the grain-fields on the Day of Rest. His followers were hungry and began to pick off grain to eat.",
      "2": "The proud religious law-keepers saw this. They said to Jesus, “See! Your followers do what the Law says not to do on the Day of Rest.”",
      "3": "He said to them, “Have you not read what David did when he and his men were hungry?",
      "4": "He went into the house of God and ate the special bread used in worship which was against the Law for him or those with him to eat! Only the Jewish religious leaders were to eat that special bread.",
      "5": "Have you not read in the Law how the religious leaders do that which is not right to do on the Day of Rest, and yet they are not guilty?",
      "6": "I tell you that Someone greater than the house of God is here.",
      "7": "If you had understood what the words mean, ‘I want loving-kindness and not a gift to be given,’ you would not say a person is guilty who has done no wrong.",
      "8": "For the Son of Man is Lord of the Day of Rest.”",
      "9": "From there Jesus went into their place of worship.",
      "10": "A man was there with a dried-up hand. The proud religious law-keepers asked Jesus, “Does the Law say it is right to heal on the Day of Rest?” They wanted something to say against Him.",
      "11": "He said to them, “If one of you has a sheep which falls into a hole on the Day of Rest, will you not take hold of it and pull it out?",
      "12": "How much better is a man than a sheep! So it is right to do good on the Day of Rest.”",
      "13": "Then He said to the man, “Put out your hand.” He held it out and it was made as well as the other.",
      "14": "The proud religious law-keepers went out and made plans against Him. They planned how they might kill Him.",
      "15": "Jesus knew this and went away from there. Many people followed Him and He healed all of them.",
      "16": "He told them to tell no one of Him.",
      "17": "It happened as the early preacher Isaiah said it would happen, saying,",
      "18": "“See! My Servant Whom I have chosen! My much Loved, in Whom My soul is well pleased! I will put My Spirit in Him. He will say to the nations what is right from wrong.",
      "19": "He will not fight or speak with a loud voice. No man will hear His voice in the streets.",
      "20": "He will not break a broken branch. He will not put out a little fire until He makes things right.",
      "21": "In His name the nations will have hope.”",
      "22": "Then they brought to Him a man who had a demon. He was blind and could not speak. Jesus healed him and he could talk and see.",
      "23": "All the people were surprised and said, “Can this Man be the Son of David?”",
      "24": "But when the proud religious law-keepers heard it, they said, “This Man puts out demons only by Satan, the leader of demons.”",
      "25": "Jesus knew their thoughts and said to them, “Every nation divided into groups that fight each other is going to be destroyed. Every city or family divided into groups that fight each other will not stand.",
      "26": "If the devil puts out the devil, he is divided against himself. How will his nation stand?",
      "27": "If I put out demons by Satan, by whom do your followers put them out? So your followers will say if you are guilty.",
      "28": "But if I put out demons by the Spirit of God, then the holy nation of God is come to you.",
      "29": "How can anyone go into a strong man’s house and take away his things, unless he ties up the strong man first? Only then can he take things from his house.",
      "30": "“Whoever is not with Me is against Me. Whoever is not gathering with Me is sending everywhere.",
      "31": "I tell you, every sin and every bad word men speak against God will be forgiven, but bad words spoken against the Holy Spirit will not be forgiven.",
      "32": "Whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven in this life or in the life to come.",
      "33": "“A good tree gives good fruit. A bad tree gives bad fruit. A tree is known by its fruit.",
      "34": "You family of snakes! How can you say good things when you are sinful? The mouth speaks what the heart is full of.",
      "35": "A good man will speak good things because of the good in him. A bad man will speak bad things because of the sin in him.",
      "36": "I say to you, on the day men stand before God, they will have to give an answer for every word they have spoken that was not important.",
      "37": "For it is by your words that you will not be guilty and it is by your words that you will be guilty.”",
      "38": "Then some of the teachers of the Law and the proud religious law-keepers said to Jesus, “Teacher, we would like to have you do something special for us to see.”",
      "39": "He said to them, “The sinful people of this day look for something special to see. There will be nothing special to see but the powerful works of the early preacher Jonah.",
      "40": "Jonah was three days and three nights in the stomach of a big fish. The Son of Man will be three days and three nights in the grave also.",
      "41": "The men of the city of Nineveh will stand up with the people of this day on the day men stand before God. Those men will say these people are guilty because the men of Nineveh were sorry for their sins and turned from them when Jonah preached. And see, Someone greater than Jonah is here!",
      "42": "“The queen of the south will stand up with the people of this day on the day men stand before God. She will say that these people are guilty because she came from the ends of the earth to listen to the wise sayings of Solomon. And see, Someone greater than Solomon is here!",
      "43": "“When a demon is gone out of a man, it goes through dry places to find rest. It finds none.",
      "44": "Then it says, ‘I will go back into my house from which I came.’ When it goes back, it sees that it is empty. But it sees that the house has been cleaned and looks good.",
      "45": "Then it goes out and comes back bringing with it seven demons more sinful than itself. They go in and live there. In the end that man is worse than at first. It will be like this with the sinful people of this day.”",
      "46": "While Jesus was still talking to the people, His mother and His brothers came and stood outside. They wanted to talk to Him.",
      "47": "Someone said to Him, “Your mother and brothers are outside and want to talk to you.”",
      "48": "Jesus said, “Who is My mother? And who are My brothers?”",
      "49": "He put out His hand to His followers and said, “See, these are My mother and My brothers!",
      "50": "Whoever does what My father in heaven wants him to do is My brother and My sister and My mother.”"
    },
    "13": {
      "1": "That same day Jesus went out of the house and sat down by the shore of the lake.",
      "2": "Then He got in a boat and sat down because so many people had gathered around Him. Many people were standing on the shore.",
      "3": "Jesus taught them many things by using picture-stories. He said, “A man went out to plant seeds.",
      "4": "As he planted the seeds, some fell by the side of the road. The birds came and ate the seeds.",
      "5": "Some seeds fell between rocks. The seeds came up at once because there was so little ground.",
      "6": "When the sun was high in the sky, they dried up and died because they had no root.",
      "7": "Some seeds fell among thorns. The thorns grew and did not give the seeds room to grow.",
      "8": "Some seeds fell on good ground and gave much grain. Some gave one hundred times as much grain. Some gave sixty times as much grain. Some gave thirty times as much grain.",
      "9": "You have ears, then listen.”",
      "10": "The followers of Jesus came to Him and said, “Why do You speak to them in picture-stories?”",
      "11": "He said to the followers, “You were given the secrets about the holy nation of heaven. The secrets were not given to the others.",
      "12": "He who has will have more given to him. He will have even more than enough. But he who has little will have even that taken away from him.",
      "13": "“This is why I speak to them in picture-stories. They have eyes but they do not see. They have ears but they do not hear and they do not understand.",
      "14": "It happened in their lives as Isaiah said it would happen. He said, ‘You hear and hear but do not understand. You look and look but do not see.",
      "15": "The hearts of these people have become fat. They hear very little with their ears. They have closed their eyes. If they did not do this, they would see with their eyes and hear with their ears and understand with their hearts. Then they would be changed in their ways, and I would heal them.’",
      "16": "But how great are your eyes because they see. How great are your ears because they hear.",
      "17": "For sure, I tell you, that many early preachers and men right with God have wanted to see the things you see, but they did not see them. They wanted to hear the things you hear, but they did not hear them.",
      "18": "“Listen to the picture-story of the man who planted seeds in the ground.",
      "19": "When anyone hears the Word about the holy nation and does not understand it, the devil comes and takes away what was put in his heart. He is like the seed that fell by the side of the road.",
      "20": "The seed which fell between rocks is like the person who receives the Word with joy as soon as he hears it.",
      "21": "Its root is not deep and it does not last long. When troubles and suffering come because of the Word, he gives up and falls away.",
      "22": "The seed which fell among thorns is like the person who hears the Word but the cares of this life, and the love for money let the thorns come up and do not give the seed room to grow and give grain.",
      "23": "The seed which fell on good ground is like the one who hears the Word and understands it. He gives much grain. Some seed gives one hundred times as much grain. Some gives sixty times as much grain. Some gives thirty times as much grain.”",
      "24": "Jesus told them another picture-story. He said, “The holy nation of heaven is like a man who planted good seed in his field.",
      "25": "During the night someone who hated him came and planted weed seed with the good seed in his field and went away.",
      "26": "When the good seed started to grow and give grain, weeds came up also.",
      "27": "“The servants of the man who planted the seed came and said to him, ‘Sir, did you not plant good seed in your field? Why does it have weeds also?’",
      "28": "The man who planted the seed said, ‘Someone who hates me has done this.’ The servants asked him, ‘Should we go and pull the weeds out from among the good grain?’",
      "29": "He said, ‘No, because if you pull out the weeds, the good grain will come up also.",
      "30": "Let them grow together until the time to gather the grain. Then I will say to the workmen, “Gather the weeds first and put them together to be burned. Then gather the good grain into my building.”’”",
      "31": "Jesus told them another picture-story. He said, “The holy nation of heaven is like mustard seed which a man planted in his field.",
      "32": "It is the smallest of seeds. But when it is full-grown, it is larger than the grain of the fields and it becomes a tree. The birds of the sky come and stay in its branches.”",
      "33": "Jesus gave them another picture-story. He said, “The holy nation of heaven is like yeast that a woman put into three pails of flour until it had become much more than at first.”",
      "34": "Jesus told all these things using picture-stories to the many people. He did not speak to them without using picture-stories.",
      "35": "It happened as the early preacher said it would happen, “I will open My mouth in picture-stories. I will tell things which have been kept secret from the beginning of the world.”",
      "36": "After Jesus sent the people away, He went into the house. His followers came to Him and said, “Tell us what You mean by the picture-story of the weeds in the field.”",
      "37": "Jesus said, “He Who plants the good seed is the Son of Man.",
      "38": "The field is the world. The good seeds are the children of the holy nation. The weeds are the children of the devil.",
      "39": "The devil is the one who got in and planted the weeds. The time to gather is the end of the world. The men who gather are the angels.",
      "40": "As the weeds are gathered together and burned in the fire, so will it be in the end of the world.",
      "41": "The Son of Man will send His angels. They will gather out of His holy nation all things that cause people to sin and those who do sin.",
      "42": "They will put them into a stove of fire. There will be loud crying and grinding of teeth.",
      "43": "Then the ones right with God will shine as the sun in the holy nation of their Father. You have ears, then listen!”",
      "44": "“The holy nation of heaven is like a box of riches buried in a field. A man found it and then hid it again. In his joy he goes and sells all that he has and buys that field.",
      "45": "“Again, the holy nation of heaven is like a man who buys and sells. He is looking for good pearls.",
      "46": "When he finds one good pearl worth much money, he goes and sells all that he has and buys it.",
      "47": "“The holy nation of heaven is like a big net which was let down into the sea. It gathered fish of every kind.",
      "48": "When it was full, they took it to the shore. They sat down and put the good fish into pails. They threw the bad fish away.",
      "49": "It will be like this in the end of the world. Angels will come and take the sinful people from among those who are right with God.",
      "50": "They will put the sinful people into a stove of fire where there will be loud crying and grinding of teeth.”",
      "51": "Jesus asked them, “Have you understood all these picture-stories?” They said, “Yes, Lord!”",
      "52": "He said to them, “Every teacher of the Law who has become a follower of the holy nation of heaven is like a man who owns his house. He takes new and old riches from his house.”",
      "53": "When Jesus had finished these picture-stories, He went away from there.",
      "54": "He came to His own town and taught them in their places of worship. They were surprised and wondered, saying, “Where did this Man get this wisdom? How can He do these powerful works?",
      "55": "Is not this the son of the man who makes things from wood? Is not Mary His mother? Are not James and Joseph and Simon and Judas His brothers?",
      "56": "And are not all His sisters here? Then where did He get all these things?”",
      "57": "And they were ashamed of Him and turned away because of Him. Jesus said to them, “One who speaks for God is shown no respect in his own town and in his own house.”",
      "58": "He did not do many powerful works there because they did not put their trust in Him."
    },
    "14": {
      "1": "At that time King Herod heard much about Jesus.",
      "2": "He said to his helpers, “This must be John the Baptist. He has risen from the dead. That is why these powerful works are done by him.”",
      "3": "For Herod had taken John and put him in prison. It was because of Herodias, the wife of his brother Philip.",
      "4": "For John had said to him, “It is against the Law for you to have her.”",
      "5": "He would have killed John but he was afraid of the people. The people thought John was one who spoke for God.",
      "6": "On Herod’s birthday the daughter of Herodias danced in front of them. Herod was made happy by her.",
      "7": "He promised he would give her anything she asked.",
      "8": "Because her mother told her to do it, she said, “Give me the head of John the Baptist on a plate.”",
      "9": "The king was sorry. But he said for it to be given because he had promised and because of those who were eating with him.",
      "10": "He sent to the prison and had John’s head cut off.",
      "11": "It was brought in on a plate and given to the girl. She brought it to her mother.",
      "12": "Then the followers of John came and took his body and buried it. They went and told Jesus.",
      "13": "When Jesus heard that John had been killed, He went from there by boat to a desert. He wanted to be alone. When the people knew it, they followed after Him by land from the cities.",
      "14": "When He got out of the boat, He saw many people. He had loving-pity for them and healed those who were sick.",
      "15": "When it was evening, His followers came to Him. They said, “This is a desert. The day is past. Send the people away so they may go into the towns and buy food for themselves.”",
      "16": "Jesus said to them, “They do not have to go away. Give them something to eat.”",
      "17": "They said to Him, “We have only five loaves of bread and two fish.”",
      "18": "Jesus said, “Bring them to Me.”",
      "19": "He told the people to sit down on the grass. Then He took the five loaves of bread and two fish. He looked up to heaven and gave thanks. He broke the loaves in pieces and gave them to His followers. The followers gave them to the people.",
      "20": "They all ate and were filled. They picked up twelve baskets full of pieces of bread and fish after the people were finished eating.",
      "21": "About five thousand men ate. Women and children ate also.",
      "22": "At once Jesus had His followers get into the boat. He told them to go ahead of Him to the other side while He sent the people away.",
      "23": "After He had sent them away, He went up the mountain by Himself to pray. When evening came, He was there alone.",
      "24": "By this time the boat was far from land and was being thrown around by the waves. The wind was strong against them.",
      "25": "Just before the light of day, Jesus went to them walking on the water.",
      "26": "When the followers saw Him walking on the water, they were afraid. They said, “It is a spirit.” They cried out with fear.",
      "27": "At once Jesus spoke to them and said, “Take hope. It is I. Do not be afraid!”",
      "28": "Peter said to Jesus, “If it is You, Lord, tell me to come to You on the water.”",
      "29": "Jesus said, “Come!” Peter got out of the boat and walked on the water to Jesus.",
      "30": "But when he saw the strong wind, he was afraid. He began to go down in the water. He cried out, “Lord, save me!”",
      "31": "At once Jesus put out His hand and took hold of him. Jesus said to Peter, “You have so little faith! Why did you doubt?”",
      "32": "When Jesus and Peter got into the boat, the wind stopped blowing.",
      "33": "Those in the boat worshiped Jesus. They said, “For sure, You are the Son of God!”",
      "34": "When they had gone over to the other side, they came to the land of Gennesaret.",
      "35": "When the men of that land saw it was Jesus, they sent word into all the country around. They brought all who were sick to Jesus.",
      "36": "They begged Him that they might touch the bottom of His coat. As many as touched the bottom of His coat were healed."
    },
    "15": {
      "1": "Some of the teachers of the Law and the proud religious law-keepers from Jerusalem came to Jesus. They asked,",
      "2": "“Why do Your followers not obey the teaching that was given to them by our fathers? They do not wash their hands before they eat.”",
      "3": "Jesus said to them, “Why do you break the Law of God by trying to keep their teaching?",
      "4": "For God said, ‘Show respect to your father and mother.’ And, ‘He who curses his father or mother will be put to death.’",
      "5": "But you say that if a man says to his parents that anything he has, that might have been of help to them, is already given to God,",
      "6": "he does not have to show respect by helping his father and mother. You are putting aside the Word of God to keep their teaching.",
      "7": "You who pretend to be someone you are not, Isaiah told about you. He said,",
      "8": "’These people show respect to Me with their mouth, but their heart is far from Me.",
      "9": "Their worship of Me is worth nothing. They teach what men have made up.’”",
      "10": "Jesus called the people to Him and said to them, “Listen and understand this!",
      "11": "It is not what goes into a man’s mouth that makes his mind and heart sinful. It is what comes out of a man’s mouth that makes him sinful.”",
      "12": "His followers came to Him. They said, “Did You know the proud religious law-keepers were ashamed and turned away because of You when they heard this?”",
      "13": "He said, “Every plant that My Father in heaven did not plant will be pulled up by the roots.",
      "14": "Let them alone. They are blind leaders of the blind. If one blind man leads another blind man, they will both fall into a hole.”",
      "15": "Then Peter said to Jesus, “Tell us this picture-story so we can understand it.”",
      "16": "Jesus said, “Do you not understand yet?",
      "17": "Do you not understand that whatever goes into the mouth goes into the stomach and then out of the body?",
      "18": "But whatever comes from the mouth has come out of the heart. These things make the man unclean inside.",
      "19": "For out of the heart come bad thoughts, killing other people, sex sins of a married person, sex sins of a person not married, stealing, lying, speaking against God.",
      "20": "These are the things that make the man unclean inside. It does not make a man sinful to eat with hands that have not been washed.”",
      "21": "Jesus went from there to the cities of Tyre and Sidon.",
      "22": "A woman came from the land of Canaan. She cried out to Jesus and said, “Take pity on me, Lord, Son of David! My daughter has a demon and is much troubled.”",
      "23": "But Jesus did not speak a word to her. His followers kept asking, saying, “Send her away for she keeps calling us.”",
      "24": "He said, “I was sent only to the Jewish people who are lost.”",
      "25": "Then she came and got down before Jesus and worshiped Him. She said, “Lord, help me!”",
      "26": "But He said, “It is not right to take children’s food and throw it to the dogs.”",
      "27": "She said, “Yes, Lord, but even the dogs eat the pieces that fall from the table of their owners.”",
      "28": "Jesus said to her, “Woman, you have much faith. You will have what you asked for.” Her daughter was healed at that very time.",
      "29": "Jesus went from there and came to the Sea of Galilee. Then He went up the mountain and sat down.",
      "30": "Many people came to Him. They brought with them those who were not able to walk. They brought those who were not able to see. They brought those who were not able to hear or speak and many others. Then they put them at the feet of Jesus and He healed them.",
      "31": "All the people wondered. They saw how those who could not speak were now talking. They saw how those who could not walk were now walking. They saw how those who could not see were now seeing, and they gave thanks to the God of the Jews.",
      "32": "Then Jesus called His followers to Him. He said, “I pity these people because they have been with Me three days and they have no food. I do not want to send them home without food. They might get too weak as they go.”",
      "33": "The followers said to Jesus, “Where can we get enough bread to feed them all in this desert?”",
      "34": "Jesus said to them, “How many loaves of bread do you have?” They said, “Seven loaves and a few small fish.”",
      "35": "He told the people to sit down on the ground.",
      "36": "Then He took the seven loaves of bread and the fish and gave thanks. He broke them and gave them to His followers. The followers gave them to the people.",
      "37": "They all ate and were filled. They picked up seven baskets full of pieces of bread and fish after the people finished eating.",
      "38": "Four thousand men ate. Women and children ate also.",
      "39": "After this Jesus sent the people away. Then He got into a boat and came to a place called Magadan."
    },
    "16": {
      "1": "The proud religious law-keepers and a religious group of people who believe no one will be raised from the dead came to Jesus. They asked Him to show something special from heaven. They wanted to trap Jesus.",
      "2": "(He said to them, “In the evening you say, ‘The weather will be good tomorrow because the sky is red.’",
      "3": "And in the morning you say, ‘We will have a storm today because the sky is red and the clouds are low.’ You understand the things you see in the sky, but you cannot understand the special things you see these days!)",
      "4": "The sinful people of this day go after something special to see. There will be nothing special for them to see but the early preacher Jonah.” Then He went away from them.",
      "5": "The followers came to the other side of the lake. They remembered they had forgotten to bring bread.",
      "6": "Jesus said to them, “See! Have nothing to do with the yeast of the proud religious law-keepers and the religious group of people who believe no one will be raised from the dead.”",
      "7": "They started to think about it among themselves and said, “He said this because we forgot to bring bread.”",
      "8": "Jesus knew this and said, “You have very little faith! Why are you talking among yourselves about not bringing bread?",
      "9": "Do you not yet understand or remember the five loaves of bread that fed five thousand men? And how many baskets full were gathered up?",
      "10": "Or do you not even remember the seven loaves of bread that fed the four thousand men? And how many baskets full were gathered up?",
      "11": "Why is it that you do not see that I was not talking to you about bread? I was talking to you about keeping away from the yeast of the proud religious law-keepers and the religious group of people who believe no one will be raised from the dead.”",
      "12": "Then they understood that it was not the yeast of bread that He was talking about. But He was talking about the teaching of the proud religious law-keepers and of the other religious group of people.",
      "13": "Jesus came into the country of Caesarea Philippi. He asked His followers, “Who do people say that I, the Son of Man, am?”",
      "14": "They said, “Some say You are John the Baptist and some say Elijah and others say Jeremiah or one of the early preachers.”",
      "15": "He said to them, “But who do you say that I am?”",
      "16": "Simon Peter said, “You are the Christ, the Son of the living God.”",
      "17": "Jesus said to him, “Simon, son of Jonah, you are happy because you did not learn this from man. My Father in heaven has shown you this.",
      "18": "“And I tell you that you are Peter. On this rock I will build My church. The powers of hell will not be able to have power over My church.",
      "19": "I will give you the keys of the holy nation of heaven. Whatever you do not allow on earth will not have been allowed in heaven. Whatever you allow on earth will have been allowed in heaven.”",
      "20": "Then with strong words He told His followers to tell no one that He was the Christ.",
      "21": "From that time on Jesus began to tell His followers that He had to go to Jerusalem and suffer many things. These hard things would come from the leaders and from the head religious leaders of the Jews and from the teachers of the Law. He told them He would be killed and three days later He would be raised from the dead.",
      "22": "Peter took Jesus away from the others and spoke sharp words to Him. He said, “Never, Lord! This must not happen to You!”",
      "23": "Then Jesus turned to Peter and said, “Get behind Me, Satan! You are standing in My way. You are not thinking how God thinks. You are thinking how man thinks.”",
      "24": "Jesus said to His followers, “If anyone wants to be My follower, he must forget about himself. He must take up his cross and follow Me.",
      "25": "If anyone wants to keep his life safe, he will lose it. If anyone gives up his life because of Me, he will save it.",
      "26": "For what does a man have if he gets all the world and loses his own soul? What can a man give to buy back his soul?",
      "27": "The Son of Man will come in the greatness of His Father with His angels. Then He will give to every man his pay as he has worked.",
      "28": "For sure, I tell you, there are some standing here that will not die until they see the Son of Man coming as King.”"
    },
    "17": {
      "1": "Six days later Jesus took with Him Peter and James and his brother John. He led them up to a high mountain by themselves.",
      "2": "He was changed in looks before them. His face was as bright as the sun. His clothes looked as white as light.",
      "3": "Moses and Elijah were seen talking with Jesus.",
      "4": "Then Peter said to Jesus, “Lord, it is good for us to be here. If You will let us, we will build three altars here. One will be for You and one for Moses and one for Elijah.”",
      "5": "While Peter was speaking, a bright cloud came over them. A voice from the cloud said, “This is My much-loved Son, I am very happy with Him. Listen to Him!”",
      "6": "When the followers heard this, they got down on the ground on their faces and were very much afraid.",
      "7": "Jesus came and put His hand on them. He said, “Get up! Do not be afraid.”",
      "8": "When they looked up, they saw no one there but Jesus only.",
      "9": "As they came down from the mountain, Jesus told them in strong words, saying, “Do not tell anyone what you have seen until the Son of Man is raised from the dead.”",
      "10": "The followers asked Jesus, “Then why do the teachers of the Law say that Elijah must come first?”",
      "11": "He said, “For sure, Elijah will come first and get things ready.",
      "12": "But I tell you, Elijah has already come and they did not know him. They did to him whatever they wanted to do. In the same way the Son of Man will suffer from them also.”",
      "13": "Then the followers understood He was talking about John the Baptist.",
      "14": "When they came to many people, a man came up to Jesus and got on his knees. He said,",
      "15": "“Lord, have pity on my son. He is very sick and at times loses the use of his mind. Many times he falls into the fire or into the water.",
      "16": "I took him to Your followers but they were not able to heal him.”",
      "17": "Then Jesus said, “You people of this day have no faith and you are going the wrong way. How long must I be with you? How long must I put up with you? Bring him here to Me.”",
      "18": "Jesus spoke sharp words to the demon and the demon came out of him. At once the boy was healed.",
      "19": "The followers came to Jesus when He was alone. They said, “Why were we not able to put the demon out?”",
      "20": "Jesus said to them, “Because you have so little faith. For sure, I tell you, if you have faith as a mustard seed, you will say to this mountain, ‘Move from here to over there,’ and it would move over. You will be able to do anything.",
      "21": "But this kind of demon does not go out but by prayer and by going without food so you can pray better.”",
      "22": "While they were still in Galilee, Jesus said to the followers, “The Son of Man will be handed over to men.",
      "23": "They will kill Him, but He will be raised from the dead three days later.” The followers were very sad.",
      "24": "They came to the city of Capernaum. Those who gathered the tax for the house of God came to Peter. They said, “Does not your Teacher pay tax money for the house of God?”",
      "25": "Peter said, “Yes.” When Peter came into the house, Jesus spoke to him first. He said, “What do you think, Simon? From whom do the kings of this earth get their money or taxes, from their own people or from those of another country?”",
      "26": "Peter said to Him, “From those of another country.” Then Jesus said, “Then their own people do not pay taxes.",
      "27": "But so we will not make them to be troubled, go down to the lake and throw in a hook. Take the first fish that comes up. In its mouth you will find a piece of money. Take that and pay the tax for Me and yourself.”"
    },
    "18": {
      "1": "At that time the followers came to Jesus. They said, “Who is the greatest in the holy nation of heaven?”",
      "2": "Jesus took a little child and put him among them.",
      "3": "He said, “For sure, I tell you, unless you have a change of heart and become like a little child, you will not get into the holy nation of heaven.",
      "4": "Whoever is without pride as this little child is the greatest in the holy nation of heaven.",
      "5": "Whoever receives a little child because of Me receives Me.",
      "6": "But whoever is the reason for one of these little children who believe in Me to fall into sin, it would be better for him to have a large rock put around his neck and to be thrown into the sea.",
      "7": "“It is bad for the world because of that which makes people sin. Men will be tempted to sin. But it is bad for the one who is the reason for someone to sin.",
      "8": "If your hand or your foot is the reason you sin, cut it off and throw it away. It is better for you to go into life without a hand or a foot, than to have two hands or two feet and to be thrown into the fire of hell.",
      "9": "If your eye is the reason you sin, take it out and throw it away. It is better for you to go into life with one eye, than to have two eyes and be thrown into the fire of hell.",
      "10": "Be sure you do not hate one of these little children. I tell you, they have angels who are always looking into the face of My Father in heaven.",
      "11": "“For the Son of Man has come to save that which was lost.",
      "12": "What do you think about this? A man has one hundred sheep and one of them is lost. Will he not leave the ninety-nine and go to the mountains to look for that one lost sheep?",
      "13": "If he finds it, for sure, I tell you, he will have more joy over that one, than over the ninety-nine that were not lost.",
      "14": "I tell you, My Father in heaven does not want one of these little children to be lost.",
      "15": "“If your brother sins against you, go and tell him what he did without other people hearing it. If he listens to you, you have won your brother back again.",
      "16": "But if he will not listen to you, take one or two other people with you. Every word may be remembered by the two or three who heard.",
      "17": "If he will not listen to them, tell the trouble to the church. If he does not listen to the church, think of him as a person who is as bad as one who does not know God and a person who gathers taxes.",
      "18": "“For sure, I tell you, whatever you do not allow on earth will not have been allowed in heaven. Whatever you allow on earth will have been allowed in heaven.",
      "19": "Again I tell you this: If two of you agree on earth about anything you pray for, it will be done for you by My Father in heaven.",
      "20": "For where two or three are gathered together in My name, there I am with them.”",
      "21": "Then Peter came to Jesus and said, “Lord, how many times may my brother sin against me and I forgive him, up to seven times?”",
      "22": "Jesus said to him, “I tell you, not seven times but seventy times seven!",
      "23": "“The holy nation of heaven is like a king who wanted to find out how much money his servants owed him.",
      "24": "As he began, one of the servants was brought to him who owed him very much money.",
      "25": "He could pay nothing that he owed. So the king spoke the word that he and his wife and his children and all that he had should be sold to pay what he owed.",
      "26": "The servant got down on his face in front of the king. He said, ‘Give me time, and I will pay you all the money.’",
      "27": "Then the king took pity on his servant and let him go. He told him he did not have to pay the money back.",
      "28": "“But that servant went out and found one of the other servants who owed him very little money. He took hold of his neck and said, ‘Pay me the money you owe me!’",
      "29": "The other servant got down at his feet and said, ‘Give me time, and I will pay you all the money.’",
      "30": "But he would not. He had him put in prison until he could pay the money.",
      "31": "“When his other servants saw what had happened, they were very sorry. They came and told the king all that was done.",
      "32": "Then the king called for the first one. He said, ‘You bad servant! I forgave you. I said that you would not have to pay back any of the money you owed me because you asked me.",
      "33": "Should you not have had pity on the other servant, even as I had pity on you?’",
      "34": "The king was very angry. He handed him over to men who would beat and hurt him until he paid all the money he owed.",
      "35": "So will My Father in heaven do to you, if each one of you does not forgive his brother from his heart.”"
    },
    "19": {
      "1": "When Jesus had finished talking, He went from the country of Galilee. He came to the part of the country of Judea which is on the other side of the Jordan River.",
      "2": "Many people followed Him and He healed them there.",
      "3": "The proud religious law-keepers came to Jesus. They tried to trap Him by saying, “Does the Law say a man can divorce his wife for any reason?”",
      "4": "He said to them, “Have you not read that He Who made them in the first place made them man and woman?",
      "5": "It says, ‘For this reason a man will leave his father and his mother and will live with his wife. The two will become one.’",
      "6": "So they are no longer two but one. Let no man divide what God has put together.”",
      "7": "The proud religious law-keepers said to Jesus, “Then why did the Law of Moses allow a man to divorce his wife if he put it down in writing and gave it to her?”",
      "8": "Jesus said to them, “Because of your hard hearts Moses allowed you to divorce your wives. It was not like that from the beginning.",
      "9": "And I say to you, whoever divorces his wife, except for sex sins, and marries another, is guilty of sex sins in marriage. Whoever marries her that is divorced is guilty of sex sins in marriage.”",
      "10": "His followers said to Him, “If that is the way of a man with his wife, it is better not to be married.”",
      "11": "But Jesus said to them, “Not all men are able to do this, but only those to whom it has been given.",
      "12": "For there are some men who from birth will never be able to have children. There are some men who have been made so by men. There are some men who have had themselves made that way because of the holy nation of heaven. The one who is able to do this, let him do it.”",
      "13": "Then little children were brought to Him that He might put His hands on them and pray for them. The followers spoke sharp words to them.",
      "14": "But Jesus said, “Let the little children come to Me. Do not stop them. The holy nation of heaven is made up of ones like these.”",
      "15": "He put His hands on them and went away.",
      "16": "A man came to Jesus and asked, “Good Teacher, what good work must I do to have life that lasts forever?”",
      "17": "Jesus said to him, “Why are you asking Me about what is good? There is only One Who is good. If you want to have life that lasts forever, you must obey the Laws.”",
      "18": "The man said to Him, “What kind of laws?” Jesus said, “You must not kill another person. You must not be guilty of sex sins. You must not steal. You must not lie.",
      "19": "Show respect to your father and your mother. And love your neighbor as you love yourself.”",
      "20": "The young man said to Jesus, “I have obeyed all these Laws. What more should I do?”",
      "21": "Jesus said to him, “If you want to be perfect, go and sell everything you have and give the money to poor people. Then you will have riches in heaven. Come and follow Me.”",
      "22": "When the young man heard these words, he went away sad for he had many riches.",
      "23": "Jesus said to His followers, “For sure, I tell you, it will be hard for a rich man to get into the holy nation of heaven.",
      "24": "Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to get into the holy nation of heaven.”",
      "25": "When His followers heard this, they could not understand it. They said, “Then who can be saved from the punishment of sin?”",
      "26": "Jesus looked at them and said, “This cannot be done by men. But with God all things can be done.”",
      "27": "Then Peter said to Him, “We have given up everything and have followed You. Then what will we have?”",
      "28": "Jesus said to them, “For sure, I tell you, when all the earth will be new and the Son of Man will sit on His throne in His shining-greatness, you who have followed Me will also sit on twelve thrones, and judge the twelve family groups of the Jewish nation.",
      "29": "Everyone who has given up houses or brothers or sisters or father or mother or wife or children or lands because of Me, will get a hundred times more. And you will get life that lasts forever.",
      "30": "Many who are first will be last. Many who are last will be first."
    },
    "20": {
      "1": "“For the holy nation of heaven is like the owner of a grape-field. He went out early in the morning to hire workmen to work in his grape-field.",
      "2": "He promised to give them a day’s pay and then sent them to his grape-field.",
      "3": "Later in the morning he went to the center of the town where people gather. He saw men standing there doing nothing.",
      "4": "He said to them, ‘You go to my grape-field and work also. Whatever is right, I will pay you.’ And they went.",
      "5": "Again he went out about noon and at three o’clock and did the same thing.",
      "6": "About five o’clock he went out and still found others doing nothing. He asked them, ‘Why do you stand here all day and do nothing?’",
      "7": "They said to him, ‘Because no one has hired us.’ He said, ‘Go to my grape-field and work. Whatever is right, I will pay you.’",
      "8": "“When evening came, the owner of the grape-field said to the boss of the workmen, ‘Call the workmen. Give them their pay. Start with the last ones hired and go on to the first ones hired.’",
      "9": "The workmen who had been hired at five o’clock came up. Each one of them got a day’s pay for his work.",
      "10": "When the workmen who had been hired the first thing in the morning came, they thought they would get more. But each one got a day’s pay.",
      "11": "After they received it, they talked against the owner.",
      "12": "They said, ‘The last workmen hired have only worked one hour. You have given to them the same as to us. We have worked hard through the heat of the day.’",
      "13": "But he said to one of them, ‘Friend, I am doing you no wrong. Did you not agree with me when I promised to pay you a day’s pay?",
      "14": "Take your pay and go. I want to give the last ones hired the same as I have given you.",
      "15": "Do I not have the right to do what I want to do with my own money? Does your eye make you want more because I am good?’",
      "16": "So those who are last will be first and the first will be last.”",
      "17": "As Jesus was going up to Jerusalem, He talked also to the twelve followers by the side of the road. He said,",
      "18": "“Listen! We are going up to Jerusalem. The Son of Man will be handed over to the religious leaders and to the teachers of the Law. They will say that He must be put to death.",
      "19": "They will hand Him over to the people who do not know God. They will make fun of Him and will beat Him. They will nail Him to a cross. Three days later He will be raised to life.”",
      "20": "The mother of Zebedee’s children (James and John) came to Jesus with her sons. She got down on her knees before Jesus to ask something of Him.",
      "21": "He said to her, “What do you want?” She said, “Say that my two sons may sit, one at Your right side and one at Your left side, when You are King.”",
      "22": "Jesus said to her, “You do not know what you are asking. Are you able to take the suffering that I am about to take? (Are you able to be baptized with the baptism that I am baptized with?)” They said, “Yes, we are able.”",
      "23": "He said to them, “You will suffer as I will suffer. But the places at My right side and at My left side are not Mine to give. Whoever My Father says will have those places.”",
      "24": "The other ten followers heard this. They were angry with the two brothers.",
      "25": "Jesus called them to Him and said, “You know how the kings of the nations show their power to the people. Important leaders use their power over the people.",
      "26": "It must not be that way with you. But whoever wants to be great among you, let him care for you.",
      "27": "Whoever wants to be first among you, let him be your servant.",
      "28": "For the Son of Man came not to be cared for. He came to care for others. He came to give His life so that many could be bought by His blood and made free from the punishment of sin.”",
      "29": "As they went away from the city of Jericho, many people followed Him.",
      "30": "Two blind men were sitting by the side of the road. They called out when they heard that Jesus was going by. They said, “Lord, take pity on us, Son of David!”",
      "31": "Many people spoke sharp words to them. They told the blind men not to call out. But they called all the more, “Lord! Take pity on us, Son of David!”",
      "32": "Jesus stopped and called them. He asked, “What do you want Me to do for you?”",
      "33": "The blind men said to Jesus, “Lord, we want our eyes opened!”",
      "34": "Jesus had loving-pity on them and put His hands on their eyes. At once they could see, and they followed Jesus."
    },
    "21": {
      "1": "They were near Jerusalem and had come to the town of Bethphage at the Mount of Olives. Jesus sent two followers on ahead.",
      "2": "He said to them, “Go to the town over there. You will find a donkey tied and her young with her. Let them loose and bring them to Me.",
      "3": "If anyone says something to you, say, ‘The Lord needs them.’ He will send them at once.”",
      "4": "It happened as the early preacher said it would happen, saying,",
      "5": "“Say to the people in Jerusalem, ‘See! Your King is coming to you. He is gentle. He is riding on a young donkey.’”",
      "6": "The followers went and did as Jesus told them.",
      "7": "They brought the donkey and her young one. They put their clothes on the donkey and Jesus sat on them.",
      "8": "Many people put their coats down on the road. Other people cut branches from the trees and put them along the way.",
      "9": "The people who went in front and those who followed Jesus called out, “Greatest One! The Son of David! Great and honored is He Who comes in the name of the Lord! Greatest One in the highest heaven.”",
      "10": "When Jesus came into Jerusalem, all the people of the city were troubled. They said, “Who is this?”",
      "11": "Many people said, “This is Jesus, the One Who speaks for God from the town of Nazareth in the country of Galilee.”",
      "12": "Then Jesus went into the house of God and made all those leave who were buying and selling there. He turned over the tables of the men who changed money. He turned over the seats of those who sold doves.",
      "13": "He said to them, “It is written, ‘My house is to be called a house of prayer.’ You have made it a place of robbers.”",
      "14": "The blind and those who could not walk came to Jesus in the house of God and He healed them.",
      "15": "The religious leaders of the Jews and the teachers of the Law saw the great things He did. They heard the children calling in the house of God and saying, “Greatest One! Son of David!” The leaders were very angry.",
      "16": "They said to Jesus, “Do you hear what these children are saying?” Jesus said to them, “Yes, have you not read the writings, ‘Even little children and babies will honor Him’?”",
      "17": "Jesus left them and went out of the city to the town of Bethany. He stayed there that night.",
      "18": "In the morning as He was coming back to the city, He was hungry.",
      "19": "He saw a fig tree by the side of the road and went to it. There was nothing on it but leaves. He said to the tree, “No fruit will ever grow on you again.” At once the fig tree dried up.",
      "20": "The followers saw it and were surprised and wondered. They said, “How did the fig tree dry up so fast?”",
      "21": "Jesus said to them, “For sure, I tell you this: If you have faith and do not doubt, you will not only be able to do what was done to the fig tree. You will also be able to say to this mountain, ‘Move from here and be thrown into the sea,’ and it will be done.",
      "22": "All things you ask for in prayer, you will receive if you have faith.”",
      "23": "Jesus came into the house of God. The religious leaders and the other leaders of the people came up to Him as He was teaching. They said, “By what right and power are You doing these things? Who gave You the right and the power to do them?”",
      "24": "Jesus said to them, “I will ask you one thing also. If you tell Me, then I will tell you by what right and power I do these things.",
      "25": "Was the baptism of John from heaven or from men?” They thought among themselves, “If we say, ‘From heaven,’ then He will say, ‘Then why did you not believe him?’",
      "26": "But if we say, ‘From men,’ we are afraid of the people, because they all think John was one who spoke for God.”",
      "27": "They said to Jesus, “We do not know.” He said to them, “Then I will not tell you by what right and power I do these things.",
      "28": "“What do you think about this? There was a man who had two sons. He came to the first son and said, ‘My son, go to my grape-field and work today.’",
      "29": "He said, ‘I will go.’ But he did not go.",
      "30": "The father came to the second son and asked the same thing. The son said, ‘No, I will not go.’ Later he was sorry and went.",
      "31": "Which one of the two sons did what his father wanted?” They said to Jesus, “The second son.” Jesus said to them, “For sure, I tell you this: Tax-gatherers and women who sell the use of their bodies will get into the holy nation of heaven before you.",
      "32": "For John came to you preaching about being right with God. You did not believe him. But tax-gatherers and women who sell the use of their bodies did believe him. When you saw this, you were not sorry for your sins and did not turn from them and believe him.",
      "33": "“Listen to another picture-story. A man who owned land planted grapes in a field and put a fence around it. He made a place for making wine. He built a tower to look over the grape-field. He let farmers rent it and then he went into another country.",
      "34": "The time came for gathering the grapes. He sent his servants to the farmers to get the grapes.",
      "35": "The farmers took his servants and hit one. They killed another and threw stones at another.",
      "36": "Again he sent other servants. He sent more than the first time. The farmers did the same to those servants.",
      "37": "After this he sent his son to them. He said to himself, ‘They will respect my son.’",
      "38": "When the farmers saw the son, they said to themselves, ‘This is the one who will get everything when the owner dies. Let us kill him and we will get it all.’",
      "39": "They took him and threw him out of the grape-field and killed him.",
      "40": "When the owner of the grape-field comes, what will he do to those farmers?”",
      "41": "They said to Him, “He will put those bad men to death. Then he will rent the grape-field to other farmers who will give him the grapes when they are ready.”",
      "42": "Jesus said to them, “Have you not read in the Holy Writings, ‘The Stone that was put aside by the workmen has become the most important Stone in the building? The Lord has done this. We think it is great!’",
      "43": "I say to you, because of this, the holy nation of God will be taken from you. It will be given to a nation that will give fruit.",
      "44": "Whoever falls on this Stone will be broken. And on the one it falls, it will make him like dust.”",
      "45": "When the religious leaders and the proud religious law-keepers heard this picture-story, they knew He spoke of them.",
      "46": "When they tried to put their hands on Him, they were afraid of the many people. The people thought He was One Who spoke for God."
    },
    "22": {
      "1": "Again Jesus spoke to them in picture-stories. He said,",
      "2": "“The holy nation of heaven is like a king who gave a wedding supper for his son.",
      "3": "He sent his servants to tell the people, who had been asked, to come to the supper. But the people did not want to come.",
      "4": "“He sent other servants, saying to them, ‘Tell those who have been asked to come, “See! My supper is ready. My cows and fat calves are killed. Everything is ready. Come to the wedding supper!”’",
      "5": "But they did not listen and went on working. One went to his farm. Another went to his store.",
      "6": "The others took hold of his servants, and hurt them and killed them.",
      "7": "“When the king heard this, he was very angry. He sent his soldiers to put those to death who had killed his servants. He burned their city.",
      "8": "Then he said to his servants, ‘The wedding supper is ready. Those who were asked to come to the supper were not good enough.",
      "9": "Go out into the roads and as many people as you can find, ask them to come to the wedding supper.’",
      "10": "“The servants went out into the roads and brought all they could find, both bad and good. The wedding supper room was full of people.",
      "11": "The king came in to see those who had come. He saw one man who did not have on wedding supper clothes.",
      "12": "He said to him, ‘Friend, how did you get in here without wedding supper clothes?’ The man could not speak!",
      "13": "Then the king said to his servants, ‘Tie his hands and feet, and throw him out into the darkness. In that place there will be loud crying and grinding of teeth.’",
      "14": "For many are called but few are chosen.”",
      "15": "Then the proud religious law-keepers got together to think how they could trap Jesus in His talk.",
      "16": "They sent their followers to Jesus with some of King Herod’s men. They asked, “Teacher, we know that You are true. We know that You are teaching the truth about God. We know You are not afraid of what men think or say about You.",
      "17": "Tell us what You think of this. Is it right to pay taxes to Caesar, or not?”",
      "18": "Jesus knew their sinful thoughts and said, “You pretend to be someone you are not! Why do you try to trap Me?",
      "19": "Show Me a piece of money.” They brought Him a piece.",
      "20": "Jesus said to them, “Whose picture is this? Whose name is on it?”",
      "21": "They said to Him, “Caesar’s.” Then He said to them, “Pay to Caesar the things that belong to Caesar. Pay to God the things that belong to God.”",
      "22": "When they heard this, they were surprised and wondered about it. Then they went away from Him.",
      "23": "The same day some people from the religious group who believe no one will be raised from the dead came to Jesus. They asked,",
      "24": "“Teacher, Moses said, ‘If a man should die without having children, then his brother must marry his wife. He should have children for his brother.’",
      "25": "There were seven brothers with us. The first was married but died before he had any children. The second brother then married the first brother’s wife.",
      "26": "The second brother died and the same with the third and on to the seventh.",
      "27": "Then the woman died also.",
      "28": "When people are raised from the dead, whose wife will she be of the seven? They all had her for a wife.”",
      "29": "Jesus said to them, “You are wrong because you do not know the Holy Writings or the power of God.",
      "30": "After people are raised from the dead, they do not marry. They are like the angels in heaven.",
      "31": "Have you not read what God said to you about those who are raised from the dead? He said,",
      "32": "‘I am the God of Abraham and the God of Isaac and the God of Jacob.’ He is not the God of the dead but of the living!”",
      "33": "When the people heard this, they were surprised and wondered about His teaching.",
      "34": "The proud religious law-keepers got together when they heard that the religious group of people who believe no one will be raised from the dead were not able to talk anymore to Jesus.",
      "35": "A proud religious law-keeper who knew the Law tried to trap Jesus. He said,",
      "36": "“Teacher, which one is the greatest of the Laws?”",
      "37": "Jesus said to him, “‘You must love the Lord your God with all your heart and with all your soul and with all your mind.’",
      "38": "This is the first and greatest of the Laws.",
      "39": "The second is like it, ‘You must love your neighbor as you love yourself.’",
      "40": "All the Laws and the writings of the early preachers depend on these two most important Laws.”",
      "41": "The proud religious law-keepers were gathered together. Then Jesus asked,",
      "42": "“What do you think about the Christ? Whose Son is He?” They said to Him, “The Son of David.”",
      "43": "Jesus said to them, “Then how is it that David, being led by the Holy Spirit, calls Him ‘Lord’? He said,",
      "44": "‘The Lord said to my Lord, “Sit at My right side until I make those who hate You a place to rest Your feet.”’",
      "45": "If David calls Him ‘Lord,’ then how can He be the Son of David?”",
      "46": "No one could answer a word, and after that day no one asked Him anything."
    },
    "23": {
      "1": "Then Jesus talked to the many people and to His followers.",
      "2": "He said, “The teachers of the Law and the proud religious law-keepers have put themselves in Moses’ place as teachers.",
      "3": "Do what they tell you to do and keep on doing it. But do not follow what they do. They preach but do not obey their own preaching.",
      "4": "They make heavy loads and put them on the shoulders of men. But they will not help lift them with a finger.",
      "5": "Everything they do, they do to be seen of men. They have words from the Holy Writings written in large letters on their left arm and forehead and they make wide trimming for their clothes.",
      "6": "They like to have the important places at big suppers and the best seats in the Jewish places of worship.",
      "7": "They like to have people show respect to them as they stand in the center of town where people gather. They like to be called teacher.",
      "8": "“But you are not to be called teacher. There is only one Teacher, and all of you are brothers.",
      "9": "Do not call any man here on earth your father. There is only one Father and He is in heaven.",
      "10": "You are not to be called leader. There is only one Leader and He is Christ.",
      "11": "“He who is greatest among you will be the one to care for you.",
      "12": "The person who thinks he is important will find out how little he is worth. The person who is not trying to honor himself will be made important.",
      "13": "“It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You keep men from going into the holy nation of heaven. You are not going in yourselves, and you do not allow those to go in who are about to go in.",
      "14": "It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! (You take houses from poor women whose husbands have died. Then you try to cover it up by making long prayers. You will be punished all the more because of this.)",
      "15": "It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You go over land and sea to win one follower. When you have him, you make him twice as much a child of hell as you are.",
      "16": "“It is bad for you, blind leaders! You say, ‘Whoever makes a promise by the house of God, his promise is worth nothing. But whoever makes a promise by the gold of the house of God, then his promise has to be kept.’",
      "17": "You fools and blind men! Which is greater, the gold or the house of God that makes the gold holy?",
      "18": "You say, ‘Whoever will promise by the altar, his promise does not have to be kept. But whoever makes a promise by the gift on the altar, then his promise has to be kept.’",
      "19": "You fools and blind men! Which is greater, the gift, or the altar that makes the gift holy?",
      "20": "Whoever makes a promise by the altar, promises by it and by everything on it.",
      "21": "Whoever makes a promise by the house of God, promises by it and by Him Who is in it.",
      "22": "Whoever makes a promise by heaven, promises by the throne of God and by Him Who sits there.",
      "23": "“It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You give one-tenth part of your spices, and have not done the most important things of the Law, such as thinking what is right and wrong, and having pity and faith. These you should have done and still have done the other things also.",
      "24": "You blind leaders, you take a small bug out of your cup but you swallow a camel!",
      "25": "“It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You clean the outside of the cup and plate, but leave the inside full of strong bad desires and are not able to keep from doing sinful things.",
      "26": "You blind proud religious law-keepers! Clean the inside of the cup and plate, then the outside will be clean also.",
      "27": "“It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You are like graves that have been made white and look beautiful on the outside. But inside you are full of the bones of dead men and of every sinful thing.",
      "28": "As men look at you, you seem to be good and right but inside you are full of sin. You pretend to be someone you are not.",
      "29": "“It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You make buildings for the graves of the early preachers, and you make the graves beautiful of those who are right with God.",
      "30": "You say, ‘If we had lived in the days of our early fathers, we would not have helped kill the early preachers.’",
      "31": "In this way, you are showing that you are the sons of those who killed the early preachers.",
      "32": "You might as well finish what your early fathers did.",
      "33": "You snakes! You family of snakes! How can you be kept from hell?",
      "34": "“Because of this, I am going to keep on sending to you men who speak for God and wise men and teachers of the Law. Some of them you will kill and nail to a cross. Some of them you will beat in your places of worship. You will make it very hard for them as they go from city to city.",
      "35": "Because of this, you will be guilty of the blood of all those right with God on the earth. It will be from the blood of Abel who was right with God to the blood of Zachariah son of Barachias. He was the one you killed between the house of God and the altar.",
      "36": "For sure, I tell you, all these things will come on the people of this day.",
      "37": "“O Jerusalem, Jerusalem! You kill the men who speak for God and throw stones at those who were sent to you. How many times I wanted to gather your children around Me, as a chicken gathers her young ones under her wings. But you would not let Me.",
      "38": "See! Your house is empty.",
      "39": "I say to you, you will not see Me again until you will say, ‘Great is He Who comes in the name of the Lord!’”"
    },
    "24": {
      "1": "Jesus went out of the house of God. On the way His followers came to Him to show Him the buildings of the house of God.",
      "2": "Jesus said to them, “Do you see all these things? For sure, I tell you, all these stones will be thrown down. Not one will be left standing on another.”",
      "3": "Jesus sat on the Mount of Olives. The followers came to Him when He was alone and said, “Tell us, when will this happen? What can we look for to show us of Your coming and of the end of the world?”",
      "4": "Jesus said to them, “Be careful that no one leads you the wrong way.",
      "5": "Many people will come using My name. They will say, ‘I am Christ.’ They will fool many people and will turn them to the wrong way.",
      "6": "You will hear of wars and lots of talk about wars, but do not be afraid. These things must happen, but it is not the end yet.",
      "7": "Nations will have wars with other nations. Countries will fight against countries. There will be no food for people. The earth will shake and break apart in different places.",
      "8": "These things are the beginning of sorrows and pains.",
      "9": "“Then they will hand you over to be hurt. They will kill you. You will be hated by all the world because of My name.",
      "10": "Many people will give up and turn away at this time. People will hand over each other. They will hate each other.",
      "11": "Many false religious teachers will come. They will fool many people and will turn them to the wrong way.",
      "12": "Because of people breaking the laws and sin being everywhere, the love in the hearts of many people will become cold.",
      "13": "But the one who stays true to the end will be saved.",
      "14": "“This Good News about the holy nation of God must be preached over all the earth. It must be told to all nations and then the end will come.",
      "15": "“You will see a sinful man-made god standing in the house of God in Jerusalem. It was spoken of by the early preacher Daniel. The one who reads this should understand it.",
      "16": "Then those in the country of Judea should run to the mountains.",
      "17": "The man who is on the top of his house should not come down to take anything out of his house.",
      "18": "The man who is in the field should not go back to get his coat.",
      "19": "It will be hard for a woman who will soon be a mother. It will be hard for the ones feeding babies in those days!",
      "20": "Pray that you will not have to go in the winter or on the Day of Rest.",
      "21": "In those days there will be very much trouble and pain and sorrow. It has never been this bad from the beginning of the world and never will be again.",
      "22": "If the time had not been made short, no life would have been saved. Because of God’s people, the time will be made short.",
      "23": "“If anyone says to you, ‘See! Here is the Christ!’ or ‘There He is!’ do not believe it.",
      "24": "People who say they are Christ and false preachers will come. They will do special things for people to see. They will do great things, so that if it can be done, God’s people will be fooled to believe something wrong.",
      "25": "Listen! I have told you before it comes.",
      "26": "If they tell you, ‘See! He is in the desert,’ do not go to see. Or if they say, ‘See! He is in the inside room,’ do not believe them.",
      "27": "The Son of Man will come as fast as lightning shines across the sky from east to west.",
      "28": "Birds gather wherever there is a dead body.",
      "29": "“As soon as those days of trouble and pain and sorrow are over, the sun will get dark. The moon will not give light. The stars will fall from the sky. The powers in the heavens will be shaken.",
      "30": "Then something special will be seen in the sky telling of the Son of Man. All nations of the earth will have sorrow. They will see the Son of Man coming in the clouds of the sky with power and shining-greatness.",
      "31": "He will send His angels with the loud sound of a horn. They will gather God’s people together from the four winds. They will come from one end of the heavens to the other.",
      "32": "“Now learn something from the fig tree. When the branch begins to grow and puts out its leaves, you know that summer is near.",
      "33": "In the same way, when you see all these things happen, you know the Son of Man is near, even at the door.",
      "34": "For sure, I tell you, the people of this day will not pass away before all these things have happened.",
      "35": "“Heaven and earth will pass away, but My words will not pass away.",
      "36": "But no one knows the day or the hour. No! Not even the angels in heaven know. The Son does not know. Only the Father knows.",
      "37": "“When the Son of Man comes, it will be the same as when Noah lived.",
      "38": "In the days before the flood, people were eating and drinking. They were marrying and being given in marriage. This kept on until the day Noah went into the large boat.",
      "39": "They did not know what was happening until the flood came and the water carried them all away. It will be like this when the Son of Man comes.",
      "40": "“Two men will be working in a field. One will be taken and the other will be left.",
      "41": "Two women will be grinding grain. One will be taken and the other will be left.",
      "42": "“Because of this, watch! You do not know on what day your Lord is coming.",
      "43": "But understand this: If the owner of a house had known when the robber was coming, he would have watched. He would not have allowed his house to have been broken into.",
      "44": "You must be ready also. The Son of Man is coming at a time when you do not think He will come.",
      "45": "“Who is the faithful and wise servant whom his owner has made boss over the other servants? He is to have food ready for them at the right time.",
      "46": "That servant is happy who is doing what his owner wants him to do when he comes back.",
      "47": "For sure, I tell you, he will make him boss over all that he has.",
      "48": "But if that servant is bad, he will think, ‘The owner will not come soon.’",
      "49": "He will beat the others. He will eat and drink with those who are drunk.",
      "50": "The owner will come on a day and at an hour when the servant is not looking for him.",
      "51": "The owner will punish the servant and will give him his place with those who pretend to be someone they are not. There will be loud crying and grinding of teeth."
    },
    "25": {
      "1": "“At that time the holy nation of heaven will be like ten women who have never had men. They took their lamps and went out to meet the man soon to be married.",
      "2": "Five of them were wise and five were foolish.",
      "3": "The foolish women took their lamps but did not take oil with them.",
      "4": "The wise women took oil in a jar with their lamps.",
      "5": "They all went to sleep because the man to be married did not come for a long time.",
      "6": "“At twelve o’clock in the night there was a loud call, ‘See! The man soon to be married is coming! Go out to meet him!’",
      "7": "Then all the women got up and made their lamps brighter.",
      "8": "The foolish women said to the wise women, ‘Give us some of your oil because our lamps are going out.’",
      "9": "But the wise women said, ‘No! There will not be enough for us and you. Go to the store and buy oil for yourselves.’",
      "10": "While they were gone to buy oil, the man soon to be married came. Those who were ready went in with him to the marriage. The door was shut.",
      "11": "“Later the foolish women came. They said, ‘Sir, Sir, open the door for us!’",
      "12": "But he said to them, ‘For sure, I tell you, I do not know you!’",
      "13": "So watch! You do not know what day or what hour the Son of Man is coming.",
      "14": "“For the holy nation of heaven is like a man who was going to a country far away. He called together the servants he owned and gave them his money to use.",
      "15": "He gave to one servant five pieces of money worth much. He gave to another servant two pieces of money worth much. He gave to another servant one piece of money worth much. He gave to each one as he was able to use it. Then he went on his trip.",
      "16": "The servant who had the five pieces of money went out to the stores and traded until he made five more pieces.",
      "17": "The servant who had two pieces of money did the same thing. He made two more pieces.",
      "18": "The servant who had received the one piece of money went and hid the money in a hole in the ground. He hid his owner’s money.",
      "19": "“After a long time the owner of those servants came back. He wanted to know what had been done with his money.",
      "20": "The one who had received the five pieces of money worth much came and handed him five pieces more. He said, ‘Sir, you gave me five pieces of money. See! I used it and made five more pieces.’",
      "21": "His owner said to him, ‘You have done well. You are a good and faithful servant. You have been faithful over a few things. I will put many things in your care. Come and share my joy.’",
      "22": "The one who received two pieces of money worth much came also. He said, ‘Sir, you gave me two pieces of money. See! I used it and made two more pieces.’",
      "23": "His owner said to him, ‘You have done well. You are a good and faithful servant. You have been faithful over a few things. I will put many things in your care. Come and share my joy.’",
      "24": "The one who had received one piece of money worth much came. He said, ‘Sir, I know that you are a hard man. You gather grain where you have not planted. You take up where you have not spread out.",
      "25": "I was afraid and I hid your money in the ground. See! Here is your money.’",
      "26": "His owner said to him, ‘You bad and lazy servant. You knew that I gather grain where I have not planted. You knew that I take up where I have not spread out.",
      "27": "You should have taken my money to the bank. When I came back, I could have had my own money and what the bank paid for using it.",
      "28": "Take the one piece of money from him. Give it to the one who has ten pieces of money.’",
      "29": "For the man who has will have more given to him. He will have more than enough. The man who has nothing, even what he has will be taken away.",
      "30": "Throw the bad servant out into the darkness. There will be loud crying and grinding of teeth.",
      "31": "“When the Son of Man comes in His shining-greatness, He will sit down on His throne of greatness. All the angels will be with Him.",
      "32": "All the nations of the earth will be gathered before Him. He will divide them from each other as a shepherd divides the sheep from the goats.",
      "33": "He will put the sheep on His right side, but the goats He will put on His left side.",
      "34": "“Then the King will say to those on His right side, ‘Come, you who have been called by My Father. Come into the holy nation that has been made ready for you before the world was made.",
      "35": "For I was hungry and you gave Me food to eat. I was thirsty and you gave Me water to drink. I was a stranger and you gave Me a room.",
      "36": "I had no clothes and you gave Me clothes to wear. I was sick and you cared for Me. I was in prison and you came to see Me.’",
      "37": "“Then those that are right with God will say, ‘Lord, when did we see You hungry and feed You? When did we see You thirsty and give You a drink?",
      "38": "When did we see You a stranger and give You a room? When did we see You had no clothes and we gave You clothes?",
      "39": "And when did we see You sick or in prison and we came to You?’",
      "40": "Then the King will say, ‘For sure, I tell you, because you did it to one of the least of My brothers, you have done it to Me.’",
      "41": "“Then the King will say to those on His left side, ‘Go away from Me! You are guilty! Go into the fire that lasts forever. It has been made ready for the devil and his angels.",
      "42": "For I was hungry but you did not give Me food to eat. I was thirsty but you did not give Me water to drink.",
      "43": "I was a stranger but you did not give Me a room. I had no clothes but you did not give Me clothes. I was sick and in prison but you did not come to see Me.’",
      "44": "“Then they will ask, ‘Lord, when did we see You hungry or thirsty or a stranger? When did we see You without clothes or sick or in prison and did not care for You?’",
      "45": "Then He will say to them, ‘For sure, I tell you, because you did not do it to one of the least of these, you did not do it to Me.’",
      "46": "These will go to the place where they will be punished forever. But those right with God will have life that lasts forever.”"
    },
    "26": {
      "1": "When Jesus had finished all this teaching, He said to His followers,",
      "2": "“You know that the special religious supper to remember how the Jews left Egypt is in two days. The Son of Man will be handed over to be nailed to a cross.”",
      "3": "The religious leaders and the leaders of the people gathered at the house of the head religious leader. His name was Caiaphas.",
      "4": "They talked together how they might trap Jesus and kill Him.",
      "5": "But they said, “This must not happen on the day of the special supper. The people would be against it. They would make much trouble.”",
      "6": "Jesus was in the town of Bethany in the house of Simon. Simon had a very bad skin disease.",
      "7": "A woman came with a jar of perfume. She had given much money for this. As Jesus ate, she poured the perfume on His head.",
      "8": "When the followers saw it, they were angry. They said, “Why was this wasted?",
      "9": "This perfume could have been sold for much money and given to poor people.”",
      "10": "Jesus knew what they were saying. He said to them, “Why are you giving this woman trouble? She has done a good thing to Me.",
      "11": "You will have poor people with you all the time. But you will not have Me with you all the time.",
      "12": "She put this perfume on My body to make it ready for the grave.",
      "13": "For sure, I tell you, wherever this Good News is preached in all the world, this woman will be remembered for what she has done.”",
      "14": "Judas Iscariot was one of the twelve followers. He went to the religious leaders of the Jews.",
      "15": "He said, “What will you pay me if I hand Jesus over to you?” They promised to pay him thirty pieces of silver.",
      "16": "From that time on Judas looked for a way to hand Jesus over to them.",
      "17": "On the first day of the supper of bread without yeast the followers came to Jesus. They said, “What place do You want us to make ready for You to eat the supper of the special religious gathering to remember how the Jews left Egypt?”",
      "18": "He said, “Go into the city to a certain man and say to him, ‘The Teacher says, “My time is near. I will eat the special supper at your house with My followers.”’”",
      "19": "The followers did as Jesus told them. They made things ready for this special supper.",
      "20": "When evening came, Jesus sat with the twelve followers.",
      "21": "As they were eating, Jesus said, “For sure, I tell you, one of you will hand Me over.”",
      "22": "They were very sad. They said to Him one after the other, “Lord, is it I?”",
      "23": "He said, “The one who will hand Me over is the one who has just put his hand with Mine in the dish.",
      "24": "The Son of Man is going away as it is written of Him. It is bad for that man who hands the Son of Man over! It would have been better if he had not been born!”",
      "25": "Judas was the one who was handing Jesus over. He said, “Teacher, am I the one?” Jesus said to him, “You have said it.”",
      "26": "As they were eating, Jesus took a loaf of bread. He gave thanks and broke it in pieces. He gave it to His followers and said, “Take, eat, this is My body.”",
      "27": "Then He took the cup and gave thanks. He gave it to them and said, “You must all drink from it.",
      "28": "This is My blood of the New Way of Worship which is given for many. It is given so the sins of many can be forgiven.",
      "29": "I tell you that I will not drink of the fruit of the vine again until that day when I will drink it new with you in the holy nation of My Father.”",
      "30": "After they sang a song they went out to the Mount of Olives.",
      "31": "Jesus said to them, “All of you will be ashamed of Me and leave Me tonight. For it is written, ‘I will kill the shepherd and the sheep of the flock will be spread everywhere.’",
      "32": "After I am raised from the dead, I will go before you to the country of Galilee.”",
      "33": "Peter said to Jesus, “Even if all men give up and turn away because of You, I will never.”",
      "34": "Jesus said to him, “For sure, I tell you, before a rooster crows this night, you will say three times you do not know Me.”",
      "35": "Peter said to Him, “Even if I have to die with You, I will never say I do not know You.” And all the followers said the same thing.",
      "36": "Jesus came with them to a place called Gethsemane. He said to them, “You sit here while I go over there to pray.”",
      "37": "He took Peter and the two sons of Zebedee with Him. He began to have much sorrow and a heavy heart.",
      "38": "Then He said to them, “My soul is very sad. My soul is so full of sorrow I am ready to die. You stay here and watch with Me.”",
      "39": "He went on a little farther and got down with His face on the ground. He prayed, “My Father, if it can be done, take away what is before Me. Even so, not what I want but what You want.”",
      "40": "Then He came to the followers and found them sleeping. He said to Peter, “Were you not able to watch with Me one hour?",
      "41": "Watch and pray so that you will not be tempted. Man’s spirit is willing, but the body does not have the power to do it.”",
      "42": "He went away again the second time. He prayed, saying, “My Father, if this must happen to Me, may whatever You want be done.”",
      "43": "He came and found them asleep again. Their eyes were heavy.",
      "44": "He went away from them the third time and prayed the same prayer.",
      "45": "Then He came to His followers and asked them, “Are you still sleeping and getting your rest? As I speak, the time has come when the Son of Man will be handed over to sinners.",
      "46": "Get up and let us go. See! The man who will hand Me over is near.”",
      "47": "Judas, one of the twelve followers, came while Jesus was talking. He came with many others who had swords and sticks. They came from the religious leaders of the Jews and the leaders of the people.",
      "48": "The man who handed Jesus over gave the men something to look for. He said, “The One I kiss is the One you want. Take Him!”",
      "49": "At once Judas went up to Jesus and said, “Hello, Teacher,” and kissed Him.",
      "50": "Jesus said to him, “Friend, do what you came to do.” Then they came and put their hands on Jesus and took Him.",
      "51": "One of those with Jesus took his sword. He hit the servant who was owned by the religious leader and cut off his ear.",
      "52": "Jesus said to him, “Put your sword back where it belongs. Everyone who uses a sword will die with a sword.",
      "53": "Do you not think that I can pray to My Father? At once He would send Me more than 70,000 angels.",
      "54": "If I did, how could it happen as the Holy Writings said it would happen? It must be this way.”",
      "55": "Then Jesus said to the many people, “Have you come with swords and sticks to take Me as if I were a robber? I have been with you every day teaching in the house of God. You never put your hands on Me then.",
      "56": "But this has happened as the early preachers said in the Holy Writings it would happen.” Then all the followers left Him and ran away.",
      "57": "Those who had taken Jesus led Him away to Caiaphas. He was the head religious leader. The teachers of the Law and the other leaders were gathered there.",
      "58": "But Peter followed Him a long way behind while going to the house of the head religious leader. Then he went in and sat with the helpers to see what would happen.",
      "59": "The religious leaders and the other leaders and all the court were looking for false things to say against Jesus. They wanted some reason to kill Him.",
      "60": "They found none, but many came and told false things about Him. At last two came to the front.",
      "61": "They said, “This Man said, ‘I am able to destroy the house of God and build it up again in three days.’”",
      "62": "Then the head religious leader stood up. He said to Jesus, “Have You nothing to say? What about the things these men are saying against You?”",
      "63": "Jesus said nothing. Then the head religious leader said to Him, “In the name of the living God, I tell You to say the truth. Tell us if You are the Christ, the Son of God.”",
      "64": "Jesus said to him, “What you said is true. I say to you, from now on you will see the Son of Man seated on the right hand of the All-powerful God. You will see Him coming on the clouds of the sky.”",
      "65": "Then the head religious leader tore his clothes apart. He said, “He has spoken as if He were God! Do we need other people to speak against Him yet? You have heard Him speak as if He were God!",
      "66": "What do you think?” They said, “He is guilty of death!”",
      "67": "Then they spit on His face. They hit Him with their hands. Others beat Him.",
      "68": "They said, “Tell us, Christ, You Who can tell what is going to happen, who hit You?”",
      "69": "Peter sat outside in the yard. A young servant-girl came to him. She said, “You were also with Jesus Who is from the country of Galilee!”",
      "70": "But Peter lied in front of all of them, saying, “I do not know what you are talking about.”",
      "71": "After he had gone out, another young servant-girl saw him. She said to those standing around, “This man was with Jesus of Nazareth.”",
      "72": "Again he lied and swore, “I do not know this Man!”",
      "73": "After a little while some of the people standing around came up to Peter and said, “For sure, you are one of them. You talk like they do.”",
      "74": "Then he began to say bad words and swear. He said, “I do not know the Man!” At once a rooster crowed.",
      "75": "Peter remembered the words Jesus had said to him, “Before a rooster crows, you will say three times you do not know Me.” Peter went outside and cried with loud cries."
    },
    "27": {
      "1": "Early in the morning all the head religious leaders of the Jews and the leaders of the people gathered together and talked about how they could put Jesus to death.",
      "2": "They tied Him and took Him away. Then they handed Him over to Pilate who was the leader of the country.",
      "3": "Then Judas was sorry he had handed Jesus over when he saw that Jesus was going to be killed. He took back the thirty pieces of silver and gave it to the head religious leaders and the other leaders.",
      "4": "He said, “I have sinned because I handed over a Man Who has done no wrong.” And they said, “What is that to us? That is your own doing.”",
      "5": "He threw the money down in the house of God and went outside. Then he went away and killed himself by hanging from a rope.",
      "6": "The head religious leaders took the money. They said, “It is against the Law to put this money in the house of God. This money has bought blood.”",
      "7": "They talked about what to do with the money. Then they decided to buy land to bury strangers in.",
      "8": "Because of this, that land is called the Field of Blood to this day.",
      "9": "It happened as the early preacher Jeremiah said it would happen. He said, “And they took the thirty pieces of silver which was the price the Jews said they would pay for Him.",
      "10": "And they bought land to bury strangers in, as the Lord told me.”",
      "11": "Then Jesus stood in front of the leader of the country. The leader asked Jesus, “Are You the King of the Jews?” Jesus said to him, “What you say is true.”",
      "12": "When the head religious leaders and the other leaders spoke against Him, He said nothing.",
      "13": "Then Pilate said to Him, “Do You not hear all these things they are saying against You?”",
      "14": "Jesus did not say a word. The leader was much surprised and wondered about it.",
      "15": "At the special supper each year the leader of the country would always let one person who was in prison go free. It would be the one the people wanted.",
      "16": "They had a man who was known by all the people whose name was Barabbas.",
      "17": "When they were gathered together, Pilate said to them, “Whom do you want me to let go free? Should it be Barabbas or Jesus Who is called Christ?”",
      "18": "For the leader of the country knew the religious leaders had given Jesus over to him because they were jealous.",
      "19": "While Pilate was sitting in the place where he judges, his wife sent him this word, “Have nothing to do with that good Man. I have been troubled today in a dream about Him.”",
      "20": "The head religious leaders and the other leaders talked the many people into asking for Barabbas to go free and for Jesus to be put to death.",
      "21": "The leader of the country said to them, “Which one of the two do you want me to let go free?” They said, “Barabbas.”",
      "22": "Pilate said to them, “Then what am I to do with Jesus Who is called Christ?” They all said to him, “Nail Him to a cross!”",
      "23": "Then Pilate said, “Why, what bad thing has He done?” But they cried out all the more, “Nail Him to a cross!”",
      "24": "Pilate saw that he could do nothing. The people were making loud calls and there was much pushing around. He took water and washed his hands in front of the many people. He said, “I am not guilty of the blood of this good Man. This is your own doing.”",
      "25": "Then all the people said, “Let His blood be on us and on our children!”",
      "26": "Pilate let Barabbas go free but he had men whip Jesus. Then he handed Him over to be nailed to a cross.",
      "27": "Then the soldiers of Pilate took Jesus into a large room. A big group of soldiers gathered around Him.",
      "28": "They took off His clothes and put a purple coat on Him.",
      "29": "They put a crown of thorns on His head. They put a stick in His right hand. They got on their knees before Him and made fun of Him. They said, “Hello, King of the Jews!”",
      "30": "They spit on Him. They took a stick and hit Him on the head.",
      "31": "After they had made fun of Him, they took the coat off and put His own clothes on Him. Then they led Him away to be nailed to a cross.",
      "32": "As they were on the way, they came to a man called Simon from the country of Cyrene. They made him carry the cross for Jesus.",
      "33": "They came to a place called Golgotha. This name means the place of a skull.",
      "34": "They gave Him wine with something in it to take away the pain. After tasting it, He took no more.",
      "35": "When they had nailed Him to the cross, they divided His clothes by drawing names. It happened as the early preacher said it would happen. He said, “They divided My clothes among them by drawing names to see who would get My coat.”",
      "36": "Then they sat down and watched Him.",
      "37": "Over His head they put in writing what they had against Him, THIS IS JESUS THE KING OF THE JEWS.",
      "38": "They nailed two robbers to crosses beside Him. One was on His right side. The other was on His left side.",
      "39": "Those who walked by shook their heads and laughed at Him.",
      "40": "They said, “You are the One Who could destroy the house of God and build it up again in three days. Now save Yourself. If You are the Son of God, come down from the cross.”",
      "41": "The head religious leaders and the teachers of the Law and the other leaders made fun of Him also. They said,",
      "42": "“He saved others but He cannot save Himself. If He is the King of the Jews, let Him come down from the cross. Then we will believe in Him.",
      "43": "He trusts God. Let God save Him now, if God cares for Him. He has said, ‘I am the Son of God.’”",
      "44": "And the robbers who were nailed to crosses beside Him made fun of Him the same way also.",
      "45": "From noon until three o’clock it was dark over all the land.",
      "46": "About three o’clock Jesus cried with a loud voice, “My God, My God, why have You left Me alone?”",
      "47": "When some of those who stood by heard that, they said, “This Man is calling for Elijah.”",
      "48": "At once one of them ran and took a sponge and filled it with sour wine. He put it on a stick and gave it to Him to drink.",
      "49": "The others said, “Let Him alone. Let us see if Elijah will come and save Him.”",
      "50": "Then Jesus gave another loud cry and gave up His spirit and died.",
      "51": "At once the curtain in the house of God was torn in two from top to bottom. The earth shook and the rocks fell apart.",
      "52": "Graves were opened. Bodies of many of God’s people who were dead were raised.",
      "53": "After Jesus was raised from the grave, these arose from their graves and went into Jerusalem, the Holy City. These were seen by many people.",
      "54": "The captain of the soldiers and those with him who were watching Jesus, saw all the things that were happening. They saw the earth shake and they were very much afraid. They said, “For sure, this Man was the Son of God.”",
      "55": "Many women were looking on from far away. These had followed Jesus from the country of Galilee. They had cared for Him.",
      "56": "Among them was Mary Magdalene and Mary the mother of James and Joseph and the mother of Zebedee’s sons.",
      "57": "When it was evening, a rich man came from the city of Arimathea. His name was Joseph. He was a follower of Jesus also.",
      "58": "He went to Pilate and asked for the body of Jesus. Then Pilate said that the body should be given to him.",
      "59": "Joseph took the body and put clean linen cloth around it.",
      "60": "He laid it in his own new grave. This grave had been cut out in the side of a rock. He pushed a big stone over the door of the grave and went away.",
      "61": "Mary Magdalene and the other Mary stayed there. They were sitting near the grave.",
      "62": "The next day, the day after Jesus was killed, the head religious leaders and the proud religious law-keepers gathered together in front of Pilate.",
      "63": "They said, “Sir, we remember what that Man Who fooled people said when He was living, ‘After three days I am to rise from the dead.’",
      "64": "Speak the word to have the grave watched for three days. Then His followers cannot come at night and take Him away and say to the people, ‘He has been raised from the dead.’ The last mistake would be worse than the first.”",
      "65": "Pilate said to them, “Take the soldiers. Go and watch the grave.”",
      "66": "Then they went and made the soldiers stand by the grave. They put a lock on the big stone door."
    },
    "28": {
      "1": "The Day of Rest was over. The sun was coming up on the first day of the week. Mary Magdalene and the other Mary came to see the grave.",
      "2": "At once the earth shook and an angel of the Lord came down from heaven. He came and pushed back the stone from the door and sat on it.",
      "3": "His face was bright like lightning. His clothes were white as snow.",
      "4": "The soldiers were shaking with fear and became as dead men.",
      "5": "The angel said to the women, “Do not be afraid. I know you are looking for Jesus Who was nailed to the cross.",
      "6": "He is not here! He has risen from the dead as He said He would. Come and see the place where the Lord lay.",
      "7": "Run fast and tell His followers that He is risen from the dead. He is going before you to the country of Galilee. You will see Him there as I have told you.”",
      "8": "They went away from the grave in a hurry. They were afraid and yet had much joy. They ran to tell the news to His followers.",
      "9": "As they went to tell the followers, Jesus met them and said hello to them. They came and held His feet and worshiped Him.",
      "10": "Then Jesus said to them, “Do not be afraid. Go and tell My followers to go to Galilee. They will see Me there.”",
      "11": "While they were on their way, some of the soldiers who were to watch the grave came into the city. They told the head religious leaders everything that had happened.",
      "12": "The soldiers gathered together with the other leaders and talked about what to do. The leaders gave much money to the soldiers.",
      "13": "They said, “Tell the people, ‘His followers came at night and took His body while we were sleeping.’",
      "14": "We will see that you do not get into trouble over this if Pilate hears about it.”",
      "15": "They took the money and did as they were told. This story was told among the Jews and is still told today.",
      "16": "Then the eleven followers went to Galilee. They went to the mountain where Jesus had told them to go.",
      "17": "When they saw Jesus, they worshiped Him. But some did not believe.",
      "18": "Jesus came and said to them, “All power has been given to Me in heaven and on earth.",
      "19": "Go and make followers of all the nations. Baptize them in the name of the Father and of the Son and of the Holy Spirit.",
      "20": "Teach them to do all the things I have told you. And I am with you always, even to the end of the world.”"
    }
  }
}