{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:37.511597-04:00",
    "Translation": "NLV"
  },
  "Micah": {
    "1": {
      "1": "This is the Word of the Lord which came to Micah of Moresheth about Samaria and Jerusalem in the days of Jotham, Ahaz, and Hezekiah, kings of Judah.",
      "2": "Hear, O people, all of you. Listen, O earth and all who are in it. The Lord God will speak against you from His holy house.",
      "3": "See, the Lord is coming from His place. He will come down and walk on the high places of the earth.",
      "4": "The mountains will melt under Him and the valleys will break open, like a candle in front of the fire, like water poured down a hill.",
      "5": "All this is because Jacob would not obey and because of the sins of the people of Israel. What is Jacob’s sin? Is it not Samaria? What is the high place of Judah? Is it not Jerusalem?",
      "6": "So I will make Samaria a waste in the open country, making it a place to plant grape-fields. I will pour her stones down into the valley, and lay open the base of the city.",
      "7": "All of her false gods will be broken to pieces. Everything given in the place of worship will be burned with fire. I will destroy all her objects of worship, for she gathered them from the pay of a woman who sells the use of her body. They will return to pay a woman who sells the use of her body.",
      "8": "Because of this I must cry out in sorrow. I must go without shoes and clothing. I must cry out like the wild dogs, and cry in sorrow like the ostriches.",
      "9": "For her hurt cannot be cured. It has come to Judah. It has come to the gate of my people, even to Jerusalem.",
      "10": "Do not tell about it in Gath. Do not cry at all. Roll in the dust in Beth-leaphrah.",
      "11": "Go on your way, people of Shaphir, without clothing and in shame. The people of Zaanan do not come out. Cries of sorrow come from Beth-ezel. Its help is taken from you.",
      "12": "Those who live in Maroth become weak waiting for good, because trouble has come down from the Lord to the gate of Jerusalem.",
      "13": "Tie the war-wagons to the horses, you people of Lachish. You were the beginning of sin to the people of Zion, for the sins of Israel were found in you.",
      "14": "So give gifts to Moresheth-gath. The people of Achzib will fool the kings of Israel.",
      "15": "I will bring one who will beat you in battle, O people of Mareshah. The shining-greatness of Israel will come to Adullam.",
      "16": "Cut off all your hair in sorrow for the children you love. Let no hair be on your head like the eagle, for your children will be taken away from you."
    },
    "2": {
      "1": "It is bad for those who make plans to do wrong, who lie on their beds thinking of something sinful to do! When morning comes, they do it, because it is in their power.",
      "2": "They want fields that belong to someone else, and take them. They want houses, and take them. They rob a man and his house, a man and what has been given to him.",
      "3": "So the Lord says, “I am planning trouble against this family, from which you cannot save yourselves. You will no longer walk in pride, for it will be a time of much trouble.",
      "4": "On that day they will make fun of you and sing a bitter song of sorrow, saying, ‘We are destroyed and everything is gone! My people’s land is divided. He takes it from me! He gives our fields to those who turned against us.’”",
      "5": "So you will have no one among the Lord’s people to divide the land in a right way for you.",
      "6": "“The people say to me, ‘Do not speak about these things, because we will not be put to shame.’",
      "7": "Should it be said, O people of Jacob: “Is the Spirit of the Lord angry? Would He do such things? Do not My Words do good to the one whose way is right and good?",
      "8": "My people have begun to hate those who are at peace with them. You pull the coat off from a brother Israelite, from those who pass by in peace like men returning from war.",
      "9": "You drive the women of My people away from their beautiful houses. You take My greatness away from their children forever.",
      "10": "Get up and go away, for this is no place of rest, because it is made unclean. It is destroyed with much suffering.",
      "11": "If a man comes speaking lies and says, ‘I will speak to you about wine and strong drink,’ he would be the one for these people!",
      "12": "“I will gather all of you together, Jacob. I will gather all those left of Israel. I will put them together like sheep within a fence, like a flock in its field. The land will be filled with the noise of many people.",
      "13": "The One Who breaks open the way will go out before them. They will break through the gate and go out. Their king will pass through before them, and the Lord will lead them.”"
    },
    "3": {
      "1": "And I said, “Hear now, leaders of Jacob and rulers of the people of Israel! Should you not know what is fair?",
      "2": "Yet you hate good and love sin. You tear off the skin from my people and the flesh from their bones.",
      "3": "You eat my people’s flesh, pull their skin off, break their bones, and cut them up like meat for the pot.”",
      "4": "Then they will cry to the Lord, but He will not answer them. He will hide His face from them at that time, because they have done sinful things.",
      "5": "This is what the Lord says about the men who speak in God’s name and lead my people the wrong way. When they have something to eat, they speak of peace. But they make holy war against him who does not feed them.",
      "6": "So night will come to you without a special dream. Darkness will come to you without any word about the future. The sun will go down on those who speak about special dreams, and the day will become dark over them.",
      "7": "Those who tell what is going to happen in the future will be ashamed. Those who learn about the future using their secret ways will be ashamed. They will all cover their mouths because there is no answer from God.",
      "8": "But as for me, I am filled with power, with the Spirit of the Lord, with what is fair, and with strength. I am able to make known to Jacob his wrong-doing, and to Israel his sin.",
      "9": "Now listen to this, you leaders of Jacob and rulers of the people of Israel. You hate what is fair, and turn everything around that is right.",
      "10": "You built Zion with blood and Jerusalem with much wrong-doing.",
      "11": "Her leaders take pay in secret for doing wrong. Her religious leaders teach for a price. Her men who tell what is going to happen in the future do it for money. Yet they rest upon the Lord and say, “Is not the Lord among us? No trouble will come to us.”",
      "12": "So because of you Zion will be plowed as a field. Jerusalem will be laid waste. And the mountain of the Lord’s house will be covered with trees."
    },
    "4": {
      "1": "In the last days the mountain of the Lord’s house will be the highest one of all. It will be raised above the hills, and the people will flow to it.",
      "2": "Many nations will come and say, “Come, let us go up to the mountain of the Lord and to the house of the God of Jacob. He will teach us about His ways, so that we may walk in His paths.” For the Law will go out from Zion, and the Word of the Lord from Jerusalem.",
      "3": "He will judge between many people. He will decide for strong nations that are far away. Then they will beat their swords into plows, and their spears into cutting hooks. Nation will not lift up sword against nation, and they will never learn war any more.",
      "4": "Every man will sit under his vine and under his fig tree, with no one to make him afraid. For the mouth of the Lord of All has spoken.",
      "5": "All the nations may walk in the name of their god. But we will walk in the name of the Lord our God forever and ever.",
      "6": "“In that day,” says the Lord, “I will gather together those who cannot walk and those who have been driven away, even those whom I have made to suffer.",
      "7": "I will make a new beginning with those who cannot walk. I will make a strong nation of those who have been driven away. And the Lord will rule over them in Mount Zion from that day and forever.",
      "8": "As for you, O watch-tower of the flock, the strong-place of the people of Zion, the power you had to rule will come to you again. The nation will come to Jerusalem.",
      "9": "“Now why do you cry out in a loud voice? Is there no king among you? Has your wise man died, so that you have pains like a woman giving birth?",
      "10": "Suffer in pain, O people of Zion, like a woman giving birth. For now you will go out of the city and live in the field, and go to Babylon. There you will be saved and He will make you free from the power of those who hate you.",
      "11": "“Now many nations are gathered against you. They say, ‘Let her be unclean. Let our eyes look on Zion.’",
      "12": "But they do not know the thoughts of the Lord. They do not understand His plan. For He has gathered them like grain to the crushing-floor.",
      "13": "Get up and crush the grain, O people of Zion. For I will give you horns of iron and feet of brass, and you will break many nations to pieces. You will give to the Lord what they received by hurting others. You will give their riches to the Lord of all the earth."
    },
    "5": {
      "1": "“Now gather yourselves into armies, people of Israel. They are all around us with their army. They will hit the judge of Israel on the face.",
      "2": "“Bethlehem Ephrathah, you are too little to be among the family groups of Judah. But from you One will come who will rule for Me in Israel. His coming was planned long ago, from the beginning.”",
      "3": "He will give them up until the time when the woman in pain gives birth to a child. Then the rest of His brothers will return to the people of Israel.",
      "4": "And He will come and feed His flock in the strength of the Lord, in the great power of the name of the Lord His God. His people will live there and be safe, because at that time He will be great to the ends of the earth.",
      "5": "And He will be their peace.\nWhen the Assyrian comes into our land and crushes under foot our strong-places, we will fight against him with seven shepherds and eight leaders.",
      "6": "They will rule the land of Assyria, the land of Nimrod, with the sword. And He will take us from the Assyrians when they come into our country and crush under foot our land.",
      "7": "Then the people who are left of Jacob will be among many people like water on the ground in the early morning from the Lord, like rain on the grass, which does not wait for man.",
      "8": "Those who are left of Jacob will be among the nations, among many people, like a lion among the animals in the woods, like a young lion among flocks of sheep. When he passes through, he crushes them and tears them to pieces, and there is no one to help them.",
      "9": "Your hand will be lifted up against those who hate you, and all of them will be destroyed.",
      "10": "“In that day,” says the Lord, “I will destroy your horses and your war-wagons from among you.",
      "11": "I will destroy the cities of your land and tear down all your strong-places.",
      "12": "I will put an end to your witchcraft, and you will not have people telling your future any more.",
      "13": "I will destroy your false gods and your pillars of worship, so that you will no longer bow down to the work of your hands.",
      "14": "I will pull up your wooden, female goddesses Asherah, and destroy your cities.",
      "15": "And in My anger I will punish the nations that have not obeyed.”"
    },
    "6": {
      "1": "Listen to what the Lord says: “Stand up and make your cause known in front of the mountains. Let the hills hear your voice.",
      "2": "Listen to the Lord’s cause, you mountains and bases of the earth that last forever. The Lord has something against His people, and will speak against Israel.",
      "3": "My people, what have I done to you? How have I made it hard for you? Answer Me.",
      "4": "I brought you out of the land of Egypt. I took you out of the land where you were servants. And I sent Moses, Aaron and Miriam to lead you.",
      "5": "My people, remember what Balak king of Moab said, and what Balaam son of Beor answered him. Remember what happened from Shittim to Gilgal, so that you may know the good things the Lord has done.”",
      "6": "What should I bring to the Lord when I bow down before the God on high? Should I come to Him with burnt gifts, with calves a year old?",
      "7": "Will the Lord be pleased with thousands of rams, or with 10,000 rivers of oil? Should I give my first-born to pay for not obeying? Should I give the fruit of my body for the sin of my soul?",
      "8": "O man, He has told you what is good. What does the Lord ask of you but to do what is fair and to love kindness, and to walk without pride with your God?",
      "9": "The voice of the Lord is calling to the city, and it is wise to fear Your name: “Listen, O family of Judah, you who are gathered in the city.",
      "10": "O sinful house, can I forget the riches you got by wrong-doing? You lied about the weight of things, which I hate.",
      "11": "Can I make a man not guilty who lies and has false weights in his bag?",
      "12": "The rich men of the city have hurt many people. Her people are liars. Their tongues in their mouths speak false words.",
      "13": "So I have begun to punish you, to destroy you because of your sins.",
      "14": "You will eat, but you will not be filled. Your stomachs will still be empty. You will store up, but save nothing. And what you save I will give to the sword.",
      "15": "You will plant, but you will not gather. You will crush the olive, but you will not pour oil on yourself. You will crush the grapes, but you will not drink wine.",
      "16": "You have kept the laws of Omri and all the works of the people of Ahab. You have followed their ways. So I will give you up to be destroyed, and your people will be made fun of. You, My people, will be put to shame.”"
    },
    "7": {
      "1": "It is bad for me! For I am like those who pick fruit and gather grapes. There are no grapes to eat, or any of the early figs that I want so much.",
      "2": "There is not a God-like person left in the land. There is no good person among men. All of them lie in wait to kill. Each one hunts the other with a net.",
      "3": "Both hands are very able in doing sinful things. The ruler and the judge ask for pay in secret to do what is wrong. The powerful man tells what he wants, and they all make plans together.",
      "4": "The best of them is like a thistle. The most honest of them is like a thorn bush. The day you have a watchman, you will be punished. Then their trouble will come.",
      "5": "Do not trust a neighbor. Do not put trust in a friend. Be careful what you say even with her who lies in your arms.",
      "6": "For a son does not honor his father. A daughter rises up against her mother. And a daughter-in-law turns against her mother-in-law. Those of a man’s own house hate him.",
      "7": "But as for me, I will watch for the Lord. I will wait for the God Who saves me. My God will hear me.",
      "8": "Do not have joy over me, you who hate me. When I fall, I will rise. Even though I am in darkness, the Lord will be my light.",
      "9": "I will suffer under the Lord’s anger, because I have sinned against Him, until He speaks for me and does what is fair for me. He will bring me out to the light, and I will see His saving power.",
      "10": "Then the one who hated me will see, and shame will cover her who said to me, “Where is the Lord your God?” My eyes will look on her, and she will be crushed under foot like mud in the streets.",
      "11": "It will be a day for building your walls. At that time your land will be made larger.",
      "12": "In that day people will come to you from Assyria and the cities of Egypt, from Egypt to the Euphrates River, from sea to sea and from mountain to mountain.",
      "13": "The earth will be laid waste because of its people and the things they have done.",
      "14": "Shepherd Your people with Your power. Take care of Your chosen flock which lives by itself in the woods, in a field of much fruit. Let them eat in Bashan and Gilead as in days long ago.",
      "15": "“As in the days when you came out of the land of Egypt, I will show you powerful works.”",
      "16": "Nations will see and be ashamed of all their power. They will put their hands on their mouths, and will not be able to hear with their ears.",
      "17": "They will eat the dust like a snake, like animals that move along the ground. They will come out of their strong-places shaking with fear. They will come in much fear to the Lord our God, and they will be afraid of You.",
      "18": "Who is a God like You, Who forgives sin and the wrong-doing of Your chosen people who are left? He does not stay angry forever because He is happy to show loving-kindness.",
      "19": "He will again have loving-pity on us. He will crush our sins under foot. Yes, You will throw all our sins into the deep sea.",
      "20": "You will be true to Jacob and show loving-kindness to Abraham, as You promised our fathers in days long ago."
    }
  }
}