{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:38.057630-04:00",
    "Translation": "NLV"
  },
  "Nahum": {
    "1": {
      "1": "This is the word about Nineveh, the book of the special dream of Nahum the Elkoshite.",
      "2": "The Lord is a jealous God and One Who punishes. The Lord punishes and is angry. The Lord punishes those who fight against Him. He is angry with those who hate Him.",
      "3": "The Lord is slow to anger and great in power. The Lord will be sure to punish the guilty. The way He punishes is in the strong-wind and storm. The clouds are the dust under His feet.",
      "4": "He speaks sharp words to the sea and makes it dry. He dries up all the rivers. Bashan and Carmel dry up. The flowers of Lebanon dry up.",
      "5": "Mountains shake because of Him, and the hills melt. The earth is laid waste before Him, the world and everyone in it.",
      "6": "Who can stand before His anger? Who can live through the burning of His anger? His anger is poured out like fire, and the rocks are broken up by Him.",
      "7": "The Lord is good, a safe place in times of trouble. And He knows those who come to Him to be safe.",
      "8": "But He will put an end to Nineveh by making a flood flow over it. And He will drive those who hate Him into darkness.",
      "9": "Whatever plan you make against the Lord, He will destroy it. Trouble will not come a second time.",
      "10": "They are like thorns that tie themselves together, like those who are drunk with strong drink. They are destroyed like dry grass.",
      "11": "From you one has come who makes sinful plans against the Lord, one who talks about sinful things to do.",
      "12": "The Lord says, “Even if they are strong and many, they will be destroyed and pass away. I have brought trouble to you, O Judah, but I will not bring you trouble any more.",
      "13": "Now I will break his load off your shoulders and tear off your chains.”",
      "14": "The Lord has said this about you: “You will have no one to carry on your name. I will destroy the false gods and objects of worship from the house of your gods. I will make your grave ready, for you are very sinful.”",
      "15": "See, on the mountains are the feet of him who brings good news and speaks of peace! Keep your special suppers, O Judah. Keep your promises. For the sinful one will never come against you again. He is destroyed."
    },
    "2": {
      "1": "The one who destroys has come against you, O Nineveh. Put men on the battle-walls. Watch the road. Be strong. Be ready for battle.",
      "2": "For the Lord will make Jacob great again, like the greatness of Israel, even when destroyers have destroyed them and their vine branches.",
      "3": "The battle-coverings of his strong men are red. His men of war are dressed in red. The war-wagons shine like fire when they are made ready. The cypress spears are waved.",
      "4": "The war-wagons race in the streets. They rush through the city. They look like fire and move like lightning.",
      "5": "The leaders are called. They lose their step as they go, and hurry to the wall. The battle-covering is set up.",
      "6": "The river gates are opened, and the king’s house falls down.",
      "7": "The city is laid waste and the people are carried away. Her women servants are crying like doves, beating on their breasts.",
      "8": "Nineveh is like a pool, where water runs away. “Stop! Stop!” they cry. But no one turns back.",
      "9": "Take the silver! Take the gold! For there is no end of the riches, every kind of thing of great worth.",
      "10": "Everything has been taken from her! Yes, she is an empty waste! Hearts are melting in fear and knees are knocking! All bodies suffer, and all their faces turn white!",
      "11": "Where is the home of the lions, the place where they feed their young, where the male and female and young lions went, with nothing to be afraid of?",
      "12": "The lion killed enough for his young, and for his female lions. He filled his home with food, with torn flesh.",
      "13": "“I am against you,” says the Lord of All. “I will burn up your war-wagons in smoke. A sword will destroy your young lions. I will cut off your food from the land. And the voice of your men who came with news will never be heard again.”"
    },
    "3": {
      "1": "It is bad for the city of blood, full of lies and stolen riches! There is no end of her prizes of war!",
      "2": "The noise of the whip, the noise of the wheel, running horses and rolling war-wagons!",
      "3": "Horsemen rushing to battle, swords and spears shining, many dead, too many dead bodies to number! They fall over the dead bodies!",
      "4": "All this is because of the many sins of the woman who sells the use of her body. She tempts with her beauty and uses witchcraft. She sells nations by her sinful acts, and families by her witchcraft.",
      "5": "“I am against you,” says the Lord of All. “I will lift up your clothing over your face and let the nations see your body. The nations will see your shame.",
      "6": "I will throw dirt on you and make you unclean. People will look at you and see how bad you are.",
      "7": "All who see you will leave you and say, ‘Nineveh is destroyed! Who will have sorrow for her?’ Where can I find anyone to comfort you?”",
      "8": "Are you better than Thebes, which is by the Nile River? Water was all around her. The sea kept her safe, for the water was her wall.",
      "9": "Ethiopia and Egypt were her strength, with too many to number. Put and Lubim were among her helpers.",
      "10": "Yet she was taken away to a strange land. She was taken away in chains. Her small children were beaten to death at every street corner. They drew names to see who would get her men of honor. And all her great men were put in chains.",
      "11": "You also will become drunk. You will be hidden. You will look for a safe place from those who hate you.",
      "12": "All your strong towers are like fig trees with first-fruits. When they are shaken, they fall into the mouth of the one who eats them.",
      "13": "Your soldiers are all women. The gates of your land are opened wide to those who hate you. Fire destroys your gates.",
      "14": "Store up water to drink when you are shut in by armies! Make your walls stronger! Go into the clay to make more clay blocks for building!",
      "15": "There the fire will destroy you. The sword will kill you. It will destroy you like the locust.\nMake yourselves as many as the locusts, as many as the flying locusts.",
      "16": "You have more traders than the stars of heaven. The locust destroys everything from the land and flies away.",
      "17": "Your watchmen are like the flying locusts. Your leaders are like clouds of locusts. They stay in the stone walls on a cold day. When the sun rises they fly away and no one knows where they are.",
      "18": "Your shepherds are sleeping, O king of Assyria. Your leaders are lying down. Your people have gone everywhere on the mountains. And there is no one to gather them together again.",
      "19": "Nothing can heal your hurt. Your sore cannot be cured. All who hear about you will clap their hands over you. For who has not suffered under your sinful ways again and again?"
    }
  }
}