{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:15.698352-04:00",
    "Translation": "NLV"
  },
  "Nehemiah": {
    "1": {
      "1": "These are the words of Nehemiah the son of Hacaliah.\nNow in the month of Chislev, in the twentieth year, while I was in the king’s house in Susa,",
      "2": "Hanani, one of my brothers, and some men from Judah came. I asked them about the Jews who were still living and had gotten away from Babylon, and about Jerusalem.",
      "3": "They said to me, “The Jews who are left who have returned to the land from Babylon are in much trouble and shame. The wall of Jerusalem is broken down and its gates are destroyed by fire.”",
      "4": "When I heard this, I sat down and cried and was filled with sorrow for days. I did not eat, and I prayed to the God of heaven.",
      "5": "I said, “O Lord God of heaven, the great God Who is honored with fear, Who keeps the agreement and loving-kindness for those who love Him and keep His Laws,",
      "6": "listen to me and let Your eyes be open. Hear the prayer of Your servant which I now pray to You day and night for the sons of Israel Your servants, telling the sins of the sons of Israel which we have sinned against You. I and my father’s house have sinned.",
      "7": "We have sinned in our actions against You. We have not kept the Laws which You gave to Your servant Moses.",
      "8": "Remember what You told Your servant Moses, saying, ‘If you are not faithful, I will make you go different places in other nations.",
      "9": "But if you return to Me and keep My Laws and obey them, I will gather you and bring you to the place where I have chosen for My name to be. I will do this even if you have been spread out to the farthest part of the heavens.’",
      "10": "They are Your servants and Your people whom You have made free by Your great power and strong hand.",
      "11": "O Lord, hear the prayer of Your servant and the prayer of Your servants who are happy to fear Your name. Make Your servant do well today, and give him loving-pity in front of this man.”\nNow I was the one who carried the cup for the king."
    },
    "2": {
      "1": "In the month Nisan, in the twentieth year of King Artaxerxes, wine was in front of him. And I took up the wine and gave it to the king. Now I had not been sad in front of him before.",
      "2": "So the king said to me, “Why is your face so sad when you are not sick? It must be that you are sad in your heart.” Then I was very much afraid.",
      "3": "I said to the king, “Let the king live forever. Why should my face not be sad when the city, the place of my fathers’ graves, lies waste and its gates destroyed by fire?”",
      "4": "Then the king said to me, “What are you asking for?” So I prayed to the God of heaven.",
      "5": "And I said to the king, “If it pleases the king, and if your servant has found favor in your eyes, send me to Judah, to the city of my fathers’ graves. Let me build it again.”",
      "6": "The king said to me, with the queen sitting beside him, “How long will you be gone, and when will you return?” So it pleased the king to send me, and I set him a time.",
      "7": "And I said to the king, “If it please the king, let letters be given to me for the leaders of the lands on the other side of the River, that they may allow me to pass through until I come to Judah.",
      "8": "Send a letter with me for Asaph, the keeper of the king’s trees, that he may give me cut trees. These will be for making heavy wood pieces for the gates of the strong place by the house of God, and for the city wall, and for the house where I will stay.” And the king gave me what I asked for, because the good hand of my God was upon me.",
      "9": "Then I came to the leaders of the lands on the other side of the River and gave them the letters. Now the king had sent army captains and horsemen with me.",
      "10": "When Sanballat the Horonite and Tobiah the Ammonite workman heard about it, they were not pleased that someone had come to make things go well for the sons of Israel.",
      "11": "I came to Jerusalem and was there for three days.",
      "12": "Then I got up in the night, I and a few men with me. I did not tell anyone what my God was putting into my mind to do for Jerusalem. There was no animal with me except the one I was sitting on.",
      "13": "I went out at night by the Valley Gate to the Dragon’s Well and to the Waste Gate. I looked at the walls of Jerusalem which were broken down and its gates which were destroyed by fire.",
      "14": "Then I went on to the Well Gate and the King’s Pool, but there was no place for the animal I was on to pass.",
      "15": "So I went up in the night by the valley and looked at the wall. Then I went in through the Valley Gate again and returned.",
      "16": "The leaders did not know where I had gone or what I had done. And I had not yet told the Jews, the religious leaders, the rulers, the leaders, or the rest who did the work.",
      "17": "Then I said to them, “You see the problem we have. Jerusalem lies waste and its gates are destroyed by fire. Come, let us build the wall of Jerusalem again, that we may no longer be put to shame.”",
      "18": "I told them how the hand of my God had brought good to me, and the words that the king had spoken to me. Then they said, “Let us get up and build.” So they put their hands to the good work.",
      "19": "But when Sanballat the Horonite, Tobiah the Ammonite servant, and Geshem the Arab heard about it, they made fun of us and hated us. They said, “What is this thing you are doing? Are you turning against the king?”",
      "20": "I answered them, “The God of heaven will make it go well for us. So we His servants will get up and build. But you have no share or right or anything to be remembered in Jerusalem.”"
    },
    "3": {
      "1": "Then Eliashib the head religious leader and his brothers the religious leaders started to work and built the Sheep Gate. They set it apart as holy, and hung its doors. They set apart as holy the wall to the Tower of the Hundred, and to the Tower of Hananel.",
      "2": "The men of Jericho built next to him. And Zaccur the son of Imri built next to them.",
      "3": "The sons of Hassenaah built the Fish Gate. They laid the long wood pieces that hold up the gate and hung its doors with its iron pieces.",
      "4": "Next to them Meremoth the son of Uriah, son of Hakkoz, did the needed work. Next to him Meshullam the son of Berechiah, son of Meshezabel, did the needed work. And next to him Zadok the son of Baana did the needed work.",
      "5": "Next to him the Tekoites did the needed work, but their rulers would not do the work they were told to do by their lords.",
      "6": "Joiada the son of Paseah and Meshullam the son of Besodeiah did the needed work on the Old Gate. They laid its long wood pieces and hung its doors with its iron pieces.",
      "7": "Next to them Melatiah the Gibeonite and Jadon the Meronothite did the needed work. They were the men of Gibeon and Mizpah, who were under the rule of the leader of the land on the other side of the River.",
      "8": "Next to them Uzziel the son of Harhaiah, who worked with gold, did the needed work. Next to him Hananiah, one of the men who made perfume, did the needed work. They made Jerusalem like new as far as the Wide Wall.",
      "9": "Next to them Rephaiah the son of Hur, the leader of half of Jerusalem, did the needed work.",
      "10": "Next to them Jedaiah the son of Harumaph did the needed work beside his house. And next to him Hattush the son of Hashabneiah did the needed work.",
      "11": "Malchijah the son of Harim and Hasshub the son of Pahath-moab did the needed work on another part and on the Tower of the Stoves.",
      "12": "Next to him Shallum the son of Hallohesh, the leader of half of Jerusalem, did the needed work, he and his daughters.",
      "13": "Hanun and the people of Zanoah did the needed work on the Valley Gate. They built it and hung its doors with its iron pieces. And they built the wall to the Waste Gate, as far as 500 long steps.",
      "14": "Malchijah the son of Rechab, the leader of Beth-haccherem did the needed work on the Waste Gate. He built it and hung its doors with its iron pieces.",
      "15": "Shallum the son of Col-hozeh, the leader of Mizpah, did the needed work on the Well Gate. He built it, covered it, and hung its doors with its iron pieces. And he built the wall of the Pool of Shelah at the King’s Garden as far as the steps that go down from the City of David.",
      "16": "After him Nehemiah the son of Azbuk, leader of half of Beth-zur, did the needed work as far as David’s grave, and as far as the Man-made Pool and the House of the Powerful Men.",
      "17": "After him the Levites did the needed work, led by Rehum the son of Bani. Next to him Hashabiah, the leader of half of Keilah, did the needed work for his part of the city.",
      "18": "After him their brothers did the needed work, led by Bavvai the son of Henadad, leader of the other half of Keilah.",
      "19": "Next to him Ezer the son of Jeshua, the leader of Mizpah, did the needed work on another part, in front of the hill up to the place where the things for battle were kept at the turn of the wall.",
      "20": "After him Baruch the son of Zabbai did the needed work with much care on another part, from the turn of the wall to the door of the house of Eliashib the head religious leader.",
      "21": "After him Meremoth the son of Uriah, son of Hakkoz did the needed work on another part from the door of Eliashib’s house to the end of the house.",
      "22": "After him the religious leaders, the men of the valley, did the needed work.",
      "23": "After them Benjamin and Hasshub did the needed work in front of their house. After them Azariah the son of Maaseiah, son of Ananiah, did the needed work beside his house.",
      "24": "After him Binnui the son of Henadad did the needed work on another part, from the house of Azariah as far as the turn of the wall, and to the corner.",
      "25": "Palal the son of Uzai did the needed work in front of the turn of the wall and the tower which stands out from the upper house of the king, by the open space of the house soldiers. After him Pedaiah the son of Parosh",
      "26": "and the servants of the house of worship living in Ophel did the needed work as far as the front of the Water Gate on the east and the tall tower.",
      "27": "After him the Tekoites did the needed work on another part in front of the tall tower and as far as the wall of Ophel.",
      "28": "The religious leaders did the needed work above the Horse Gate. Each one worked in front of his house.",
      "29": "After them Zadok the son of Immer did the needed work in front of his house. And after him Shemaiah the son of Shecaniah, the keeper of the East Gate, did the needed work.",
      "30": "After him Hananiah the son of Shelemiah, and Hanun the sixth son of Zalaph, did the needed work on another part. After him Meshullam the son of Berechiah did the needed work in front of his own room.",
      "31": "After him Malchijah, one of the men who worked with gold, did the needed work as far as the house of the servants of the Lord’s house and of the traders. He worked in front of the Master Gate and as far as the upper room of the corner.",
      "32": "The gold-workers and the traders did the needed work between the upper room of the corner and the Sheep Gate."
    },
    "4": {
      "1": "When Sanballat heard that we were building the wall again, he became very angry. He was filled with anger and he made fun of the Jews.",
      "2": "He said to his brothers and the rich men of Samaria, “What are these weak Jews doing? Are they going to build things again for themselves? Will they give gifts on the altar in worship? Will they finish in a day? Will they get good stones for building from the dust, seeing they are burned?”",
      "3": "Tobiah the Ammonite was near him and said, “If a fox would jump on what they build, he would break their stone wall down!”",
      "4": "Hear, O our God, how we are hated! Return their shame on their own heads. Let them be taken as servants to a strange land.",
      "5": "Do not forgive their sin. Do not let their sin be covered from Your eyes. For they have made much fun of the builders.",
      "6": "But we built the wall, and the whole wall was joined together to half its height, for the people had a mind to work.",
      "7": "When Sanballat, Tobiah, the Arabs, the Ammonites and the Ashdodites heard that the work of building the walls of Jerusalem went on, and that the broken places began to be closed, they were very angry.",
      "8": "And all of them made plans together to come and fight against Jerusalem and cause trouble in it.",
      "9": "But we prayed to our God because of them. And we had men watching for them day and night.",
      "10": "So in Judah it was said, “Those who carry the loads are becoming weaker, and there is much dust. We are not able to work on the wall.”",
      "11": "Those who hated us said, “They will not know it or see us until we are among them, kill them, and stop the work.”",
      "12": "When the Jews who lived by them came, they told us ten times, “They will come up against us from all the places where they live.”",
      "13": "So I put men in the lowest parts of the places behind the wall, in the open places. I put the people in place by their families with their swords, spears and bows.",
      "14": "When I saw their fear, I got up and said to the rulers and leaders and the rest of the people, “Do not be afraid of them. Remember the Lord Who is great and honored with fear. And fight for your brothers, your sons, your daughters, your wives, and your houses.”",
      "15": "When those who hated us heard that it was known to us, and that God had brought trouble to their plan, then all of us returned to the wall. Each one returned to his work.",
      "16": "From that day on, half of my servants did the work while half of them held the spears, battle-coverings, bows, and battle-clothes. And the captains stood behind the whole house of Judah.",
      "17": "Those who were building the wall and those who carried loads did their work with one hand, and held something to fight with in the other hand.",
      "18": "Each builder wore his sword at his side as he built. The man who blew the horn stood beside me.",
      "19": "I said to the rulers, leaders, and the rest of the people, “There is very much work to do, and we are separated on the wall far from one another.",
      "20": "In whatever place you hear the sound of the horn, gather together to us there. Our God will fight for us.”",
      "21": "So we did the work with half of them holding spears from sunrise until the stars came out.",
      "22": "At that time I also said to the people, “Let every man and his servant spend the night within Jerusalem so they may watch for us during the night and work during the day.”",
      "23": "So none of us, I, my brothers, my servants, or the soldiers who followed me, took off our clothes. Each man kept something to fight with in his hand, even when he went to wash."
    },
    "5": {
      "1": "Now the people and their wives began to cry in a loud voice against their Jewish brothers.",
      "2": "For some said, “We, our sons and our daughters are many. Let us get grain, that we may eat and live.”",
      "3": "And some said, “We are giving up our fields, our grape-vines and our houses, that we might get grain because of no food.”",
      "4": "Others said, “We have taken money from others to pay the king’s tax on our fields and our grape-vines, and we must pay back this money.",
      "5": "Our flesh is like the flesh of our brothers. Our children are like their children. Yet we are made to sell our sons and daughters to work for others. Some of our daughters have already been sold and taken away. We cannot do anything, because our fields and vines belong to others.”",
      "6": "I was very angry when I heard their cry and these words.",
      "7": "I thought about it, and spoke sharp words to the rulers and leaders. I said to them, “You are making the people pay back more money than you give them to use!” So I gathered many people together against them.",
      "8": "And I said to them, “As we have been able, we have bought and freed our Jewish brothers who were sold to the nations. But you would even sell your brothers that they may be sold to us!” They were quiet and could not find a word to say.",
      "9": "So I said, “What you are doing is not good. Should you not walk in the fear of our God to stop the nations who hate us from putting us to shame?",
      "10": "I, my brothers and my servants are giving them money and grain. Let us stop making them pay back more than they are given.",
      "11": "Return to them this very day their fields, vines, olive trees, and houses. Also return to them one-hundredth part of the money, grain, new wine, and oil, that you have been making them pay.”",
      "12": "Then they said, “We will give these back and will ask nothing from them. We will do just as you say.” So I called the religious leaders, and had them promise that they would keep their word.",
      "13": "I shook out the front of my clothing and said, “So may God shake out every man from his house and from all he has worked for, who does not keep this promise. So may he be shaken out and made empty.” And all the people said, “Let it be so!” and praised the Lord. Then they did as they had promised.",
      "14": "Also, in the twelve years after I was chosen to be their ruler in the land of Judah, from the twentieth year to the thirty-second year of King Artaxerxes, I and my brothers did not eat the food allowed to the ruler.",
      "15": "The rulers who were before me made the people work very hard. They took bread and wine from them, besides forty pieces of silver. Even their servants ruled over the people. But I did not do so because of the fear of God.",
      "16": "I also worked on this wall myself, and we did not buy any land. And all my servants were gathered there for the work.",
      "17": "Also, there were 150 Jews and leaders at my table, besides those who came to us from the nations that were around us.",
      "18": "One bull, six of the best sheep, and birds were made ready for me each day. All kinds of wine were brought in every ten days. Yet for all this I did not make them give me the food allowed to me as ruler, because the work was very hard for these people.",
      "19": "O my God, remember me for good for all I have done for these people."
    },
    "6": {
      "1": "It was told to Sanballat, Tobiah, Geshem the Arab, and to the rest of those who hated us that I had built the wall again. They were told that the wall had no more open places, but I had not yet set up the doors in the gates.",
      "2": "So Sanballat and Geshem sent word to me, saying, “Come, let us meet together in one of the villages in the plain of Ono.” But they were planning to hurt or kill me.",
      "3": "So I sent men with word to them, saying, “I am doing a great work and I cannot come down. Why should the work stop while I leave it and come down to you?”",
      "4": "They sent word to me four times in this way, and I gave them the same answer.",
      "5": "Then Sanballat sent his servant to me in the same way for a fifth time, with an open letter in his hand.",
      "6": "In it was written, “It is said among the nations, and Gashmu says that you and the Jews are planning to turn against the king. This is why you are building the wall again. It is said that you wish to be their king.",
      "7": "You have also chosen men who tell what will happen to speak to the people in Jerusalem about you, saying, ‘A king is in Judah!’ Now this will be told to the king. So come now, let us meet to speak with each other.”",
      "8": "Then I sent word to him, saying, “No such things as you say have been done. You are making them up in your own mind.”",
      "9": "For they all wanted to make us afraid, thinking, “Their hands will become weak and the work will not be done.” But now, O God, strengthen my hands.",
      "10": "When I went into the house of Shemaiah the son of Delaiah, son of Mehetabel, who was at home said, “Let us meet together inside the house of God, and close the doors of the Lord’s house for they are coming to kill you. They are coming to kill you at night.”",
      "11": "But I said, “Should a man like me run away? And could a man such as I go into the house of God to save his life? I will not go in.”",
      "12": "Then I understood that God had not sent him. He had spoken these words against me because Tobiah and Sanballat had paid him to do it.",
      "13": "He had been paid to try to make me afraid and to do as he said and sin, so they would have sinful things to say about me and put me to shame.",
      "14": "O my God, remember Tobiah and Sanballat by these works of theirs. And remember Noadiah and the rest of the men who tell what will happen who were trying to make me afraid.",
      "15": "So the wall was finished on the twenty-fifth day of the month of Elul, in fifty-two days.",
      "16": "When all those who hated us heard about it, all the nations around us were afraid and troubled. For they saw that this work had been done with the help of our God.",
      "17": "In those days the rulers of Judah sent many letters to Tobiah, and Tobiah’s letters came to them.",
      "18": "For many in Judah were joined by promise to him because he was the son-in-law of Shecaniah the son of Arah. And his son Jehohanan had married the daughter of Meshullam, son of Berechiah.",
      "19": "Also they spoke about Tobiah’s good works in front of me, and told my words to him. Then Tobiah sent letters to make me afraid."
    },
    "7": {
      "1": "When the wall was built and I had set up the doors, and the gate-keepers and singers and Levites were chosen,",
      "2": "I gave my brother Hanani, and Hanaiah the captain of the strong place, the work of watching over Jerusalem. For he was a faithful man and honored God with fear more than many.",
      "3": "I said to them, “Do not let the gates of Jerusalem be opened until the sun is hot. And while the soldiers are on duty watching the gates, let them shut and lock the doors. Choose soldiers from the people of Jerusalem, each one for the place he is to keep watch, and each in front of his own house.”",
      "4": "Now the city was wide and large, but the people in it were few and the houses were not built.",
      "5": "Then my God put it into my heart to gather together the rulers, the leaders and the people to have their names written down by families. And I found the book of the family names of those who came up first. This is what I found written in it:",
      "6": "These are the people who left the land of Babylon and returned to Jerusalem and Judah, each to his own city. Their families had been taken away to Babylon by Nebuchadnezzar the king of Babylon.",
      "7": "These people returned with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah.\nThe number of the men of Israel:",
      "8": "2,172 sons of Parosh,",
      "9": "372 sons of Shephatiah,",
      "10": "652 sons of Arah,",
      "11": "2,818 sons of Pahath-moab, of the sons of Jeshua and Joab,",
      "12": "1,254 sons of Elam,",
      "13": "845 sons of Zattu,",
      "14": "760 sons of Zaccai,",
      "15": "648 sons of Binnui,",
      "16": "628 sons of Bebai,",
      "17": "2,322 sons of Azgad,",
      "18": "667 sons of Adonikam,",
      "19": "2,067 sons of Bigvai,",
      "20": "655 sons of Adin,",
      "21": "98 sons of Ater, of Hezekiah,",
      "22": "328 sons of Hashum,",
      "23": "324 sons of Bezai,",
      "24": "112 sons of Hariph,",
      "25": "95 sons of Gibeon,",
      "26": "188 sons of Bethlehem and Netophah,",
      "27": "128 sons of Anathoth,",
      "28": "42 sons of Beth-azmaveth,",
      "29": "743 sons of Kiriath-jearim, Chephirah, and Beeroth,",
      "30": "621 sons of Ramah and Geba,",
      "31": "122 sons of Michmas,",
      "32": "123 sons of Bethel and Ai,",
      "33": "52 sons of the other Nebo,",
      "34": "1,254 sons of the other Elam,",
      "35": "320 sons of Harim,",
      "36": "345 sons of Jericho,",
      "37": "721 sons of Lod, Hadid, and Ono,",
      "38": "and 3,930 sons of Senaah.",
      "39": "The religious leaders: 973 sons of Jedaiah of the house of Jeshua,",
      "40": "1,052 sons of Immer,",
      "41": "1,247 sons of Pashhur,",
      "42": "1,017 sons of Harim.",
      "43": "The Levites: 74 sons of Jeshua, of Kadmiel, of the sons of Hodevah.",
      "44": "The singers: 148 sons of Asaph.",
      "45": "The gate-keepers: 138 sons of Shallum, of Ater, of Talmon, of Akkub, of Hatita, and of Shobai.",
      "46": "The servants of the house of God: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,",
      "47": "the sons of Keros, the sons of Sia, the sons of Padon,",
      "48": "the sons of Lebana, the sons of Hagaba, the sons of Shalmai,",
      "49": "the sons of Hanan, the sons of Giddel, the sons of Gahar,",
      "50": "the sons of Reaiah, the sons of Rezin, the sons of Nekoda,",
      "51": "the sons of Gazzam, the sons of Uzza, the sons of Paseah,",
      "52": "the sons of Besai, the sons of Meunim, the sons of Nephushesim,",
      "53": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,",
      "54": "the sons of Bazlith, the sons of Mehida, the sons of Harsha,",
      "55": "the sons of Barkos, the sons of Sisera, the sons of Temah,",
      "56": "the sons of Neziah, and the sons of Hatipha.",
      "57": "The sons of Solomon’s servants: the sons of Sotai, the sons of Sophereth, the sons of Perida,",
      "58": "the sons of Jaala, the sons of Darkon, the sons of Giddel,",
      "59": "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, and the sons of Amon.",
      "60": "All the servants in the house of God and the sons of Solomon’s servants were 392.",
      "61": "Now these were the men who came up from Tel-melah, Tel-harsha, Cherub, Addon, and Immer. But they were not able to prove their fathers’ houses or that they were children of Israel:",
      "62": "642 sons of Delaiah, Tobiah, and Nekoda.",
      "63": "And the sons of the religious leaders: the sons of Hobaiah, Hakkoz, and Barzillai, who had married one of the daughters of Barzillai the Gileadite, and was called by their name.",
      "64": "These men looked for their names among the names of all the families, but could not find them. So they were thought of as being unclean, and were not allowed to work as religious leaders.",
      "65": "And the leader told them that they should not eat from the most holy things until a religious leader learned God’s will by the Urim and Thummin.",
      "66": "There were 42,360 people in all,",
      "67": "besides the 7,337 men and women servants, and 245 singing men and women.",
      "68": "They had 736 horses, 245 mules,",
      "69": "435 camels, and 6,720 donkeys.",
      "70": "Some from among the heads of the family groups gave to the work. The ruler gave 1,000 gold pieces, fifty deep dishes, and 530 sets of clothing for the religious leaders.",
      "71": "And some of the leaders of family groups gave 20,000 gold pieces and 2,200 silver pieces.",
      "72": "The rest of the people gave 20,000 gold pieces, 2,000 silver pieces, and 67 sets of clothing for the religious leaders.",
      "73": "Now the religious leaders, the Levites, the gate-keepers, the singers, some of the people, the servants in the house of the Lord, and all Israel, lived in their cities.\nWhen the seventh month had come, the sons of Israel were in their cities."
    },
    "8": {
      "1": "Then all the people gathered as one man at the open space in front of the Water Gate. They asked Ezra the writer to bring the book of the Law of Moses which the Lord had given to Israel.",
      "2": "And on the first day of the seventh month, Ezra the religious leader brought the Law to the gathering of men, women, and all who were able to understand.",
      "3": "He read from it in the open space by the Water Gate from early morning until noon. He read it in front of men and women and those who were able to understand and all the people listened to the book of the Law.",
      "4": "Ezra the writer stood on a raised floor of wood which they had made for this reason. Beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah, on his right. And Pedaiah, Mishael, Malchijah, Hashum, Hash-baddanah, Zechariah, and Meshullam stood on his left.",
      "5": "All the people saw Ezra open the book, for he was standing above all of them. And all the people stood up when he opened it.",
      "6": "Then Ezra gave honor and thanks to the Lord the great God. And all the people answered, “Let it be so!” while lifting up their hands. They bowed low with their faces to the ground and worshiped the Lord.",
      "7": "Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, helped the people understand the Law, while the people stayed in their places.",
      "8": "They read from the book of the Law of God, telling the meaning of it so that they understood what was read.",
      "9": "Then Nehemiah, who was the ruler, and Ezra the religious leader and writer, and the Levites who taught the people, said to all of them, “This day is holy to the Lord your God. Do not cry or be filled with sorrow.” For all the people were crying when they heard the words of the Law.",
      "10": "Ezra said to them, “Go, eat and drink what you enjoy, and give some to him who has nothing ready. For this day is holy to our Lord. Do not be sad for the joy of the Lord is your strength.”",
      "11": "So the Levites made all the people quiet, saying, “Be quiet, for this is a holy day. Do not be sad.”",
      "12": "And all the people went away to eat and drink, to share what they had, and to show their joy. They understood the words which had been made known to them.",
      "13": "On the second day the heads of the family groups of all the people, the religious leaders, and the Levites were gathered to Ezra the writer, that they might better understand the words of the Law.",
      "14": "They found written in the Law how the Lord had said through Moses that the sons of Israel should live in tents during the special supper of the seventh month.",
      "15": "So they made it known in all their cities and in Jerusalem, saying, “Go out to the hills and bring branches of olive, wild olive, myrtle, palm, and other trees with leaves, to make tents, as it is written.”",
      "16": "So the people went out and brought them and made tents for themselves, each on his roof. And they made tents in their open spaces, in the open spaces of the house of God, in the place by the Water Gate, and in the place by the Gate of Ephraim.",
      "17": "All the people who had returned from Babylon made tents and lived in them. The sons of Israel had not done so since the days of Joshua the son of Nun. And there was much joy.",
      "18": "Every day Ezra read from the book of the Law of God, from the first day to the last day. They held the special supper seven days, and on the eighth day there was a special gathering, as it is written in the Law."
    },
    "9": {
      "1": "Now on the twenty-fourth day of this month the sons of Israel gathered together, but they did not eat. They dressed in cloth made from hair, and put dirt on their heads.",
      "2": "The children of Israel separated themselves from all those of other nations. They stood and told their sins and the sins of their fathers to God.",
      "3": "While they stood in their place, they read from the book of the Law of the Lord their God for a fourth of the day. And for another fourth they told their sins and worshiped the Lord their God.",
      "4": "Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood on the Levites’ raised floor. And they cried with a loud voice to the Lord their God.",
      "5": "Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, “Stand up and give honor and thanks to the Lord your God forever and ever! O may Your great name be praised!”",
      "6": "“You alone are the Lord. You made the heavens, the heaven of heavens with all their angels. You have made the earth and all that is on it, and the seas and all that is in them. You give life to all of them, and the angels of heaven bow down to You.",
      "7": "You are the Lord God, Who chose Abram and brought him out from Ur of the Chaldees and gave him the name Abraham.",
      "8": "You found his heart faithful to You and made an agreement with him, to give his children and their children’s children the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Jebusite, and the Girgashite. And You have done what You promised, for You are right and good.",
      "9": "“You saw the trouble of our fathers in Egypt. You heard their cry by the Red Sea.",
      "10": "Then You made special things to see and did powerful works against Pharaoh, against all his servants and all the people of his land. For You knew that they were proud and made it hard for our fathers. And You made a name for Yourself, as it is this day.",
      "11": "You divided the sea in front of them, so they passed through the sea on dry ground. And You threw those who went after them into the deep sea, like a stone into troubled waters.",
      "12": "You led the people during the day with a cloud, and with a pillar of fire during the night to light the way they were to go.",
      "13": "Then You came down on Mount Sinai and spoke with them from heaven. You gave them Laws that are right and true and good.",
      "14": "You made known to them Your holy Day of Rest, and gave them Laws through Your servant Moses.",
      "15": "You gave them bread from heaven for their hunger. You brought them water from a rock for their thirst. And You told them to go in to take for their own the land You promised to give them.",
      "16": "“But they, our fathers, acted with pride. They became strong-willed and would not listen to Your Words.",
      "17": "They would not listen, and did not remember Your powerful works which You had done among them. So they became strong-willed and chose a leader to return to their hard work in Egypt. But You are a forgiving God. You are kind and loving, slow to anger, and full of loving-kindness. You did not leave them.",
      "18": "They even melted gold and made a calf, and said, ‘This is your God Who brought you up from Egypt.’ They spoke sinful words against You.",
      "19": "But You, in Your great loving-kindness, did not leave them in the desert. The pillar of cloud which led them on their way during the day did not leave them. And the pillar of fire which gave light to the way they were to go during the night did not leave them.",
      "20": "You gave Your good Spirit to teach them. You did not keep Your bread from heaven from their mouths. And You gave them water when they were thirsty.",
      "21": "For forty years You kept them alive in the desert and gave them everything they needed. Their clothes did not wear out, and their feet did not become sore.",
      "22": "You gave them nations and peoples, and You gave them every part. For their own they took the land of Sihon king of Heshbon and the land of Og king of Bashan.",
      "23": "You made their sons as many as the stars of heaven. And You brought them into the land which You had told their fathers to go into and take for their own.",
      "24": "So their sons went into the land and took it. You gave them power over the people of the land, the Canaanites. You gave these people into their hand, with their kings and the peoples of the land, to do with them as they would.",
      "25": "They took strong cities and a rich land. They took houses full of every good thing. They took wells that had been dug, grape-vines, olive trees, and many fruit trees. So they ate and were filled and became fat. They were glad because You were so good to them.",
      "26": "“But they would not obey and they turned against You. They put Your Law behind their backs. They killed the men who tell what will happen who had spoken sharp words to them telling them to return to You. The people spoke very sinful words against You.",
      "27": "So You gave them into the hand of those who made it hard for them. But when they cried to You in the time of their trouble, You heard from heaven. And by Your great loving-kindness You sent men to save them from those who made it hard for them.",
      "28": "But as soon as they had rest, they sinned against You again. So You left them in the hand of those who hated them, so that they ruled over them. When they cried again to You, You heard from heaven. And many times You took them away from trouble because of Your loving-kindness.",
      "29": "You spoke sharp words to them to turn them back to Your Law. Yet they acted in pride and did not listen to Your Words, but sinned against Your Laws, by which if a man obeys them he will live. They were strong-willed and made their hearts hard against You, and would not listen.",
      "30": "But You did not give up taking care of them for many years. You spoke sharp words to them by Your Spirit through the men who tell what will happen. Yet they would not listen. So You gave them into the hand of the peoples of the lands.",
      "31": "But in Your great loving-kindness, You did not make an end of them or leave them for You are a kind and loving God.",
      "32": "“So now, our God, the great and powerful God, honored with fear, Who keeps His agreement and loving-kindness, do not let all this trouble look small in Your eyes which has come upon us, our kings, our princes, our religious leaders, our men who tell what will happen, our fathers, and on all Your people since the days of the kings of Assyria to this day.",
      "33": "Yet You have been right and fair in all that has come upon us. For You have been faithful, but we have sinned.",
      "34": "Our kings, leaders, religious leaders, and fathers have not kept Your Law or listened to Your Laws and Your strong words which You have given them.",
      "35": "Even when they were in their own nation, with all the good things You gave them and with the great rich land You gave them, they did not serve You or turn from their sins.",
      "36": "See, we are servants today. We are servants in the land You gave to our fathers. You gave it to them so they could eat the fruit and have other good things.",
      "37": "The many good things the land gives are used by the kings whom You have put over us because of our sins. They also rule over our bodies and over our cattle as they please. So we are in much trouble.",
      "38": "“Now because of all this we are making an agreement in writing. And our leaders, our Levites, and our religious leaders have put their mark on it.”"
    },
    "10": {
      "1": "Those who put their mark on the agreement are Nehemiah the ruler, the son of Hacaliah, and Zedekiah,",
      "2": "Seraiah, Azariah, Jeremiah,",
      "3": "Pashhur, Amariah, Malchijah,",
      "4": "Hattush, Shebaniah, Malluch,",
      "5": "Harim, Meremoth, Obadiah,",
      "6": "Daniel, Ginnethon, Baruch,",
      "7": "Meshullam, Abijah, Mijamin,",
      "8": "Maaziah, Bilgai, and Shemaiah. These are the religious leaders.",
      "9": "The Levites are Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel,",
      "10": "and their brothers, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,",
      "11": "Mica, Rehob, Hashabiah,",
      "12": "Zaccur, Sherebiah, Shebaniah,",
      "13": "Hodiah, Bani, and Beninuu.",
      "14": "The leaders of the people are Parosh, Pahath-moab, Elam, Zattu, Bani,",
      "15": "Bunni, Azgad, Bebai,",
      "16": "Adonijah, Bigvai, Adin,",
      "17": "Ater, Hezekiah, Azzur,",
      "18": "Hodiah, Hashum, Bezai,",
      "19": "Hariph, Anathoth, Nebai,",
      "20": "Magpiash, Meshullam, Hezir,",
      "21": "Meshezabel, Zadok, Jaddua,",
      "22": "Pelatiah, Hanan, Anaiah,",
      "23": "Hoshea, Hananiah, Hasshub,",
      "24": "Hallohesh, Pilha, Shobek,",
      "25": "Rehum, Hashabnah, Maaseiah,",
      "26": "Ahiah, Hanan, Anan,",
      "27": "Malluch, Harim, and Baanah.",
      "28": "The rest of the people, the religious leaders, Levites, gate-keepers, singers, servants in the Lord’s house, and all those who had separated themselves from the peoples of the lands to the Law of God, their wives, sons, and daughters, all those who had much learning and understanding,",
      "29": "are joining with their brothers, their leaders. They all promise and swear to walk in God’s Law which was given through Moses, God’s servant, and to keep and obey all the Words and Laws of God our Lord.",
      "30": "We promise not to give our daughters in marriage to the people of the land, or take their daughters for our sons.",
      "31": "If the people of the land bring grain or things to sell on the Day of Rest, we will not buy from them on the Day of Rest or a holy day. During the seventh year we will not grow food in the fields and will do away with anything that is owed.",
      "32": "We also promise to give one-third part of a piece of silver each year for the work of the house of our God.",
      "33": "This will be for the holy bread, the grain and burnt gifts that must be given, for gifts on the Days of Rest, the new moon, and the special times, for the holy gifts, and for the sin gifts to pay for the sins of Israel, and for all the work of the house of our God.",
      "34": "We drew names among the religious leaders, the Levites and the people, by our family groups, for the wood to be brought to the house of our God at certain times each year. It is to be burned on the altar of the Lord our God as it is written in the Law.",
      "35": "We promise to bring the first-fruits of our ground and the first-fruits of all the fruit of every tree to the house of the Lord each year.",
      "36": "We promise to bring to the house of our God the first-born of our sons, animals, cattle and flocks, as it is written in the Law, for the religious leaders who are working in the house of our God.",
      "37": "We will bring the first of our grain, our gifts, the fruit of every tree, the new wine and the oil to the religious leaders in the rooms of the house of our God. And we will bring a tenth part of what we get from our ground to the Levites. For the Levites are the ones who receive a tenth part from all the farming towns.",
      "38": "The religious leader, the son of Aaron, will be with the Levites when they receive a tenth part. And the Levites will bring up a tenth part of all the tenth parts to the rooms of the store-house of the house of our God.",
      "39": "For the sons of Israel and the sons of Levi will bring the gifts of grain, new wine and oil to the store-rooms where the tools of the holy place are kept. The religious leaders who serve, the gate-keepers, and the singers stay here. We will not forget to take care of the house of our God."
    },
    "11": {
      "1": "Now the leaders of the people lived in Jerusalem. But the rest of the people drew names to bring one out of ten to live in Jerusalem, the holy city, while nine-tenths stayed in the other cities.",
      "2": "And the people praised all the men who were willing to live in Jerusalem.",
      "3": "These are the leaders of the lands who lived in Jerusalem but in the cities of Judah every one lived on his own land there: Israel, the religious leaders, the Levites, the servants in the house of God, and the children of Solomon’s servants.",
      "4": "Some of the sons of Judah and some of the sons of Benjamin lived in Jerusalem. Of the sons of Judah there was Athaiah the son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mahalalel, of the sons of Perez,",
      "5": "and Maaseiah the son of Baruch, son of Col-hozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, son of the Shilonite.",
      "6": "All the sons of Perez who lived in Jerusalem were 468 able men.",
      "7": "The sons of Benjamin are Sallu the son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah,",
      "8": "and after him Gabbai and Sallai, 928 men.",
      "9": "Joel the son of Zichri watched over them, and Judah the son of Hassenuah was second over the city.",
      "10": "Of the religious leaders there were Jedaiah the son of Joiarib, Jachin,",
      "11": "Seraiah the son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the leader of the house of God,",
      "12": "and their brothers who did the work of the house of God, 822 men. And there was Adaiah the son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malchijah,",
      "13": "and his brothers, heads of family groups, 242 men. And there was Amashsai the son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer,",
      "14": "and their brothers, 128 men with strength of heart. Zabdiel, the son of Haggedolim, watched over them.",
      "15": "Of the Levites there was Shemaiah the son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni,",
      "16": "and Shabbethai and Jozabad, from the leaders of the Levites. They watched over the outside work of the house of God.",
      "17": "And there was Mattaniah the son of Mica, son of Zabdi, son of Asaph, who was the leader in beginning the giving of thanks at prayer, and Bakbukiah, the second among his brothers. And there was Abda the son of Shammua, son of Galal, son of Jeduthun.",
      "18": "All the Levites in the holy city were 284.",
      "19": "The gate-keepers, Akkub, Talmon, and their brothers, who kept watch at the gates, were 172.",
      "20": "The rest of Israel, of the religious leaders and of the Levites, were in all the cities of Judah, each in the land he had been given.",
      "21": "But the servants of the house of God were living in Ophel. Ziha and Gishpa were over the servants of the house of God.",
      "22": "The one who watched over the Levites in Jerusalem was Uzzi the son of Bani, son of Hashabiah, son of Mattaniah, son of Mica, from the sons of Asaph, the singers for the work of the house of God.",
      "23": "For the king had said that the singers must be given what they need each day.",
      "24": "Pethahiah the son of Meshezabel, of the sons of Zerah the son of Judah, was the king’s workman in everything to do with the people.",
      "25": "As for the villages with their fields, some of the sons of Judah lived in Kiriath-arba and its villages, in Dibon and its villages, in Jekabzeel and its villages,",
      "26": "in Jeshua, Moladah, Beth-pelet,",
      "27": "Hazar-shual, Beersheba and its villages,",
      "28": "Ziklag, Meconah and its villages,",
      "29": "En-rimmon, Zorah, Jarmuth,",
      "30": "Zanoah, Adullam, and their villages, Lachish and its fields, and Azekah and its villages. So they lived from Beersheba as far as the valley of Hinnom.",
      "31": "The sons of Benjamin lived in Geba, Michmash, Aija, Bethel and its villages,",
      "32": "Anathoth, Nob, Ananiah,",
      "33": "Hazor, Ramah, Gittaim,",
      "34": "Hadid, Zeboim, Neballat,",
      "35": "Lod, and Ono, the valley of able workmen.",
      "36": "And certain groups of the Levites in Judah were joined to Benjamin."
    },
    "12": {
      "1": "These are the religious leaders and the Levites who came up with Zerubbabel the son of Shealtiel, and Jeshua. There were Seraiah, Jeremiah, Ezra,",
      "2": "Amariah, Malluch, Hattush,",
      "3": "Shecaniah, Rehum, Meremoth,",
      "4": "Iddo, Ginnethoi, Abijah,",
      "5": "Mijamin, Maadiah, Bilgah,",
      "6": "Shemaiah, Joiarib, Jedaiah,",
      "7": "Sallu, Amok, Hilkiah, and Jedaiah. These were the heads of the religious leaders and their brothers in the days of Jeshua.",
      "8": "The Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who with his brothers was over the songs of giving thanks.",
      "9": "Bakbukiah and Unni, their brothers, stood beside them in their work.",
      "10": "Jeshua was the father of Joiakim. Joiakim was the father of Eliashib. Eliashib was the father of Joiada.",
      "11": "Joiada was the father of Jonathan. Jonathan was the father of Jaddua.",
      "12": "In the days of Joiakim the religious leader, these were the heads of the family groups: Meraiah of Seraiah, Hananiah of Jeremiah,",
      "13": "Meshullam of Ezra, Jehohanan of Amariah,",
      "14": "Jonathan of Malluchi, Joseph of Shebaniah,",
      "15": "Adna of Harim, Helkai of Meraioth,",
      "16": "Zechariah of Iddo, Meshullam of Ginnethon,",
      "17": "Zichri of Abijah, Piltai of Moadiah of Miniamin,",
      "18": "Shammua of Bilgah, Jehonathan of Shemaiah,",
      "19": "Mattenai of Joiarib, Uzzi of Jedaiah,",
      "20": "Kallai of Sallai, Eber of Amok,",
      "21": "Hashabiah of Hilkiah, and Nethanel of Jedaiah.",
      "22": "As for the Levites, in the days of Eliashib, Joiada, Johanan, and Jaddua, the heads of the family groups were written down. So were the religious leaders in the rule of Darius the Persian.",
      "23": "The sons of Levi, the heads of the family groups, were written down in the Book of the Chronicles until the days of Johanan the son of Eliashib.",
      "24": "The heads of the Levites were Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers beside them. Each group praised and gave thanks, as David the man of God had told them.",
      "25": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon and Akkub were gate-keepers. They watched at the store-houses of the gates.",
      "26": "These men worked in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the ruler and of Ezra the religious leader and writer.",
      "27": "At the special time to praise God for the wall of Jerusalem, they looked for all the Levites in the places where they lived and brought them to Jerusalem so they might join them at this special time with happiness. They sang songs of thanks and other songs as timbrels and harps were played.",
      "28": "So the sons of the singers were gathered from the land around Jerusalem, from the villages of the Nethophathites,",
      "29": "from Beth-gilgal, and from their fields in Geba and Azmaveth. For the singers had built villages for themselves around Jerusalem.",
      "30": "The religious leaders and the Levites made themselves holy, and they made the people, the gates, and the wall holy.",
      "31": "Then I had the leaders of Judah come up on top of the wall. And I picked two large groups of singers to give thanks. One group was to go to the right on top of the wall to the Waste Gate.",
      "32": "Hoshaiah and half of the leaders of Judah followed them,",
      "33": "with Azariah, Ezra, Meshullam,",
      "34": "Judah, Benjamin, Shemaiah, Jeremiah,",
      "35": "and some of the sons of the religious leaders blowing horns. Then followed Zechariah the son of Jonathan, son of Shemaiah, son of Mattaniah, son of Micaiah, son of Zaccur, son of Asaph,",
      "36": "and his brothers, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the objects that David the man of God had made for playing music. And Ezra the writer went before them.",
      "37": "At the Well Gate they went straight up the steps of the city of David, by the steps of the wall above the house of David, to the Water Gate on the east.",
      "38": "The second group went to the left. I followed them with half of the people on the wall, above the Tower of Stoves, to the Wide Wall.",
      "39": "They went above the Gate of Ephraim, by the Old Gate, the Fish Gate, the Tower of Hananel, and the Tower of the Hundred, as far as the Sheep Gate. And they stopped at the Gate of the Watchmen.",
      "40": "Then the two groups stood in the house of God. So did I and half of the leaders with me,",
      "41": "and the religious leaders, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with the horns,",
      "42": "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. And the singers sang with Jezrahiah as their leader.",
      "43": "On that day they gave many good gifts and were glad because God had given them great joy. Even the women and children were filled with joy, so that the joy of Jerusalem was heard from far away.",
      "44": "On that day men were chosen for the work of the store-rooms for the gifts, the first-fruits, and the tenth part for the Lord. They were to gather into them from the fields near the towns what was to be given by the Law to the religious leaders and Levites. For Judah was filled with joy because of the religious leaders and Levites who did the work.",
      "45": "They did the work of their God and the work of making everything clean from sin, together with the singers and the gate-keepers. They did as David and his son Solomon had told them.",
      "46": "For in the days of David and Asaph, long ago, there were leaders of the singers, and songs of praise and thanks to God.",
      "47": "So all Israel in the days of Zerubbabel and Nehemiah gave what was to be given to the singers and gate-keepers each day. They set apart what was for the Levites. And the Levites set apart what was for the sons of Aaron."
    },
    "13": {
      "1": "On that day they read from the book of Moses in the hearing of the people. And there was found written in it that no Ammonite or Moabite should ever gather together to worship with the people of God.",
      "2": "It was because they did not meet the sons of Israel with food and water, but paid Balaam to curse them. Yet our God turned the curse into good.",
      "3": "When the people heard the Law, they kept out all those of other nations from Israel.",
      "4": "Before this, Eliashib the religious leader, who watched over the store-rooms of the house of our God, being close to Tobiah,",
      "5": "made a room for him. They had before used the room to store the grain gifts, special perfume, dishes, and the tenth part of grain, wine and oil to be given to the Levites, the singers and the gate-keepers, and the gifts for the religious leaders.",
      "6": "But during all this time I was not in Jerusalem. For in the thirty-second year of Artaxerxes king of Babylon, I had gone to the king. Then after some time, I asked the king to let me go,",
      "7": "and came to Jerusalem. I learned about the sinful thing Eliashib had done for Tobiah, by giving a room for him in the house of God.",
      "8": "I was very angry, and threw all the things of Tobiah’s house out of the room.",
      "9": "Then I said that the rooms must be made clean, and put back the things of the house of God with the grain gifts and the special perfume.",
      "10": "I also learned that what was to be given to the Levites had not been given. So the Levites and the singers who did the work had gone back to their own fields.",
      "11": "So I spoke sharp words to the leaders and said, “Why is the house of God no longer cared for?” Then I gathered them together and returned them to their duties.",
      "12": "All the people of Judah then brought the tenth part of the grain, wine and oil into the store-houses.",
      "13": "I had Shelemiah the religious leader, Zadok the writer, and Pedaiah of the Levites, watch over the store-houses. With them was Hanan the son of Zaccur, the son of Mattaniah. For they were trusted, and it was their duty to give the needed things to their brothers.",
      "14": "Remember me for this, O my God. Do not forget my good works which I have done for the house of my God and His worship.",
      "15": "In those days I saw in Judah some who were crushing grapes to make wine on the Day of Rest. I saw them bringing in bags of grain and loading them on donkeys, as well as wine, grapes, figs, and all kinds of loads. And they brought them into Jerusalem on the Day of Rest. So I spoke sharp words to them on the day they sold food.",
      "16": "Men of Tyre were living there who brought in fish and all kinds of things to sell. They sold them to the people of Judah on the Day of Rest, even in Jerusalem.",
      "17": "Then I spoke sharp words to the leaders of Judah, saying, “What is this sinful thing you are doing by not keeping the Day of Rest holy?",
      "18": "Did not your fathers do the same, so that our God brought all this trouble to us and to this city? Yet you are bringing more anger to Israel by not keeping the Day of Rest holy.”",
      "19": "Just as it became dark at the gates of Jerusalem before the Day of Rest, I had them shut the doors. And I would not let them be opened until after the Day of Rest. Then I had some of my servants watch the gates, that no load should come in on the Day of Rest.",
      "20": "Once or twice the traders and sellers stayed the night outside Jerusalem.",
      "21": "Then I spoke sharp words to them, saying, “Why do you stay the night in front of the wall? If you do so again, I will send men out to make you leave.” From that time on they did not come on the Day of Rest.",
      "22": "Then I told the Levites to make themselves free from sin and come and watch the gates to keep the Day of Rest holy. Remember me for this also, O my God. Be good to me because of Your great loving-kindness.",
      "23": "In those days I saw that the Jews had married women from Ashdod, Ammon, and Moab.",
      "24": "Half of their children spoke the language of Ashdod. They could not speak the language of Judah, but the language of their own people.",
      "25": "So I fought with them and cursed them and beat some of them and pulled out their hair. And I made them promise in the name of God, saying, “You must not give your daughters to their sons, or take their daughters for your sons or for yourselves.",
      "26": "Did not King Solomon of Israel sin because of these women? Yet among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel. But the women from other nations caused even him to sin.",
      "27": "Should we hear now that you also are sinning in the same way by not being faithful to our God, by marrying women from other nations?”",
      "28": "Even one of the sons of Joiada, the son of Eliashib the religious leader, was a son-in-law of Sanballat the Horonite. So I drove him away from me.",
      "29": "Remember them, O my God, because they have brought sin to the religious leaders and to the agreement of the religious leaders and the Levites.",
      "30": "So I made them free from the sin of other nations. I gave the religious leaders and the Levites their duties, each in his work.",
      "31": "And I saw to it that wood would be brought at the right times, and also the first-fruits. O my God, remember me for good."
    }
  }
}