{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:36.466945-04:00",
    "Translation": "NLV"
  },
  "Obadiah": {
    "1": {
      "1": "This is the special dream of Obadiah, what the Lord God says about Edom. We have heard this news from the Lord. And a man has been sent among the nations to say, “Get ready! Let us go fight a war against Edom.”",
      "2": "“I will make you small among the nations. Everyone will hate you.",
      "3": "The pride of your heart has fooled you. You live in the holes of the rock. Your home is high in the mountains. And so you say in your heart, ‘Who will bring me down to the ground?’",
      "4": "Even when you build your home as high as the eagle, and make your nest among the stars, I will bring you down from there,” says the Lord.",
      "5": "“If robbers came to you during the night, O how you will be destroyed! Would they not steal only enough for themselves? If those who gather grapes came to you, would they not leave some behind?",
      "6": "O how Esau will be robbed! His hidden riches will be looked for until they are found.",
      "7": "All the men you have made an agreement with will drive you from the country. The men at peace with you will lie to you and get power over you. Those who eat your bread will set a trap for you, but you will not know it.”",
      "8": "The Lord says, “On that day I will destroy the wise men from Edom and understanding from Mount Esau.",
      "9": "Then your powerful soldiers will be troubled, O Teman, and every one from Mount Esau will be killed.",
      "10": "“Because you have hurt your brother Jacob, you will be covered with shame and destroyed forever.",
      "11": "You stood aside on that day when strangers carried his riches away. Men from another land went in through his gate and divided Jerusalem among themselves. And you were like one of them.",
      "12": "Do not look down on your brother in the day of his trouble. Do not be happy about the sons of Judah in the day they are destroyed. Yes, do not speak with pride in the day of their trouble.",
      "13": "Do not go in through the gate of My people in the day of their trouble. Do not speak with pride about their suffering in the day of their trouble. And do not rob their riches in the day of their trouble.",
      "14": "Do not stand at the cross-roads to kill their people who get away. And do not put into prison those who are left alive in the day of their trouble.",
      "15": "“For the day of the Lord is near for all nations. As you have done, it will be done to you. What you do will come back to you on your own head.",
      "16": "Just as you drank on My holy mountain, so all the nations will drink all the time. They will drink and drink, and be as if they had never been.",
      "17": "“But on Mount Zion there will be a way to be set free, and it will be holy. The people of Jacob will own what belongs to them.",
      "18": "The people of Jacob will be a fire. The people of Joseph will be burning. But the people of Esau will be like dry grass. They will set them on fire and destroy them. None of the people of Esau will be left alive,” for the Lord has spoken.",
      "19": "People of the Negev will live on Mount Esau. And those in the lower land will live in the land of the Philistines. They will live in the land of Ephraim and Samaria, and Benjamin will own Gilead.",
      "20": "The people of Israel who are living among the Canaanites as far as Zarephath, and the people of Jerusalem who are in Sephared, will own the cities of the Negev.",
      "21": "The men of Jerusalem who fight and win the battle will go up Mount Zion to rule over Mount Esau. And the nation will belong to the Lord."
    }
  }
}