{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:51.673831-04:00",
    "Translation": "NLV"
  },
  "Philippians": {
    "1": {
      "1": "This letter is from Paul and Timothy. We are servants owned by Jesus Christ. This letter is to all who belong to Christ Jesus who are living in the city of Philippi and to the church leaders and their helpers also.",
      "2": "May you have loving-favor and peace from God our Father and the Lord Jesus Christ.",
      "3": "I thank God for you whenever I think of you.",
      "4": "I always have joy as I pray for all of you.",
      "5": "It is because you have told others the Good News from the first day you heard it until now.",
      "6": "I am sure that God Who began the good work in you will keep on working in you until the day Jesus Christ comes again.",
      "7": "It is right for me to feel like this about all of you. It is because you are very dear to me. While I was in prison and when I was proving that the Good News is true, you all shared God’s loving-favor with me.",
      "8": "God knows what I am saying. He knows how much I love you all with a love that comes from Jesus Christ.",
      "9": "And this is my prayer: I pray that your love will grow more and more. I pray that you will have better understanding and be wise in all things.",
      "10": "I pray that you will know what is the very best. I pray that you will be true and without blame until the day Christ comes again.",
      "11": "And I pray that you will be filled with the fruits of right living. These come from Jesus Christ, with honor and thanks to God.",
      "12": "Christian brothers, I want you to know that what has happened to me has helped spread the Good News.",
      "13": "Everyone around here knows why I am in prison. It is because I preached about Jesus Christ. All the soldiers who work for the leader of the country know why I am here.",
      "14": "Because of this, most of my Christian brothers have had their faith in the Lord made stronger. They have more power to preach the Word of God without fear.",
      "15": "Some are preaching because they are jealous and want to make trouble. Others are doing it for the right reason.",
      "16": "These do it because of love. They know that I am put here to prove the Good News is true.",
      "17": "The others preach about Christ for what they get out of it. Their hearts are not right. They want to make me suffer while I am in prison.",
      "18": "What difference does it make if they pretend or if they are true? I am happy, yes, and I will keep on being happy that Christ is preached.",
      "19": "Because of your prayers and the help the Holy Spirit gives me, all of this will turn out for good.",
      "20": "I hope very much that I will have no reason to be ashamed. I hope to honor Christ with my body if it be by my life or by my death. I want to honor Him without fear, now and always.",
      "21": "To me, living means having Christ. To die means that I would have more of Him.",
      "22": "If I keep on living here in this body, it means that I can lead more people to Christ. I do not know which is better.",
      "23": "There is a strong pull from both sides. I have a desire to leave this world to be with Christ, which is much better.",
      "24": "But it is more important for you that I stay.",
      "25": "I am sure I will live to help you grow and be happy in your faith.",
      "26": "This will give you reason to give more thanks to Christ Jesus when I come to visit you again.",
      "27": "Live your lives as the Good News of Christ says you should. If I come to you or not, I want to hear that you are standing true as one. I want to hear that you are working together as one, preaching the Good News.",
      "28": "Do not be afraid of those who hate you. Their hate for you proves they will be destroyed. It proves you have life from God that lasts forever.",
      "29": "You are not only to put your trust in Him, but you are to suffer for Him also.",
      "30": "You know what the fight is like. Now it is time for you to have a part in it as I have."
    },
    "2": {
      "1": "Are you strong because you belong to Christ? Does His love comfort you? Do you have joy by being as one in sharing the Holy Spirit? Do you have loving-kindness and pity for each other?",
      "2": "Then give me true joy by thinking the same thoughts. Keep having the same love. Be as one in thoughts and actions.",
      "3": "Nothing should be done because of pride or thinking about yourself. Think of other people as more important than yourself.",
      "4": "Do not always be thinking about your own plans only. Be happy to know what other people are doing.",
      "5": "Think as Christ Jesus thought.",
      "6": "Jesus has always been as God is. But He did not hold to His rights as God.",
      "7": "He put aside everything that belonged to Him and made Himself the same as a servant who is owned by someone. He became human by being born as a man.",
      "8": "After He became a man, He gave up His important place and obeyed by dying on a cross.",
      "9": "Because of this, God lifted Jesus high above everything else. He gave Him a name that is greater than any other name.",
      "10": "So when the name of Jesus is spoken, everyone in heaven and on earth and under the earth will bow down before Him.",
      "11": "And every tongue will say Jesus Christ is Lord. Everyone will give honor to God the Father.",
      "12": "My Christian friends, you have obeyed me when I was with you. You have obeyed even more when I have been away. You must keep on working to show you have been saved from the punishment of sin. Be afraid that you may not please God.",
      "13": "He is working in you. God is helping you obey Him. God is doing what He wants done in you.",
      "14": "Be glad you can do the things you should be doing. Do all things without arguing and talking about how you wish you did not have to do them.",
      "15": "In that way, you can prove yourselves to be without blame. You are God’s children and no one can talk against you, even in a sin-loving and sin-sick world. You are to shine as lights among the sinful people of this world.",
      "16": "Take a strong hold on the Word of Life. Then when Christ comes again, I will be happy that I did not work with you for nothing.",
      "17": "Even if I give my life as a gift on the altar to God for you, I am glad and share this joy with you.",
      "18": "You must be happy and share your joy with me also.",
      "19": "I hope by the help of the Lord Jesus that I can send Timothy to you soon. It will comfort me when he brings news about you.",
      "20": "I have no one else who is as interested in you as Timothy.",
      "21": "Everyone else thinks of himself instead of Jesus Christ.",
      "22": "You know how Timothy proved to be such a true friend to me when we preached the Good News. He was like a son helping his father.",
      "23": "I hope to send Timothy as soon as I know what they are going to do to me.",
      "24": "I hope by the help of the Lord that I can come soon also.",
      "25": "I thought it was right that I send Epaphroditus back to you. You helped me by sending him to me. We have worked together like brothers. He was like a soldier fighting beside me.",
      "26": "He has been wanting to see all of you and was troubled because you heard he was sick.",
      "27": "It is true, he was sick. Yes, he almost died, but God showed loving-kindness to him and to me. If he had died, I would have had even more sorrow.",
      "28": "This is all the more reason I have sent him to you. When you see him, you will be glad and I will have less sorrow.",
      "29": "Take him into your church with joy. Show respect for men like him.",
      "30": "He came close to death while working for Christ. He almost died doing things for me that you could not do."
    },
    "3": {
      "1": "So now, my Christian brothers, be happy because you belong to Christ. It is not hard for me to write the same things to you. It is good for you.",
      "2": "Watch out for false teachers. Watch out for sinful men. They want you to depend on the religious act of becoming a Jew for your hope.",
      "3": "The act of becoming a Jew has nothing to do with us becoming Christians. We worship God through His Spirit and are proud of Jesus Christ. We have no faith in what we ourselves can do.",
      "4": "I could have reason to trust in the flesh. If anyone could feel that the flesh could do something for him, I could.",
      "5": "I went through the religious act of becoming a Jew when I was eight days old. I was born a Jew and came from the family group of Benjamin. I was a Jewish son of Jewish parents. I belonged to the group of the proud religious law-keepers.",
      "6": "I followed my religion with all my heart and did everything I could to make it hard for the church. No one could say anything against the way I obeyed the Law.",
      "7": "But I gave up those things that were so important to me for Christ.",
      "8": "Even more than that, I think of everything as worth nothing. It is so much better to know Christ Jesus my Lord. I have lost everything for Him. And I think of these things as worth nothing so that I can have Christ.",
      "9": "I want to be as one with Him. I could not be right with God by what the Law said I must do. I was made right with God by faith in Christ.",
      "10": "I want to know Him. I want to have the same power in my life that raised Jesus from the dead. I want to understand and have a share in His sufferings and be like Christ in His death.",
      "11": "Then I may be raised up from among the dead.",
      "12": "I do not say that I have received this or have already become perfect. But I keep going on to make that life my own as Christ Jesus made me His own.",
      "13": "No, Christian brothers, I do not have that life yet. But I do one thing. I forget everything that is behind me and look forward to that which is ahead of me.",
      "14": "My eyes are on the crown. I want to win the race and get the crown of God’s call from heaven through Christ Jesus.",
      "15": "All of us who are full-grown Christians should think this way. If you do not think this way, God will show it to you.",
      "16": "So let us keep on obeying the same truth we have already been following.",
      "17": "Christian brothers, live your lives as I have lived mine. Watch those who live as I have taught you to live.",
      "18": "There are many whose lives show they hate the cross of Christ. I have told you this before. Now I tell you again with tears in my eyes.",
      "19": "Their god is their stomach. They take pride in things they should be ashamed of. All they think about are the things of this world. In the end they will be destroyed.",
      "20": "But we are citizens of heaven. Christ, the One Who saves from the punishment of sin, will be coming down from heaven again. We are waiting for Him to return.",
      "21": "He will change these bodies of ours of the earth and make them new. He will make them like His body of shining-greatness. He has the power to do this because He can make all things obey Him."
    },
    "4": {
      "1": "So, my dear Christian brothers, you are my joy and crown. I want to see you. Keep on staying true to the Lord, my dear friends.",
      "2": "I ask Euodias and Syntyche to agree as Christians should.",
      "3": "My true helper, I ask you to help these women who have worked with me so much in preaching the Good News to others. Clement helped also. There are others who worked with me. Their names are in the book of life.",
      "4": "Be full of joy always because you belong to the Lord. Again I say, be full of joy!",
      "5": "Let all people see how gentle you are. The Lord is coming again soon.",
      "6": "Do not worry. Learn to pray about everything. Give thanks to God as you ask Him for what you need.",
      "7": "The peace of God is much greater than the human mind can understand. This peace will keep your hearts and minds through Christ Jesus.",
      "8": "Christian brothers, keep your minds thinking about whatever is true, whatever is respected, whatever is right, whatever is pure, whatever can be loved, and whatever is well thought of. If there is anything good and worth giving thanks for, think about these things.",
      "9": "Keep on doing all the things you learned and received and heard from me. Do the things you saw me do. Then the God Who gives peace will be with you.",
      "10": "The Lord gives me a reason to be full of joy. It is because you are able to care for me again. I know you wanted to before but you did not have a way to help me.",
      "11": "I am not saying I need anything. I have learned to be happy with whatever I have.",
      "12": "I know how to get along with little and how to live when I have much. I have learned the secret of being happy at all times. If I am full of food and have all I need, I am happy. If I am hungry and need more, I am happy.",
      "13": "I can do all things because Christ gives me the strength.",
      "14": "It was kind of you to help me when I was in trouble.",
      "15": "You Philippians also know that when I first preached the Good News, you were the only church that helped me. It was when I left for the country of Macedonia.",
      "16": "Even while I was in the city of Thessalonica you helped me more than once.",
      "17": "It is not that I want to receive the gift. I want you to get the pay that is coming to you later.",
      "18": "I have everything I need and more than enough. I am taken care of because Epaphroditus brought your gift. It is a sweet gift. It is a gift that cost you something. It is the kind of gift God is so pleased with.",
      "19": "And my God will give you everything you need because of His great riches in Christ Jesus.",
      "20": "Now may our God and Father be honored forever. Let it be so.",
      "21": "Greet all those who belong to Christ Jesus. The Christian brothers here with me greet you.",
      "22": "All those who belong to Christ say hello, and most of all, those who live in Caesar’s house.",
      "23": "May your spirit have the loving-favor of the Lord Jesus Christ."
    }
  }
}