{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:55.362117-04:00",
    "Translation": "NLV"
  },
  "Philemon": {
    "1": {
      "1": "This letter is from Paul. I am in prison because of Jesus Christ. Brother Timothy is also writing to you, Philemon. You are a much-loved workman together with us.",
      "2": "We are also writing to the church that meets in your home. This letter is also for our Christian sister Apphia and it is for Archippus who is a soldier together with us.",
      "3": "May God our Father and the Lord Jesus Christ give you His loving-favor and peace.",
      "4": "I always thank God when I speak of you in my prayers.",
      "5": "It is because I hear of your love and trust in the Lord Jesus and in all the Christians.",
      "6": "I pray that our faith together will help you know all the good things you have through Christ Jesus.",
      "7": "Your love has given me much joy and comfort. The hearts of the Christians have been made happy by you, Christian brother.",
      "8": "So now, through Christ, I am free to tell you what you must do.",
      "9": "But because I love you, I will only ask you. I am Paul, an old man, here in prison because of Jesus Christ.",
      "10": "I am asking you for my son, Onesimus. He has become my son in the Christian life while I have been here in prison.",
      "11": "At one time he was of no use to you. But now he is of use to you and to me.",
      "12": "I am sending him back to you. It is like sending you my own heart.",
      "13": "I would like to keep him with me. He could have helped me in your place while I am in prison for preaching the Good News.",
      "14": "But I did not want to keep him without word from you. I did not want you to be kind to me because you had to but because you wanted to.",
      "15": "He ran away from you for awhile. But now he is yours forever.",
      "16": "Do not think of him any longer as a servant you own. He is more than that to you. He is a much-loved Christian brother to you and to me.",
      "17": "If you think of me as a true friend, take him back as you would take me.",
      "18": "If he has done anything wrong or owes you anything, send me\nthe bill.",
      "19": "I will pay it. I, Paul, am writing this with my own hand. I will not talk about how much you owe me because you owe me your life.",
      "20": "Yes, Christian brother, I want you to be of use to me as a Christian. Give my heart new joy in Christ.",
      "21": "I write this letter knowing you will do what I ask and even more.",
      "22": "Please have a room ready for me. I trust God will answer your prayers and let me come to you soon.",
      "23": "Epaphras says hello. He is a brother in Christ in prison with me.",
      "24": "Mark and Aristarchus and Demas and Luke who are workers with me say hello.",
      "25": "May the loving-favor of the Lord Jesus Christ be with your spirit."
    }
  }
}