{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:23.921896-04:00",
    "Translation": "NLV"
  },
  "Proverbs": {
    "1": {
      "1": "These are the wise sayings of Solomon, son of David, king of Israel:",
      "2": "They show you how to know wisdom and teaching, to find the words of understanding.",
      "3": "They help you learn about the ways of wisdom and what is right and fair.",
      "4": "They give wisdom to the child-like, and much learning and wisdom to those who are young.",
      "5": "A wise man will hear and grow in learning. A man of understanding will become able",
      "6": "to understand a saying and a picture-story, the words of the wise and what they mean.",
      "7": "The fear of the Lord is the beginning of much learning. Fools hate wisdom and teaching.",
      "8": "Hear your father’s teaching, my son, and do not turn away from your mother’s teaching.",
      "9": "For they are a glory to your head and a chain of beauty around your neck.",
      "10": "My son, if sinners try to lead you into sin, do not go with them.",
      "11": "If they say, “Come with us. Let us lie in wait to kill someone. Let us set a trap for those who are without blame.",
      "12": "Let us swallow them alive like death, as those who go down to the grave.",
      "13": "We will find all kinds of things of great worth. We will fill our houses with the stolen riches.",
      "14": "Throw in your share with us. We will all have one money bag.”",
      "15": "My son, do not walk in the way with them. Keep your feet from their path.",
      "16": "For their feet run to sin and hurry to kill.",
      "17": "Yes, the net is spread for nothing if the bird is watching.",
      "18": "They set traps for their own lives and wait to die.",
      "19": "Such are the ways of all who get things by hurting others. Their desire for stolen riches takes away their own lives.",
      "20": "Wisdom calls out in the street. She lifts her voice in the center of town.",
      "21": "There she cries out in the noisy streets. At the open gates of the city she speaks:",
      "22": "“O foolish ones, how long will you love being foolish? How long will those who laugh at others be happy in their laughing? How long will fools hate much learning?",
      "23": "Listen to my strong words! See, I will pour out my spirit on you. I will make my words known to you.",
      "24": "I called but you would not listen. I put out my hand and no one gave it a thought.",
      "25": "You did not listen when I told you what you should do, and you would not hear any of my strong words.",
      "26": "So I will laugh at your trouble. I will laugh when you are afraid.",
      "27": "Fear will come to you like a storm. Hard times will come like a strong wind. When trouble and suffering come upon you,",
      "28": "then they will call on me, but I will not answer. They will look for me, but they will not find me.",
      "29": "Because they hated much learning, and did not choose the fear of the Lord.",
      "30": "They would not listen when I told them what they should do. They laughed at all my strong words.",
      "31": "So they will eat the fruit of their own way, and be filled with their own plans.",
      "32": "For the foolish will be killed by their turning away. The trust that fools put in themselves will destroy them.",
      "33": "But he who listens to me will live free from danger, and he will rest easy from the fear of what is sinful.”"
    },
    "2": {
      "1": "My son, if you receive my sayings and store up my teachings within you,",
      "2": "make your ear open to wisdom. Turn your heart to understanding.",
      "3": "If you cry out to know right from wrong, and lift your voice for understanding;",
      "4": "if you look for her as silver, and look for her as hidden riches;",
      "5": "then you will understand the fear of the Lord, and find what is known of God.",
      "6": "For the Lord gives wisdom. Much learning and understanding come from His mouth.",
      "7": "He stores up perfect wisdom for those who are right with Him. He is a safe-covering to those who are right in their walk.",
      "8": "He watches over the right way, and He keeps safe the way of those who belong to Him.",
      "9": "Then you will understand what is right and good, and right from wrong, and you will know what you should do.",
      "10": "For wisdom will come into your heart. And much learning will be pleasing to your soul.",
      "11": "Good thinking will keep you safe. Understanding will watch over you.",
      "12": "You will be kept from the sinful man, and from the man who causes much trouble by what he says.",
      "13": "You will be kept from the man who leaves the right way to walk in the ways of darkness,",
      "14": "from the one who is happy doing wrong, and who finds joy in the way of sin.",
      "15": "His ways are not straight and are not good.",
      "16": "You will be saved from the strange woman, from the sinful woman with her smooth words.",
      "17": "She leaves the husband she had when she was young, and forgets the agreement with her God.",
      "18": "For her house goes down to death, and her steps lead to the dead.",
      "19": "None who go to her return again, and they do not find the paths of life.",
      "20": "So may you walk in the way of good men, and keep to the paths of those who are right and good.",
      "21": "For those who are right with God will live in the land. The men without blame will stay in it,",
      "22": "but the sinful will be destroyed from the land, and those who are not faithful will be taken away from it."
    },
    "3": {
      "1": "My son, do not forget my teaching. Let your heart keep my words.",
      "2": "For they will add to you many days and years of life and peace.",
      "3": "Do not let kindness and truth leave you. Tie them around your neck. Write them upon your heart.",
      "4": "So you will find favor and good understanding in the eyes of God and man.",
      "5": "Trust in the Lord with all your heart, and do not trust in your own understanding.",
      "6": "Agree with Him in all your ways, and He will make your paths straight.",
      "7": "Do not be wise in your own eyes. Fear the Lord and turn away from what is sinful.",
      "8": "It will be healing to your body and medicine to your bones.",
      "9": "Honor the Lord with your riches, and with the first of all you grow.",
      "10": "Then your store-houses will be filled with many good things and your barrels will flow over with new wine.",
      "11": "My son, listen when the Lord punishes you. Do not give up when He tells you what you must do.",
      "12": "The Lord punishes everyone He loves. He whips every son He receives.",
      "13": "Happy is the man who finds wisdom, and the man who gets understanding.",
      "14": "For it is better than getting silver and fine gold.",
      "15": "She is worth more than stones of great worth. Nothing you can wish for compares with her.",
      "16": "Long life is in her right hand. Riches and honor are in her left hand.",
      "17": "Her ways are pleasing, and all her paths are peace.",
      "18": "She is a tree of life to those who take hold of her. Happy are all who hold her near.",
      "19": "The Lord built the earth by wisdom. He built the heavens by understanding.",
      "20": "By what He knows, the seas were broken up and water falls from the sky.",
      "21": "My son, do not allow them to leave your eyes. Keep perfect wisdom and careful thinking.",
      "22": "And they will be life to your soul and a chain of beauty to your neck.",
      "23": "Then you will be safe as you walk on your way, and your foot will not trip.",
      "24": "You will not be afraid when you lie down. When you lie down, your sleep will be sweet.",
      "25": "Do not be afraid of fear that comes all at once. And do not be afraid of the storm of the sinful when it comes.",
      "26": "For the Lord will be your trust. He will keep your foot from being caught.",
      "27": "Do not keep good from those who should have it, when it is in your power to do it.",
      "28": "Do not say to your neighbor, “Go, and return tomorrow, and I will give it,” when you have it with you.",
      "29": "Do not plan for your neighbor to be hurt, while he trusts you enough to live beside you.",
      "30": "Do not fight with a man for no reason, when he has done you no wrong.",
      "31": "Do not be jealous of a man who hurts others, and do not choose any of his ways.",
      "32": "For the bad man is hated by the Lord, but He is near to those who are right with Him.",
      "33": "The punishment of the Lord is on the house of the sinful, but He makes good come to the house of those who are right with Him.",
      "34": "God makes fun of those who make fun of the truth but gives loving-favor to those who have no pride.",
      "35": "Honor will be given to the wise, but shame will be given to fools."
    },
    "4": {
      "1": "O sons, hear the teaching of a father. Listen so you may get understanding.",
      "2": "For I give you good teaching. Do not turn away from it.",
      "3": "When I was a much loved and only son of my mother and father,",
      "4": "he taught me, saying, “Hold my words close to your heart. Keep my teachings and live.",
      "5": "Get wisdom and understanding. Do not forget or turn away from the words of my mouth.",
      "6": "Do not leave her alone, and she will keep you safe. Love her, and she will watch over you.",
      "7": "The beginning of wisdom is: Get wisdom! And with all you have gotten, get understanding.",
      "8": "Honor her and she will honor you. She will honor you if you hold her to your heart.",
      "9": "She will put on your head a crown of loving-favor and beauty.”",
      "10": "Hear, my son, and receive my sayings, and the years of your life will be many.",
      "11": "I have taught you in the way of wisdom. I have led you on the right paths.",
      "12": "When you walk, your steps will not be stopped. If you run, you will not trip.",
      "13": "Take hold of teaching. Do not let go. Watch over her, for she is your life.",
      "14": "Do not go on the path of the sinful. Do not walk in the way of bad men.",
      "15": "Stay away from it. Do not pass by it. Turn from it, and pass on.",
      "16": "For they cannot sleep unless they do wrong. They are robbed of sleep unless they make someone fall.",
      "17": "For they eat the bread of sin, and drink the wine of wrong-doing.",
      "18": "But the way of those who are right is like the early morning light. It shines brighter and brighter until the perfect day.",
      "19": "The way of the sinful is like darkness. They do not know what they trip over.",
      "20": "My son, listen to my words. Turn your ear to my sayings.",
      "21": "Do not let them leave your eyes. Keep them in the center of your heart.",
      "22": "For they are life to those who find them, and healing to their whole body.",
      "23": "Keep your heart pure for out of it are the important things of life.",
      "24": "Put false speaking away from you. Put bad talk far from you.",
      "25": "Let your eyes look straight in front of you, and keep looking at what is in front of you.",
      "26": "Watch the path of your feet, and all your ways will be sure.",
      "27": "Do not turn to the right or to the left. Turn your foot away from sin."
    },
    "5": {
      "1": "My son, listen to my wisdom. Turn your ear to my understanding.",
      "2": "So you may know what is good thinking, and your lips may keep much learning.",
      "3": "For the lips of a strange woman are as sweet as honey. Her talk is as smooth as oil.",
      "4": "But in the end she is as bitter tasting as wormwood, and as sharp as a sword that cuts both ways.",
      "5": "Her feet go down to death. Her steps take hold of hell.",
      "6": "She does not think about the path of life. Her ways go this way and that, and she does not know it.",
      "7": "Now then, my sons, listen to me. Do not turn away from the words of my mouth.",
      "8": "Keep far away from her. Do not go near the door of her house.",
      "9": "If you do, you would give your strength to others, and your years to those without loving-kindness.",
      "10": "Strangers would be filled with your strength, and the fruits of your work would go to a strange house.",
      "11": "You would cry inside yourself when your end comes, when your flesh and body are wasted away.",
      "12": "You would say, “How I have hated teaching! My heart hated strong words!",
      "13": "I have not listened to the voice of my teachers. I have not turned my ear to those who would teach me.",
      "14": "Now I have a bad name in the meeting place of the people.”",
      "15": "Drink water from your own pool, flowing water from your own well.",
      "16": "Should the waters from your well flow away, rivers of water in the streets?",
      "17": "Let them be yours alone, and not for strangers with you.",
      "18": "Let your well be honored, and be happy with the wife you married when you were young.",
      "19": "Let her be like a loving, female deer. Let her breasts please you at all times. Be filled with great joy always because of her love.",
      "20": "My son, why should you be carried away with a sinful woman and fall into the arms of a strange woman?",
      "21": "For the ways of a man are seen by the eyes of the Lord, and He watches all his paths.",
      "22": "His own sins will trap the sinful. He will be held with the ropes of his sin.",
      "23": "He will die for want of teaching, and will go the wrong way because of the greatness of his foolish ways."
    },
    "6": {
      "1": "My son, if you have put yourself as a trust for what your neighbor owes to another, or if you have made a promise for a stranger,",
      "2": "you have been trapped with the words of your lips. You have been caught with the words of your mouth.",
      "3": "Do this now, my son, and get yourself out of trouble, for you have come into the hand of your neighbor. Go without pride and beg your neighbor to let you go.",
      "4": "Do not let your eyes sleep. Do not let your eyes close.",
      "5": "Take yourself away like a deer from the man who kills animals, and like a bird from the hand of the man who catches birds.",
      "6": "Go to the ant, O lazy person. Watch and think about her ways, and be wise.",
      "7": "She has no leader, head or ruler,",
      "8": "but she gets her food ready in the summer, and gathers her food at the right time.",
      "9": "How long will you lie down, O lazy person? When will you rise up from your sleep?",
      "10": "A little sleep, a little rest, a little folding of the hands to rest,",
      "11": "and being poor will come upon you like a robber, and your need like a man ready to fight.",
      "12": "A person of no worth, a sinful man, is he who goes about telling lies.",
      "13": "He winks with his eyes, makes signs with his feet, and makes certain moves with his fingers.",
      "14": "He always plans to do sinful things because of his sinful heart. He causes arguing among people.",
      "15": "So trouble will come upon him all at once. Right then he will be broken, and there will be no healing.",
      "16": "There are six things which the Lord hates, yes, seven that are hated by Him:",
      "17": "A proud look, a lying tongue, and hands that kill those who are without guilt,",
      "18": "a heart that makes sinful plans, feet that run fast to sin,",
      "19": "a person who tells lies about someone else, and one who starts fights among brothers.",
      "20": "My son, keep the teaching of your father, and do not turn away from the teaching of your mother.",
      "21": "Hold them always to your heart. Tie them around your neck.",
      "22": "They will lead you when you walk. They will watch over you when you sleep, and they will talk with you when you wake up.",
      "23": "For the word is a lamp. The teaching is a light, and strong words that punish are the way of life.",
      "24": "They keep you from the sinful woman, from the smooth tongue of a sinful woman.",
      "25": "Do not desire her beauty in your heart. Do not let her catch you with her eyes.",
      "26": "For because of a woman who sells the use of her body, one is brought down to a loaf of bread. A sinful woman hunts to take a man’s very life.",
      "27": "Can a man carry fire in his arms, and his clothes not be burned?",
      "28": "Can a man walk on hot coals, and his feet not be burned?",
      "29": "So is he who goes in to his neighbor’s wife. Whoever touches her will be punished.",
      "30": "Men do not hate a robber who steals food for himself when he is hungry.",
      "31": "But if he is caught, he must pay seven times what he took. He must give up all the things in his house.",
      "32": "He who does sex sins with a woman does not think well. He who does it is destroying himself.",
      "33": "He will be hurt and ashamed, and his shame will not be taken away.",
      "34": "Jealousy makes a man angry. He will show no pity for the wrong that was done to him.",
      "35": "He will not take pay, and he will not be happy even if you give him many gifts."
    },
    "7": {
      "1": "My son, keep my words, and hold together my teachings within you.",
      "2": "Keep my words and live. Keep my teachings as you would your own eye.",
      "3": "Tie them upon your fingers. Write them upon your heart.",
      "4": "Say to wisdom, “You are my sister.” Call understanding your special friend.",
      "5": "They will keep you from the strange woman, from the stranger with her smooth words.",
      "6": "For I looked out through the wood-work at the window of my house.",
      "7": "And I saw among the child-like and among the young people a young man without wisdom and understanding.",
      "8": "He passed through the street near her corner and took the path to her house,",
      "9": "in the light of the evening, after it was dark.",
      "10": "See, a woman comes to meet him. She is dressed like a woman who sells the use of her body, and with a heart that wants to fool and trap someone.",
      "11": "She is loud and has a strong self-will. Her feet do not stay at home.",
      "12": "She is now in the street, now in the center of town where people gather. She lies in wait at every corner.",
      "13": "So she catches him and kisses him. With a hard face she says to him,",
      "14": "“It was time for me to give gifts on the altar in worship, and today I have paid what I promised.",
      "15": "So I have come out to meet you, to look for you, and I have found you.",
      "16": "I have spread my bed with coverings of linen cloth from Egypt.",
      "17": "I have perfumed my bed with fine perfumes and spices.",
      "18": "Come, let us take our fill of love until morning. Let us make ourselves happy with love.",
      "19": "For my husband is not at home. He has gone on a long trip.",
      "20": "He has taken a bag of money with him, and he will come home at full moon.”",
      "21": "She leads him away with her tempting talk. She tempts him with the smooth words of her lips.",
      "22": "All at once he follows her, like a bull going to be killed, like a wild animal goes into a trap,",
      "23": "until an arrow cuts through him. Like a bird that hurries into the net, he does not know that he will lose his life.",
      "24": "So, my sons, listen to me. Listen to the words of my mouth.",
      "25": "Do not let your heart turn aside to her ways. Do not turn aside into her paths.",
      "26": "For she has hurt many and destroyed many others. She has killed a great number.",
      "27": "Her house is the way to hell, going down to the rooms of death."
    },
    "8": {
      "1": "Does not wisdom call? Does not understanding raise her voice?",
      "2": "She takes her stand on the top of the hill beside the way, where the paths meet.",
      "3": "Beside the gates in front of the town, at the open doors, she cries out,",
      "4": "“I call to you, O men. My voice is to the sons of men.",
      "5": "O child-like ones, learn to use wisdom. O fools, make your mind understand.",
      "6": "Listen, for I will speak great things. What is right will come from my lips.",
      "7": "For my mouth will speak the truth. My lips hate wrong-doing.",
      "8": "All the words of my mouth are right and good. There is nothing in them that is against the truth.",
      "9": "They are all clear to him who understands, and right to those who find much learning.",
      "10": "Take my teaching instead of silver. Take much learning instead of fine gold.",
      "11": "For wisdom is better than stones of great worth. All that you may desire cannot compare with her.",
      "12": "“I, wisdom, live with understanding, and I find much learning and careful thinking.",
      "13": "The fear of the Lord is to hate what is sinful. I hate pride, self-love, the way of sin, and lies.",
      "14": "I have teaching and wisdom. I have understanding and power.",
      "15": "By me kings rule and rulers make laws that are fair.",
      "16": "By me rulers rule, and all the princes rule on the earth.",
      "17": "I love those who love me, and those who look for me with much desire will find me.",
      "18": "Riches and honor are mine, lasting riches and being right with God.",
      "19": "My fruit is better than gold, even pure gold. What I give is better than fine silver.",
      "20": "I walk in the way that is right with God, in the center of the ways that are fair.",
      "21": "I give riches to those who love me, and fill their store-houses.",
      "22": "“The Lord made me at the beginning of His work, before His first works long ago.",
      "23": "I was set apart long ago, from the beginning, before the earth was.",
      "24": "I was born when there were no seas, when there were no pools full of water.",
      "25": "I was born before the mountains and hills were in their places.",
      "26": "It was before He had made the earth or the fields, or the first dust of the world.",
      "27": "I was there when He made the heavens, and when He drew a mark around the top of the sea.",
      "28": "I was there when He put the skies above, and when He put the wells of the waters in their place.",
      "29": "I was there when He marked out the places for the sea, so that the waters would not go farther than what He said. I was there when He marked out the ground for the earth.",
      "30": "I was beside Him as the leading workman. I was His joy every day. I was always happy when I was near Him.",
      "31": "I was happy in the world, His earth, and found joy in the sons of men.",
      "32": "“So now, O sons, listen to me, for happy are they who keep my ways.",
      "33": "Hear my teaching and be wise. Do not turn away from it.",
      "34": "Happy is the man who listens to me, watching every day at my gates, waiting beside my doors.",
      "35": "For he who finds me finds life, and gets favor from the Lord.",
      "36": "But he who misses me hurts himself. All those who hate me love death.”"
    },
    "9": {
      "1": "Wisdom has built her house. She has made seven pillars to hold it up.",
      "2": "She has cooked her food, and has mixed her wine, and she has set her table.",
      "3": "She has sent out the young women who work for her. She calls from the highest places of the city,",
      "4": "“Whoever is easy to fool, let him turn in here!” She says to the one without understanding,",
      "5": "“Come and eat my food, and drink the wine I have mixed.",
      "6": "Turn from your foolish way, and live. Walk in the way of understanding.”",
      "7": "He who speaks strong words to the man who laughs at the truth brings shame upon himself. He who speaks strong words to a sinful man gets hurt.",
      "8": "Do not speak strong words to a man who laughs at the truth, or he will hate you. Speak strong words to a wise man, and he will love you.",
      "9": "Give teaching to a wise man and he will be even wiser. Teach a man who is right and good, and he will grow in learning.",
      "10": "The fear of the Lord is the beginning of wisdom. To learn about the Holy One is understanding.",
      "11": "For by me your days will grow in number, and years will be added to your life.",
      "12": "If you are wise, your wisdom is a help to you. If you laugh at the truth, you alone will suffer for it.",
      "13": "A foolish woman makes much noise. She is open to sin, and knows nothing.",
      "14": "She sits at the door of her house or on a seat in the high places of the city.",
      "15": "She calls to those who pass by and are making their paths straight,",
      "16": "“Whoever is easy to fool, let him turn in here!” She says to the one without understanding,",
      "17": "“Stolen water is sweet. And bread eaten in secret is pleasing.”",
      "18": "But he does not know that the dead are there, and that the ones who visit her are in the bottom of hell."
    },
    "10": {
      "1": "The sayings of Solomon:\nA wise son makes a father glad, but a foolish son is a sorrow to his mother.",
      "2": "Riches taken by wrong-doing do no good, but doing what is right and good saves from death.",
      "3": "The Lord will not let those who are right with Him go hungry, but He puts to one side the desire of the sinful.",
      "4": "He who works with a lazy hand is poor, but the hand of the hard worker brings riches.",
      "5": "A son who gathers in summer is wise, but a son who sleeps during gathering time brings shame.",
      "6": "Good things are given to those who are right with God, but the mouth of the sinful hides trouble.",
      "7": "Those who are right with God are remembered with honor, but the name of the sinful will waste away.",
      "8": "The wise in heart will receive teaching, but a fast talking fool will become nothing.",
      "9": "He who is right in his walk is sure in his steps, but he who takes the wrong way will be found out.",
      "10": "He who winks the eye causes trouble, and a fast talking fool will become nothing.",
      "11": "The mouth of the one who is right with God is a well of life, but the mouth of the sinful hides trouble.",
      "12": "Hate starts fights, but love covers all sins.",
      "13": "Wisdom is found on the lips of him who has understanding, but a stick is for the back of him who has no understanding.",
      "14": "Wise men store up learning, but the foolish will be destroyed with their mouths.",
      "15": "The riches of a rich man are his strength, but the need of the poor is what destroys them.",
      "16": "The pay earned by those who are right with God is life, but the sinful are paid by being punished.",
      "17": "He who listens to teaching is on the path of life, but he who will not listen to strong words goes the wrong way.",
      "18": "He who hides hate has lying lips, and he who talks to hurt people is a fool.",
      "19": "The one who talks much will for sure sin, but he who is careful what he says is wise.",
      "20": "The tongue of those who are right with God is like fine silver, but the heart of the sinful is not worth much.",
      "21": "The lips of those who are right with God feed many, but fools die for want of understanding.",
      "22": "The good that comes from the Lord makes one rich, and He adds no sorrow to it.",
      "23": "Doing wrong is like play to a fool, but a man of understanding has wisdom.",
      "24": "What the sinful man is afraid of will come upon him, and what is wanted by the man who is right with God will be given to him.",
      "25": "When the storm passes, the sinful man is no more, but the man who is right with God has a place to stand forever.",
      "26": "Like sour wine to the teeth and smoke to the eyes, so is the lazy one to those who send him.",
      "27": "The fear of the Lord makes life longer, but the years of the sinful will be cut off.",
      "28": "The hope of those who are right with God is joy, but the hope of the sinful comes to nothing.",
      "29": "The way of the Lord is a strong-place to those who are faithful, but it destroys those who do wrong.",
      "30": "Those who are right with God will never be shaken, but the sinful will not live in the land.",
      "31": "The mouth of those who are right with God flows with wisdom, but the sinful tongue will be stopped.",
      "32": "The lips of those who are right with God speak what is pleasing to others, but the mouth of the sinful speaks only what is bad."
    },
    "11": {
      "1": "The Lord hates a false weight, but a true weight is His joy.",
      "2": "When pride comes, then comes shame, but wisdom is with those who have no pride.",
      "3": "The honor of good people will lead them, but those who hurt others will be destroyed by their own false ways.",
      "4": "Riches are of no use in the day of God’s anger, but being right with God saves from death.",
      "5": "Those right with God, who are without blame, make a straight way for themselves, but the sinful will fall by their own wrong-doing.",
      "6": "Being right with God will save the honest man, but those who hurt others will be trapped by their wrong desires.",
      "7": "When a sinful man dies, his hope dies with him, and all his power comes to nothing.",
      "8": "The one who is right with God is kept from trouble, but the sinful get into trouble instead.",
      "9": "The sinful man destroys his neighbor with his mouth, but those who are fair will be saved through knowing God.",
      "10": "The city is glad when everything goes well with those who are right with God, and there are shouts of joy when the sinful are destroyed.",
      "11": "A city is honored by the good things that come to the faithful, but it is torn down by the mouth of the sinful.",
      "12": "He who hates his neighbor does not think well, but a man of understanding keeps quiet.",
      "13": "He who is always telling stories makes secrets known, but he who can be trusted keeps a thing hidden.",
      "14": "A nation falls where there is no wise leading, but it is safe where there are many wise men who know what to do.",
      "15": "He who puts himself as trust for what a stranger owes to another will suffer for it, but he who hates to be trusted for what another owes is safe.",
      "16": "A kind woman gets honor, and bad men get riches.",
      "17": "The man who shows loving-kindness does himself good, but the man without pity hurts himself.",
      "18": "The sinful man earns false pay, but he who spreads what is right and good gets pay that is sure.",
      "19": "He who will not be moved from being right with God will live, but he who goes for what is bad will bring about his own death.",
      "20": "The Lord hates those who are sinful in heart, but those who walk without blame are His joy.",
      "21": "Know for sure that the sinful man will not go without being punished, but the children of those who are right with God will be saved.",
      "22": "A beautiful woman who does not think well is like a gold ring in the nose of a pig.",
      "23": "The desire of those who are right with God is only good, but the hope of the sinful is anger.",
      "24": "There is one who is free in giving, and yet he grows richer. And there is one who keeps what he should give, but he ends up needing more.",
      "25": "The man who gives much will have much, and he who helps others will be helped himself.",
      "26": "The people curse him who keeps grain for himself, but good comes to him who sells it.",
      "27": "He who looks for good finds favor, but he who looks for wrong-doing will have bad come to him.",
      "28": "He who trusts in his riches will fall, but those who are right with God will grow like a green leaf.",
      "29": "He who troubles his own house will be given the wind, and the foolish will serve those with a wise heart.",
      "30": "The fruit of those who are right with God is a tree of life, and he who wins souls is wise.",
      "31": "If those who are right with God will be paid on earth, how much more the sinful and the wrong-doer!"
    },
    "12": {
      "1": "Whoever loves strong teaching loves much learning, but he who hates strong words is foolish.",
      "2": "A good man will get favor from the Lord, but He will punish a man who makes sinful plans.",
      "3": "A man will not stand by doing what is wrong, but the root of those who are right with God will not be moved.",
      "4": "A good wife is the pride and joy of her husband, but she who brings shame is like cancer to his bones.",
      "5": "The thoughts of those who are right with God can be trusted, but the words of the sinful are false.",
      "6": "The words of the sinful lie in wait for blood, but the mouth of the faithful will take them away from trouble.",
      "7": "The sinful are destroyed and are no more, but the house of those who are right with God will stand.",
      "8": "A man will be praised for his wisdom, but a man with a sinful mind will be hated.",
      "9": "A man who has only a little honor and has a servant is better than one who honors himself and does not have bread.",
      "10": "A man who is right with God cares for his animal, but the sinful man is hard and has no pity.",
      "11": "He who works his land will have all the bread he needs, but he who follows what is of no worth has no wisdom.",
      "12": "The sinful man wants what sinful men have, but the root of those who are right with God gives fruit.",
      "13": "A sinful man is trapped by the sin of his lips, but those who are right with God will get away from trouble.",
      "14": "A man will be filled with good from the fruit of his words, and the work of a man’s hands will return to him.",
      "15": "The way of a fool is right in his own eyes, but a wise man listens to good teaching.",
      "16": "The anger of a fool is known at once, but a wise man does not speak when he is spoken against.",
      "17": "He who speaks the truth tells what is right, but a liar tells lies.",
      "18": "There is one whose foolish words cut like a sword, but the tongue of the wise brings healing.",
      "19": "Lips that tell the truth will last forever, but a lying tongue lasts only for a little while.",
      "20": "Lying is in the heart of those who plan what is bad, but those who plan peace have joy.",
      "21": "No trouble comes upon those who are right with God, but the sinful are filled with trouble.",
      "22": "The Lord hates lying lips, but those who speak the truth are His joy.",
      "23": "A wise man hides how much learning he has, but the heart of fools makes known their foolish way.",
      "24": "The hand of those who do their best will rule, but the lazy hand will be made to work.",
      "25": "Worry in the heart of a man weighs it down, but a good word makes it glad.",
      "26": "The man who is right with God is a teacher to his neighbor, but the way of the sinful leads them the wrong way.",
      "27": "The lazy man will not cook the food he has caught, but the man who does his best has what is of great worth.",
      "28": "Life is in the way of those who are right with God, and in its path there is no death."
    },
    "13": {
      "1": "A wise son listens when his father tells him the right way, but one who laughs at the truth does not listen when strong words are spoken to him.",
      "2": "The one who is careful what he says will have good come to him, but the one who wants to hurt others will have trouble.",
      "3": "He who watches over his mouth keeps his life. He who opens his lips wide will be destroyed.",
      "4": "The soul of the lazy person has strong desires but gets nothing, but the soul of the one who does his best gets more than he needs.",
      "5": "A man who is right with God hates lies, but the actions of a sinful man are hated and he is put to shame.",
      "6": "What is right and good watches over the one whose way is without blame, but sin destroys the sinful.",
      "7": "There is one who pretends to be rich, but has nothing. Another pretends to be poor, but has many riches.",
      "8": "A rich man can use his riches to save his life, but the poor man does not hear strong words spoken to him.",
      "9": "Those who are right with God are full of light, but the lamp of the sinful will be put out.",
      "10": "Fighting comes only from pride, but wisdom is with those who listen when told what they should do.",
      "11": "Riches taken by false ways become less and less, but riches grow for the one who gathers by hard work.",
      "12": "Hope that is put off makes the heart sick, but a desire that comes into being is a tree of life.",
      "13": "He who hates the Word is under its power, but he who fears the Word will be well paid.",
      "14": "The teaching of the wise is a well of life, to save one from the nets of death.",
      "15": "Good understanding wins favor, but the way of the sinful is hard.",
      "16": "Every wise man acts with much learning, but a fool makes his foolish way known.",
      "17": "A sinful helper falls into trouble, but a faithful helper brings healing.",
      "18": "He who will not listen to strong teaching will become poor and ashamed, but he who listens when strong words are spoken will be honored.",
      "19": "A desire that is filled is sweet to the soul, but fools hate to give up what is sinful.",
      "20": "He who walks with wise men will be wise, but the one who walks with fools will be destroyed.",
      "21": "Trouble follows sinners, but good things will be given to those who are right with God.",
      "22": "A good man leaves what he owns for his children’s children. The riches of the sinner are stored up for those who are right with God.",
      "23": "Much food is in the plowed land of the poor, but it is taken away because of wrong-doing.",
      "24": "He who does not punish his son when he needs it hates him, but he who loves him will punish him when he needs it.",
      "25": "The man who is right with God has all the food he needs, but the stomach of the sinful man never has enough."
    },
    "14": {
      "1": "The wise woman builds her house, but the foolish woman tears it down with her own hands.",
      "2": "He who walks in honor fears the Lord, but he who is sinful in his ways hates Him.",
      "3": "A foolish man’s talk brings a stick to his back, but the lips of the wise will keep them safe.",
      "4": "There is no grain where there are no oxen, but much grain comes by the strength of the ox.",
      "5": "A faithful man who tells what he knows will not lie, but the man who is not faithful will lie.",
      "6": "One who laughs at the truth looks for wisdom and does not find it, but much learning is easy to him who has understanding.",
      "7": "Go away from a foolish man, for you will not find words of much learning.",
      "8": "The wisdom of the wise man is to understand what to do, but lying is the foolish way of fools.",
      "9": "Fools laugh at sin, but the favor of God is among the faithful.",
      "10": "The heart knows when it is bitter, and a stranger cannot share its joy.",
      "11": "The house of the sinful will be destroyed, but all will go well in the tent of the faithful.",
      "12": "There is a way which looks right to a man, but its end is the way of death.",
      "13": "Even while laughing the heart may be in pain, and the end of joy may be sorrow.",
      "14": "The man who has gone back into sin will get the fruit of his ways, and a good man will get the fruit of what he does.",
      "15": "The one who is easy to fool believes everything, but the wise man looks where he goes.",
      "16": "A wise man fears God and turns away from what is sinful, but a fool is full of pride and is not careful.",
      "17": "He who has a quick temper acts in a foolish way, and a man who makes sinful plans is hated.",
      "18": "Those who are easy to fool are foolish, but the wise have much learning.",
      "19": "Sinful men will bow in front of the good, and at the gates of those who are right with God.",
      "20": "The poor man is hated even by his neighbor, but the rich man has many friends.",
      "21": "He who hates his neighbor sins, but happy is he who shows loving-favor to the poor.",
      "22": "Do not those who make sinful plans go the wrong way? Kindness and truth are for those who plan good.",
      "23": "Some good comes from all work. Nothing but talk leads only to being poor.",
      "24": "What the wise receive is their riches, but fools are known by their foolish ways.",
      "25": "A faithful man who tells what he knows saves lives, but he who tells lies hurts others.",
      "26": "There is strong trust in the fear of the Lord, and His children will have a safe place.",
      "27": "The fear of the Lord is a well of life. Its waters keep a man from death.",
      "28": "The shining-greatness of a king is in many people, but without people a prince has nothing.",
      "29": "He who is slow to get angry has great understanding, but he who has a quick temper makes his foolish way look right.",
      "30": "A heart that has peace is life to the body, but wrong desires are like the wasting away of the bones.",
      "31": "He who makes it hard for the poor brings shame to his Maker, but he who shows loving-favor to those in need honors Him.",
      "32": "The sinful is thrown down by his wrong-doing, but the man who is right with God has a safe place when he dies.",
      "33": "Wisdom rests in the heart of one who has understanding, but what is in the heart of fools is made known.",
      "34": "Being right with God makes a nation great, but sin is a shame to any people.",
      "35": "The king’s favor is toward a wise servant, but his anger is toward the one who brings shame by what he does."
    },
    "15": {
      "1": "A gentle answer turns away anger, but a sharp word causes anger.",
      "2": "The tongue of the wise uses much learning in a good way, but the mouth of fools speaks in a foolish way.",
      "3": "The eyes of the Lord are in every place, watching the bad and the good.",
      "4": "A gentle tongue is a tree of life, but a sinful tongue crushes the spirit.",
      "5": "A fool turns away from the strong teaching of his father, but he who remembers the strong words spoken to him is wise.",
      "6": "Great riches are in the house of those who are right with God, but trouble is what the sinful will receive.",
      "7": "The lips of the wise spread much learning, but the minds of fools do not.",
      "8": "The Lord hates the gifts of the sinful, but the prayer of the faithful is His joy.",
      "9": "The Lord hates the way of the sinful, but He loves him who follows what is right and good.",
      "10": "He who turns from the right way will be punished. He who hates strong words spoken to him will die.",
      "11": "The world of the dead lies open before the Lord. How much more the hearts of men!",
      "12": "A man who laughs at the truth has no love for the one who speaks strong words to him. He will not go to the wise.",
      "13": "A glad heart makes a happy face, but when the heart is sad, the spirit is broken.",
      "14": "The mind of him who has understanding looks for much learning, but the mouth of fools feeds on foolish ways.",
      "15": "All the days of the suffering are hard, but a glad heart has a special supper all the time.",
      "16": "A little with the fear of the Lord is better than great riches with trouble.",
      "17": "A dish of vegetables with love is better than eating the best meat with hate.",
      "18": "A man with a bad temper starts fights, but he who is slow to anger quiets fighting.",
      "19": "The path of the lazy man is grown over with thorns, but the path of the faithful is a good road.",
      "20": "A wise son makes a father glad, but a foolish man hates his mother.",
      "21": "A foolish way is joy to him who has no wisdom, but a man of understanding walks straight.",
      "22": "Plans go wrong without talking together, but they will go well when many wise men talk about what to do.",
      "23": "To give a good answer is a joy to a man, and how pleasing is a word given at the right time!",
      "24": "The path of life leads up for the wise, so he may keep away from hell below.",
      "25": "The Lord will tear down the house of the proud, but He will make a place for the woman whose husband has died.",
      "26": "The Lord hates the plans of the sinful, but the words of the pure are pleasing to Him.",
      "27": "He who gets things by doing wrong brings trouble to his family, but he who will not be paid in secret for wrong-doing will live.",
      "28": "The mind of the one who is right with God thinks about how to answer, but the mouth of the sinful pours out sinful things.",
      "29": "The Lord is far from the sinful, but He hears the prayer of those who are right with Him.",
      "30": "The light of the eyes makes the heart glad. Good news puts fat on the bones.",
      "31": "He whose ear listens to careful words spoken will live among the wise.",
      "32": "He who does not listen to strong teaching hates himself, but he who listens when strong words are spoken gets understanding.",
      "33": "The fear of the Lord is the teaching for wisdom, and having no pride comes before honor."
    },
    "16": {
      "1": "The plans of the heart belong to man, but the answer of the tongue is from the Lord.",
      "2": "All the ways of a man are pure in his own eyes, but the Lord weighs the thoughts of the heart.",
      "3": "Trust your work to the Lord, and your plans will work out well.",
      "4": "The Lord has made all things for His own plans, even the sinful for the day of trouble.",
      "5": "Everyone who is proud in heart is a shame to the Lord. For sure, that one will be punished.",
      "6": "Sin has been paid for by loving-kindness and truth. The fear of the Lord keeps one away from sin.",
      "7": "When the ways of a man are pleasing to the Lord, He makes even those who hate him to be at peace with him.",
      "8": "A little earned in a right way is better than much earned in a wrong way.",
      "9": "The mind of a man plans his way, but the Lord shows him what to do.",
      "10": "The lips of the king should decide as God would. His mouth should not sin in deciding what is right or wrong.",
      "11": "What is fair in telling the weight of something belongs to the Lord. He cares about all the weights of the bag.",
      "12": "It is a hated thing for kings to do what is wrong. For a throne is built on what is right.",
      "13": "Lips that speak what is right and good are the joy of kings, and he who speaks the truth is loved.",
      "14": "The anger of a king carries death, but a wise man will quiet it.",
      "15": "Life is in the light of a king’s face, and his favor is like a cloud bringing the spring rain.",
      "16": "To get wisdom is much better than getting gold. To get understanding should be chosen instead of silver.",
      "17": "The road of the faithful turns away from sin. He who watches his way keeps his life.",
      "18": "Pride comes before being destroyed and a proud spirit comes before a fall.",
      "19": "It is better to be poor in spirit among poor people, than to divide the riches that were taken with the proud.",
      "20": "He who listens to the Word will find good, and happy is he who trusts in the Lord.",
      "21": "The wise in heart will be called understanding. And to speak in a pleasing way helps people know what you say is right.",
      "22": "Understanding is a well of life to him who has it, but to speak strong words to fools is of no use.",
      "23": "The heart of the wise has power over his mouth and adds learning to his lips.",
      "24": "Pleasing words are like honey. They are sweet to the soul and healing to the bones.",
      "25": "There is a way that looks right to a man, but its end is the way of death.",
      "26": "A workman’s hunger works for him. The need of his mouth pushes him on.",
      "27": "A man of no worth looks for wrong-doing. His words are like burning fire.",
      "28": "A bad man spreads trouble. One who hurts people with bad talk separates good friends.",
      "29": "A man who hurts people tempts his neighbor to do the same, and leads him in a way that is not good.",
      "30": "He who winks his eyes plans to do bad things. He who closes his lips allows sinful things to happen.",
      "31": "Hair that is turning white is like a crown of honor. It is found in the way of being right with God.",
      "32": "He who is slow to anger is better than the powerful. And he who rules his spirit is better than he who takes a city.",
      "33": "Man decides by throwing an object into the lap, but it is the Lord only who decides."
    },
    "17": {
      "1": "A dry piece of food with peace and quiet is better than a house full of food with fighting.",
      "2": "A servant who is wise in what he does will rule over a son who acts in shame. He will share in what is given as one of the brothers.",
      "3": "The melting-pot is for silver and the hot fire is for gold, but the Lord tests hearts.",
      "4": "A wrong-doer listens to sinful lips. A liar listens to a tongue that destroys.",
      "5": "He who laughs at the poor brings shame to his Maker. He who is glad at trouble will be punished.",
      "6": "Grandchildren are the pride and joy of old men and a son is proud of his father.",
      "7": "Fine speaking is not right for a fool. Even worse are lying lips to a ruler.",
      "8": "Being paid in secret for wrong-doing is like a stone of much worth to the one who has it. Wherever he turns, he does well.",
      "9": "He who covers a sin looks for love. He who tells of trouble separates good friends.",
      "10": "A man of understanding learns more from being told the right thing to do than a fool learns from being beaten a hundred times.",
      "11": "A man who will not obey looks only for what is bad. So one who has no loving-pity will be sent against him.",
      "12": "A man meeting a bear robbed of her little ones is better than meeting a fool in his foolish way.",
      "13": "If a man returns bad for good, trouble will not leave his house.",
      "14": "The beginning of trouble is like letting out water. So stop arguing before fighting breaks out.",
      "15": "He who says that the sinful are right, and he who says those who do right are wrong, both are hated by the Lord.",
      "16": "It does a fool no good to try to buy wisdom, when he has no understanding.",
      "17": "A friend loves at all times. A brother is born to share troubles.",
      "18": "A man without good thinking makes promises, and becomes a trust for what another man owes his neighbor.",
      "19": "He who loves sin loves making trouble. He who opens his door wide for trouble is looking for a way to be destroyed.",
      "20": "He who has a sinful heart finds no good. He who has a sinful tongue falls into sin.",
      "21": "A foolish son is a sorrow to his father, and the father of a fool has no joy.",
      "22": "A glad heart is good medicine, but a broken spirit dries up the bones.",
      "23": "A sinful man receives pay in secret to change the right way into wrong-doing.",
      "24": "Wisdom is with the one who has understanding, but the eyes of a fool are on the ends of the earth.",
      "25": "A foolish son is a sorrow to his father, and trouble to her who gave birth to him.",
      "26": "It is not good to punish those who are right with God, and it is wrong to beat men of honor for being faithful.",
      "27": "He who is careful in what he says has much learning, and he who has a quiet spirit is a man of understanding.",
      "28": "Even a fool, when he keeps quiet, is thought to be wise. When he closes his lips, he is thought of as a man of understanding."
    },
    "18": {
      "1": "He who stays away from others cares only about himself. He argues against all good wisdom.",
      "2": "A fool does not find joy in understanding, but only in letting his own mind be known.",
      "3": "When a sinful man comes, hate comes also, and where there is no honor, there is shame.",
      "4": "The words of a man’s mouth are deep waters. Wisdom comes like a flowing river making a pleasant noise.",
      "5": "It is not good to favor the sinful, or to keep what is fair from one who is right with God.",
      "6": "The lips of a fool bring fighting, and his mouth calls for a beating.",
      "7": "The mouth of a fool is what destroys him, and his lips are a trap to his soul.",
      "8": "The words of one who speaks about others in secret are like tempting bites of food. They go down into the inside parts of the body.",
      "9": "He who is lazy in his work is a brother to him who destroys.",
      "10": "The name of the Lord is a strong tower. The man who does what is right runs into it and is safe.",
      "11": "The rich man’s money is his strong city, and he thinks it is like a high wall.",
      "12": "The heart of a man is proud before he is destroyed, but having no pride goes before honor.",
      "13": "If one gives an answer before he hears, it makes him foolish and ashamed.",
      "14": "The spirit of a man can help him through his sickness, but who can carry a broken spirit?",
      "15": "An understanding mind gets much learning, and the ear of the wise listens for much learning.",
      "16": "A man’s gift makes room for him, and brings him in front of great men.",
      "17": "He who tells his story first makes people think he is right, until the other comes to test him.",
      "18": "Throwing an object to decide puts an end to arguing. It keeps powerful men from fighting.",
      "19": "A brother who has been hurt in his spirit is harder to be won than a strong city, and arguing is like the iron gates of a king’s house.",
      "20": "A man’s stomach will be filled with the fruit of his mouth. He will be filled with what his lips speak.",
      "21": "Death and life are in the power of the tongue, and those who love it will eat its fruit.",
      "22": "He who finds a wife finds a good thing, and gets favor from the Lord.",
      "23": "The poor man asks for loving-kindness, but the rich man is hard in his answers.",
      "24": "A man who has friends must be a friend, but there is a friend who stays nearer than a brother."
    },
    "19": {
      "1": "A poor man who walks with honor is better than a fool who is sinful in his speaking.",
      "2": "It is not good for a person to be without much learning, and he who hurries with his feet rushes into sin.",
      "3": "The foolish acts of man make his way bad, and his heart is angry toward the Lord.",
      "4": "Riches add many friends, but a poor man is separated from his friend.",
      "5": "A man who tells lies about someone will be punished. He who tells lies will not get away.",
      "6": "Many will ask for the favor of a man who gives much, and every man is a friend to him who gives gifts.",
      "7": "All the brothers of a poor man hate him. How much more do his friends go far from him! He runs to them with words, but they are gone.",
      "8": "He who gets wisdom loves his own soul. He who keeps understanding will find good.",
      "9": "A man who tells lies about someone will be punished. He who tells lies will be lost.",
      "10": "It is not right for a fool to live in great comfort, and for sure, for a servant to rule over rulers.",
      "11": "A man’s understanding makes him slow to anger. It is to his honor to forgive and forget a wrong done to him.",
      "12": "The king’s anger is like the noise of a lion, but his favor is like morning water upon the grass.",
      "13": "A foolish son destroys his father. The arguing of a wife is like water falling drop by drop all the time.",
      "14": "House and riches are handed down from fathers, but an understanding wife is from the Lord.",
      "15": "Being lazy makes one go into a deep sleep, and a lazy man will suffer from being hungry.",
      "16": "He who keeps God’s Word keeps his soul, but he who is not careful of his ways will die.",
      "17": "He who shows kindness to a poor man gives to the Lord and He will pay him in return for his good act.",
      "18": "Punish your son if he needs it while there is hope, and do not worry about his crying.",
      "19": "An angry man will suffer punishment. For if you save him from his trouble, you will only have to do it again.",
      "20": "Listen to words about what you should do, and take your punishment if you need it, so that you may be wise the rest of your days.",
      "21": "There are many plans in a man’s heart, but it is the Lord’s plan that will stand.",
      "22": "What is desired in a man is his kindness, and it is better to be a poor man than a liar.",
      "23": "The fear of the Lord leads to life, and he who has it will sleep well, and will not be touched by sin.",
      "24": "The lazy man buries his hand in the dish, and will not even bring it to his mouth again.",
      "25": "Hit a man who laughs at the truth, and the foolish may become wise. But speak strong words to one who has understanding, and he will get more learning.",
      "26": "He who hurts his father and puts his mother out of the house is a son who causes much shame.",
      "27": "My son, stop listening to teaching that will cause you to turn away from the words of much learning.",
      "28": "A man without worth who tells all he knows laughs at what is right and fair, and the mouth of the sinful spreads wrong-doing.",
      "29": "Ways of punishing are made ready for those who laugh at the truth, and beatings are for the back of fools."
    },
    "20": {
      "1": "Wine makes people act in a foolish way. Strong drink starts fights. Whoever is fooled by it is not wise.",
      "2": "The anger of a king is like the noise of a lion. He who makes him angry gives up his own life.",
      "3": "It is an honor for a man to keep away from fighting, but any fool will argue.",
      "4": "The lazy man does not plow before winter. So he begs during gathering time and has nothing.",
      "5": "The plan in a man’s heart is like water in a deep well, but a man of understanding gets it out.",
      "6": "Many men tell about their own loving-kindness and good ways but who can find a faithful man?",
      "7": "How happy are the sons of a man who is right with God and walks in honor!",
      "8": "A king who sits on his throne to judge finds out all sin with his eyes.",
      "9": "Who can say, “I have made my heart clean, and I am pure from my sin?”",
      "10": "The Lord hates the use of tools that lie about how heavy or how long something is.",
      "11": "A young man makes himself known by his actions and proves if his ways are pure and right.",
      "12": "The hearing ear and the seeing eye were both made by the Lord.",
      "13": "Do not love sleep, or you will become poor. Open your eyes, and you will be filled with food.",
      "14": "“It is bad, it is bad,” says the one who buys, but when he goes away, he talks much about his good buy.",
      "15": "There is gold and many stones of great worth, but the lips of much learning are worth more.",
      "16": "Take a man’s coat when he has given himself as trust for what a stranger owes. And hold him to his promise when he gives himself as trust for what the people from other lands owe.",
      "17": "Bread a man gets by lying is sweet to him, but later his mouth will be filled with sand.",
      "18": "Make plans by listening to what others have to say, and make war by listening to the leading of wise men.",
      "19": "He who goes about talking to hurt people makes secrets known. So do not be with those who talk about others.",
      "20": "If a son talks against his father or his mother, his lamp will be put out in the time of darkness.",
      "21": "A large gift received at one time in a hurry will not bring good in the end.",
      "22": "Do not say, “I will punish wrong-doing.” Wait on the Lord, and He will take care of it.",
      "23": "Giving the wrong weight is hated by the Lord. And weighing something wrong is not good.",
      "24": "A man’s steps are decided by the Lord. How can anyone understand his own way?",
      "25": "It is a trap for a man to say without thinking, “It is holy,” and then later think more about what he has promised.",
      "26": "A wise king puts the sinful aside and crushes the grain over them.",
      "27": "The spirit of man is the lamp of the Lord. It shows all the inside parts of his heart.",
      "28": "A king will stay in power as long as he is faithful and true. He can stay on his throne if he does what is right and good.",
      "29": "The honor of young men is their strength. And the honor of old men is their hair turning white.",
      "30": "Beatings that hurt clean away sin. And beatings make even the inside parts clean."
    },
    "21": {
      "1": "The heart of the king is like rivers of water in the hand of the Lord. He turns it where He wishes.",
      "2": "Every man’s way is right in his own eyes, but the Lord knows the hearts.",
      "3": "To do what is right and good and fair is more pleasing to the Lord than gifts given on the altar in worship.",
      "4": "Eyes lifted high and a proud heart is sin and is the lamp of the sinful.",
      "5": "The plans of those who do their best lead only to having all they need, but all who are in a hurry come only to want.",
      "6": "Getting riches by a lying tongue is like a passing cloud, and leads to death.",
      "7": "The way the sinful hurt others will draw them away, because they will not do what is right and fair.",
      "8": "The way of a guilty man is sinful, but the actions of the pure man are right.",
      "9": "It is better to live in a corner of a roof than in a house shared with an arguing woman.",
      "10": "The soul of the sinful has a desire for what is bad. His neighbor finds no favor in his eyes.",
      "11": "When the man who laughs at the truth is punished, the fool becomes wise. When a wise man is taught, he gets much learning.",
      "12": "The One Who is right and good thinks about the house of the sinful, and the sinful are thrown down to be destroyed.",
      "13": "He who shuts his ears to the cry of the poor will also cry himself and not be answered.",
      "14": "A gift in secret quiets anger. A gift from the heart quiets strong anger.",
      "15": "When what is right and fair is done, it is a joy for those who are right with God. But it fills the sinful with fear.",
      "16": "A man who goes away from the way of understanding will rest in the gathering of the dead.",
      "17": "He who loves only fun will become a poor man. He who loves wine and oil will not become rich.",
      "18": "The sinful man is the price given for the man who is right with God, the man who is not faithful for the faithful man.",
      "19": "It is better to live in a desert land than with a woman who argues and causes trouble.",
      "20": "There are riches and oil of great worth in the house of the wise, but a foolish man swallows them up.",
      "21": "He who follows what is right and loving and kind finds life, right-standing with God and honor.",
      "22": "A wise man goes over the city walls of the powerful, and brings down the strong-place in which they trust.",
      "23": "He who watches over his mouth and his tongue keeps his soul from troubles.",
      "24": "“Proud,” “Self-important” and “One who laughs at the truth” are the names of the man who acts without respect and is proud.",
      "25": "The desire of the lazy man kills him, for his hands will not work.",
      "26": "He is filled with desire all day long, but the man who is right with God gives all he can.",
      "27": "The gift given on an altar in worship by the sinful is a hated thing. How much more when he brings it for the wrong reason!",
      "28": "A person who tells a lie about someone else will be lost, but the man who listens to the truth will speak forever.",
      "29": "A sinful man’s face shows he is pretending, but a good man is sure of himself.",
      "30": "There is no wisdom and no understanding and no words that can stand against the Lord.",
      "31": "The horse is made ready for war, but winning the fight belongs to the Lord."
    },
    "22": {
      "1": "A good name is to be chosen instead of many riches. Favor is better than silver and gold.",
      "2": "The rich and the poor meet together. The Lord is the maker of them all.",
      "3": "A wise man sees sin and hides himself, but the foolish go on, and are punished for it.",
      "4": "The reward for not having pride and having the fear of the Lord is riches, honor and life.",
      "5": "Thorns and traps are in the way of the sinful. He who watches himself will stay far from them.",
      "6": "Bring up a child by teaching him the way he should go, and when he is old he will not turn away from it.",
      "7": "The rich rules over the poor. The man who uses something that belongs to someone else is ruled by the one who let him use it.",
      "8": "He who plants sin will gather trouble, and the heavy stick of his anger will break.",
      "9": "He who gives much will be honored, for he gives some of his food to the poor.",
      "10": "Send away the man who laughs at the truth, and arguing, fighting and shame will stop.",
      "11": "He who loves a pure heart and is kind in his speaking has the king as his friend.",
      "12": "The eyes of the Lord keep watch over much learning, but He destroys the words of the man who is not faithful.",
      "13": "The lazy man says, “There is a lion outside! I will be killed in the streets!”",
      "14": "The mouth of a sinful woman is a deep hole. He with whom the Lord is angry will fall into it.",
      "15": "A foolish way is held in the heart of a child, but the punishing stick will send it far from him.",
      "16": "He who makes it hard for the poor by getting more for himself, or who gives to the rich, will become poor himself.",
      "17": "Turn your ear and hear the words of the wise, and open your mind to what they teach.",
      "18": "For it will be pleasing if you keep them in your heart, so they may be ready on your lips.",
      "19": "I have taught you today, even you, so that your trust may be in the Lord.",
      "20": "Have I not written to you great things of wise teaching and much learning",
      "21": "to show you that the words of truth are sure, so you may give a true answer to him who sent you?",
      "22": "Do not rob the poor because he is poor, or crush those who suffer at the gate.",
      "23": "For the Lord will stand by them and help them, and take the life of those who rob them.",
      "24": "Do not have anything to do with a man given to anger, or go with a man who has a bad temper.",
      "25": "Or you might learn his ways and get yourself into a trap.",
      "26": "Do not be among those who make promises and put themselves up as trust for what others owe.",
      "27": "If you have nothing with which to pay, why should he take your bed from under you?",
      "28": "Do not take away the old land-mark which your fathers have set.",
      "29": "Do you see a man who is good at his work? He will stand in front of kings. He will not stand in front of men who are not important."
    },
    "23": {
      "1": "When you sit down to eat with a ruler, think about what is in front of you.",
      "2": "Put a knife to your neck if you are a man who is given to much eating.",
      "3": "Do not desire his special foods, for they are put there for no good reason.",
      "4": "Do not work hard to be rich. Stop trying to get things for yourself.",
      "5": "When you set your eyes upon it, it is gone. For sure, riches make themselves wings like an eagle that flies toward the heavens.",
      "6": "Do not eat the bread of a man who thinks only about himself. Do not have a desire for his fine food.",
      "7": "For as he thinks in his heart, so is he. He says to you, “Eat and drink!” But his heart is not with you.",
      "8": "You will spit up the piece of food you have eaten, and waste your good words.",
      "9": "Do not speak in the hearing of a fool, for he will hate the wisdom of your words.",
      "10": "Do not take away the old land-mark, or go into the fields of those without a father.",
      "11": "For the One Who saves them is strong. He will stand by them and give them help against you.",
      "12": "Open your heart to teaching, and your ears to words of much learning.",
      "13": "Do not keep from punishing the child if he needs it. If you beat him with the stick, he will not die.",
      "14": "Beat him with the stick, and save his soul from hell.",
      "15": "My son, if your heart is wise, my own heart will be glad also.",
      "16": "My heart will be full of joy when your lips speak what is right.",
      "17": "Do not let your heart be jealous of sinners, but live in the fear of the Lord always.",
      "18": "For sure there is a future and your hope will not be cut off.",
      "19": "Listen, my son, and be wise. Lead your heart in the way.",
      "20": "Do not be with those who drink too much wine or eat too much meat.",
      "21": "For the man who drinks too much or eats too much will become poor, and much sleep will dress a man in torn clothes.",
      "22": "Listen to your father who gave you life, and do not hate your mother when she is old.",
      "23": "Buy truth, and do not sell it. Get wisdom and teaching and understanding.",
      "24": "The father of one who is right with God will have much joy. He who has a wise son will be glad in him.",
      "25": "Let your father and mother be glad, and let her who gave birth to you be full of joy.",
      "26": "Give me your heart, my son. Let your eyes find joy in my ways.",
      "27": "For a woman who sells the use of her body is like a deep hole. A sinful woman is a narrow well.",
      "28": "She lies in wait as a robber, and makes many more men not faithful.",
      "29": "Who has trouble? Who has sorrow? Who is fighting? Who is complaining? Who is hurt without a reason? Who has eyes that have become red?",
      "30": "Those who stay a long time over wine. Those who go to taste mixed wine.",
      "31": "Do not look at wine when it is red, when it shines in the cup, when it is smooth in going down.",
      "32": "In the end it bites like a snake. It stings like the bite of a snake with poison.",
      "33": "Your eyes will see strange things. Your mind will say the wrong things.",
      "34": "And you will be like one who lies down in the center of the sea, or like one who lies above a ship’s sail.",
      "35": "“They hit me, but I was not hurt. They beat me, but I did not know it. When will I wake up? I will look for another drink.”"
    },
    "24": {
      "1": "Do not be jealous of sinful men. Do not want to be with them.",
      "2": "For their hearts make plans to hurt others and their lips talk about trouble.",
      "3": "A house is built by wisdom. It is made strong by understanding,",
      "4": "and by much learning the rooms are filled with all riches that are pleasing and of great worth.",
      "5": "A wise man is strong. A man of much learning adds to his strength.",
      "6": "For by wise leading you will make war, and the fight is won when there are many wise men to help you make the plans.",
      "7": "Wisdom is too hard for a fool to understand. He does not open his mouth in the gate.",
      "8": "He who plans to do wrong will be called a trouble maker.",
      "9": "Planning to do foolish things is sin, and the man who laughs at the truth is hated by men.",
      "10": "If you are weak in the day of trouble, your strength is small.",
      "11": "Save those who are being taken away to death. Keep them from being killed.",
      "12": "If you say, “See, we did not know this,” does not He Who knows what is in hearts see it? Does not He Who keeps watch over your soul know it? And will He not pay each man for his work?",
      "13": "My son, eat honey, for it is good. Yes, the honey from the comb is sweet to your taste.",
      "14": "Know that wisdom is like this to your soul. If you find it, there will be a future, and your hope will not be cut off.",
      "15": "O sinful man, do not lie in wait against the house of the man who is right with God. Do not destroy his resting place.",
      "16": "For a man who is right with God falls seven times, and rises again, but the sinful fall in time of trouble.",
      "17": "Do not be full of joy when the one who hates you falls. Do not let your heart be glad when he trips.",
      "18": "The Lord will see it and will not be pleased, and He will turn away His anger from him.",
      "19": "Do not worry yourself because of those who do wrong, and do not be jealous of the sinful.",
      "20": "For there will be no future for the sinful man. The lamp of the sinful will be put out.",
      "21": "My son, fear the Lord and the king. Have nothing to do with those who are given to change.",
      "22": "For their trouble will rise up all at once, and who knows how much both of them will destroy?",
      "23": "These also are sayings of the wise. It is not good to show favor in judging.",
      "24": "He who says to the sinful, “You are right and good,” will be spoken against by people and hated by nations.",
      "25": "But those who speak strong words to the sinful will find joy and good will come upon them.",
      "26": "To give the right answer is like a kiss on the lips.",
      "27": "Get your work done outside. Make your fields ready. Then after that, build your house.",
      "28": "Do not speak against your neighbor without a reason, and do not lie with your lips.",
      "29": "Do not say, “I will do to him as he has done to me. I will pay the man for what he has done.”",
      "30": "I passed by the field of the lazy man, by the grape-vines of the man without understanding.",
      "31": "And see, it was all grown over with thorns. The ground was covered with weeds, and its stone wall was broken down.",
      "32": "When I saw it, I thought about it. I looked and received teaching.",
      "33": "“A little sleep, a little rest, a little folding of the hands to rest,”",
      "34": "and your being poor will come as a robber, and your need like a man ready to fight."
    },
    "25": {
      "1": "These also are wise sayings of Solomon, which were written down by the men of Hezekiah, king of Judah.",
      "2": "It is the greatness of God to keep things hidden, but it is the greatness of kings to find things out.",
      "3": "As the heavens are high and the earth is deep, so the heart of kings is more than can be known.",
      "4": "Take away the waste from the silver, and a silver pot comes out for the workman.",
      "5": "Take the sinful away from the king, and his throne will stand on what is right and good.",
      "6": "Do not honor yourself in front of the king, and do not stand in the place of great men.",
      "7": "For it is better to be told, “Come up here,” than to be put down in front of the ruler whom your eyes have seen.",
      "8": "Do not go out in a hurry to argue. Or what will you do in the end, when your neighbor puts you to shame?",
      "9": "Argue your side of the problem with your neighbor, but do not tell the secret of another.",
      "10": "Or he who hears you may put you to shame, and bad things will be said about you forever.",
      "11": "A word spoken at the right time is like fruit of gold set in silver.",
      "12": "A wise man speaking strong words to a listening ear is like a piece of gold for the ear and a beautiful object of fine gold.",
      "13": "A faithful man who carries news is like the cold of snow at gathering time to those who send him, for he makes the spirit of his owners feel new again.",
      "14": "A man who talks much of a gift he never gives is like clouds and wind without rain.",
      "15": "When one is slow to anger, a ruler may be won over. A gentle tongue will break a bone.",
      "16": "Have you found honey? Eat only what you need, or you may become filled with it and spit it up.",
      "17": "Do not let your foot be in your neighbor’s house too much, or he may become tired of you and hate you.",
      "18": "A man who tells a lie against his neighbor is like a heavy stick or a sword or a sharp arrow.",
      "19": "In time of trouble, trusting in a man who is not faithful is like a bad tooth or a foot out of joint.",
      "20": "He who sings songs to a heavy heart is like one who takes off a coat on a cold day, or like sour wine poured on soda.",
      "21": "If the one who hates you is hungry, feed him. If he is thirsty, give him water.",
      "22": "If you do that, you will be making him more ashamed of himself, and the Lord will reward you.",
      "23": "The north wind brings rain, and a tongue that hurts people brings angry looks.",
      "24": "It is better to live in a corner of the roof than in a house shared with an arguing woman.",
      "25": "Good news from a land far away is like cold water to a tired soul.",
      "26": "A man who does what is right but gives way in front of the sinful, is like a well of mud or poisoned water.",
      "27": "It is not good to eat much honey, and looking for honor is not good.",
      "28": "A man who cannot rule his own spirit is like a city whose walls are broken down."
    },
    "26": {
      "1": "Like snow in summer and like rain at gathering time, so honor is not right for a fool.",
      "2": "Like a sparrow in its traveling, like a swallow in its flying, so bad words said against someone without reason do not come to rest.",
      "3": "A whip is for the horse, leather ropes are for the donkey, and a stick is for the back of fools.",
      "4": "Do not answer a fool by his foolish ways, or you will be like him.",
      "5": "Answer a fool in the way he has earned by his foolish acts, so he will not be wise in his own eyes.",
      "6": "He who sends a letter by the hand of a fool cuts off his own feet and brings trouble upon himself.",
      "7": "A wise saying in the mouth of fools is like the legs on a man who cannot walk.",
      "8": "He who gives honor to a fool is like one who ties a stone in a sling.",
      "9": "A wise saying in the mouth of fools is like a thorn that goes into the hand of a man who drinks too much.",
      "10": "He who hires a fool or hires those who pass by is like a man who uses a bow to hurt everyone.",
      "11": "A fool who does his foolish act again is like a dog that turns back to what he has thrown up.",
      "12": "Do you see a man who is wise in his own eyes? There is more hope for a fool than for him.",
      "13": "The lazy man says, “There is a lion in the way! There is a lion in the streets!”",
      "14": "As a door turns, so does the lazy man on his bed.",
      "15": "The lazy man buries his hand in the dish. It makes him tired to bring it to his mouth again.",
      "16": "The lazy man is wiser in his own eyes than seven men who can give a wise answer.",
      "17": "He who passes by and has a part in someone else’s fight is like one who takes a dog by the ears.",
      "18": "Like a crazy man who throws pieces of burning wood and arrows of death,",
      "19": "so is the man who fools his neighbor with a lie, and says, “I was only joking.”",
      "20": "When there is no wood, the fire goes out. Where there is no one telling secret stories about people, arguing stops.",
      "21": "An arguing man makes fights worse. He is like coals to burning wood and wood to a fire.",
      "22": "The words of one who tells secret things about people are like good-tasting bites of food. They go down into the inside parts of the body.",
      "23": "Burning lips and a sinful heart are like a pot covered with silver waste.",
      "24": "He who hates covers it up with his lips, but stores up false ways in his heart.",
      "25": "When he speaks with kindness, do not believe him, for there are seven things that are hated in his heart.",
      "26": "Even if his hate is covered with false ways, his sin will be found out in front of the great meeting.",
      "27": "He who digs a deep hole will fall into it, and he who rolls a stone will have it return upon him.",
      "28": "A lying tongue hates those it crushes, and a mouth that speaks false words destroys."
    },
    "27": {
      "1": "Do not talk much about tomorrow, for you do not know what a day will bring.",
      "2": "Let another man praise you, and not your own mouth. Let a stranger, and not your own lips.",
      "3": "A stone is heavy, and sand is heavy, but to be made angry by a fool weighs more than both of them.",
      "4": "Anger causes trouble and a bad temper is like a flood, but who can stand when there is jealousy?",
      "5": "Sharp words spoken in the open are better than love that is hidden.",
      "6": "The pains given by a friend are faithful, but the kisses of one who hates you are false.",
      "7": "He who is full hates honey, but any bitter thing is sweet to a hungry man.",
      "8": "Like a bird that goes away from her nest, so is a man who goes away from his home.",
      "9": "Oil and perfume make the heart glad, so are a man’s words sweet to his friend.",
      "10": "Do not leave your own friend or your father’s friend alone, and do not go to your brother’s house in the day of your trouble. A neighbor who is near is better than a brother who is far away.",
      "11": "Be wise, my son, and make my heart glad, so I may answer him who puts me to shame.",
      "12": "A wise man sees sin and hides himself, but the fool goes on and suffers for it.",
      "13": "Take the man’s coat who has given himself as trust for what a stranger owes. And hold him to his promise who has given it as trust for a sinful woman.",
      "14": "He who praises his neighbor with a loud voice early in the morning will be thought of as saying bad things against him.",
      "15": "An arguing woman is like water falling drop by drop on a day it is raining.",
      "16": "To try to stop her is like trying to stop the wind, or like trying to catch oil in his right hand.",
      "17": "Iron is made sharp with iron, and one man is made sharp by a friend.",
      "18": "He who cares for the fig tree will eat its fruit, and he who cares for the one he works for will be honored.",
      "19": "As water acts as a mirror to a face, so the heart of man acts as a mirror to a man.",
      "20": "The place of the dead is never filled, and the eyes of man are never filled.",
      "21": "The melting-pot is for silver and the fire for gold, and a man is tested by the praise he receives.",
      "22": "Even if you crush a fool in a pot used for crushing grain, his foolish way will not leave him.",
      "23": "Know well how your flocks are doing, and keep your mind on your cattle.",
      "24": "Riches do not last forever, and a crown does not pass from family to family.",
      "25": "When the grass is gone, the new plants are seen, and the plants of the mountains are gathered in.",
      "26": "The lambs will be for your clothes, and the goats will bring the price of a field.",
      "27": "There will be enough goats’ milk for your food, for the food of all your house, and a living for your young women."
    },
    "28": {
      "1": "The sinful run away when no one is trying to catch them, but those who are right with God have as much strength of heart as a lion.",
      "2": "When a nation sins, it has many rulers, but with a man of understanding and much learning, it will last a long time.",
      "3": "A poor man who makes it hard for the poor is like a heavy rain which leaves no food.",
      "4": "Those who turn away from the law praise the sinful, but those who keep the law fight against them.",
      "5": "Sinful men do not understand what is right and fair, but those who look to the Lord understand all things.",
      "6": "A poor man who walks in his honor is better than a rich man who is sinful in his ways.",
      "7": "He who keeps the law is a wise son, but a friend of men who eat too much puts his father to shame.",
      "8": "He who gets money by being paid much for the use of it, gathers it for him who will be kind to the poor.",
      "9": "He who turns his ear away from listening to the law, even his prayer is a hated thing.",
      "10": "He who leads good people into a sinful way will fall into his own deep hole, but good will come to those without blame.",
      "11": "The rich man is wise in his own eyes, but the poor man who has understanding sees through him.",
      "12": "When those who are right with God win, there is great honor, but when the sinful rule, men hide themselves.",
      "13": "It will not go well for the man who hides his sins, but he who tells his sins and turns from them will be given loving-pity.",
      "14": "Happy is the man who always fears the Lord, but he who makes his heart hard will fall into trouble.",
      "15": "A sinful ruler over poor people is like a lion making noise or a bear running to fight.",
      "16": "A ruler who takes much from the people who have little does not have understanding. But he who hates wanting something that belongs to someone else will live a long time.",
      "17": "A man who is loaded down with the guilt of human blood will run in fear until death. Let no one help him.",
      "18": "He who walks without blame will be kept safe, but he who is sinful will fall all at once.",
      "19": "He who works his land will have more than enough food, but he who wastes his time will become very poor.",
      "20": "A faithful man will have many good things, but he who hurries to be rich will be punished for it.",
      "21": "To show favor is not good, because a man will sin for a piece of bread.",
      "22": "A man with a sinful eye hurries to be rich. He does not know that he will be in need.",
      "23": "He who speaks strong words to a man will later find more favor than he who gives false respect with his tongue.",
      "24": "He who robs his father or his mother, and says, “It is not a sin,” is the friend of a man who destroys.",
      "25": "A proud man starts fights, but all will go well for the man who trusts in the Lord.",
      "26": "He who trusts in his own heart is a fool, but he who walks in wisdom will be kept safe.",
      "27": "He who gives to the poor will never want, but many bad things will happen to the man who shuts his eyes to the poor.",
      "28": "When the sinful rule, men hide themselves, but when they pass away, those who do what is right become many."
    },
    "29": {
      "1": "A man who does not listen after many strong words are spoken to him will be destroyed all at once and without help.",
      "2": "When those who are right with God rule, the people are glad, but when a sinful man rules, the people have sorrow.",
      "3": "A man who loves wisdom makes his father glad, but he who goes with women who sell the use of their bodies wastes his money.",
      "4": "The king makes the land strong by doing what is right and fair, but the one who takes pay for doing wrong, destroys it.",
      "5": "A man who gives his neighbor sweet-sounding words that are not true spreads a net for his own feet.",
      "6": "A sinful man is trapped by his sins, but a man who is right with God sings for joy.",
      "7": "The man who is right with God cares about the rights of poor people, but the sinful man does not understand such things.",
      "8": "Men who speak against others set a city on fire, but wise men turn away anger.",
      "9": "When a wise man argues with a foolish man, the fool only gets angry or laughs, and there is no peace and quiet.",
      "10": "Men who kill hate him without blame, but a good man cares for his life.",
      "11": "A fool always loses his temper, but a wise man keeps quiet.",
      "12": "If a ruler listens to lies, all who work for him will become sinful.",
      "13": "The Lord gives light to the eyes of both the poor man and the man who makes it hard for others.",
      "14": "If the king is fair as he judges the poor, his throne will stand forever.",
      "15": "The stick and strong words give wisdom, but a child who gets his own way brings shame to his mother.",
      "16": "When the sinful are many, sins become many, but those who are right with God will see their fall.",
      "17": "Punish your son when he does wrong and he will give you comfort. Yes, he will give joy to your soul.",
      "18": "Where there is no understanding of the Word of the Lord, the people do whatever they want to, but happy is he who keeps the law.",
      "19": "A servant will not be taught by words alone. For even if he understands, he will not answer.",
      "20": "Do you see a man who is quick with his words? There is more hope for a fool than for him.",
      "21": "He who gives good care to his servant from the time he is young, will in the end find him to be a son.",
      "22": "A man of anger starts fights, and a man with a bad temper is full of wrong-doing.",
      "23": "A man’s pride will bring him down, but he whose spirit is without pride will receive honor.",
      "24": "He who works with a robber hates his own life. He knows about the bad that will come, but can tell nothing.",
      "25": "The fear of man brings a trap, but he who trusts in the Lord will be honored.",
      "26": "Many look for the ruler’s favor, but what is right and fair comes from the Lord.",
      "27": "A sinful man is a shame to those who are right with God, and he who is right with God is a shame to the sinful."
    },
    "30": {
      "1": "The words of Agur the son of Jakeh of Massa. The man says to Ithiel and Ucal:",
      "2": "For sure, I am more foolish than any man, and I do not have the understanding of a man.",
      "3": "I have not learned wisdom, and I do not know much about the Holy One.",
      "4": "Who has gone up into heaven and come down? Who has gathered the wind in His hands? Who has gathered the waters in His coat? Who has put in place all the ends of the earth? What is His name, and what is His Son’s name? For sure you know!",
      "5": "Every word of God has been proven true. He is a safe-covering to those who trust in Him.",
      "6": "Do not add to His words, or He will speak strong words to you and prove you to be a liar.",
      "7": "Two things I have asked of You. Do not keep me from having them before I die:",
      "8": "Take lies and what is false far from me. Do not let me be poor or rich. Feed me with the food that I need.",
      "9": "Then I will not be afraid that I will be full and turn my back against You and say, “Who is the Lord?” And I will not be afraid that I will be poor and steal, and bring shame on the name of my God.",
      "10": "Do not speak against a slave while talking with his owner, or he may curse you and you will be found guilty.",
      "11": "There are those who curse their fathers, and do not honor their mothers.",
      "12": "There are people who are pure in their own eyes, but are not washed from their own dirt.",
      "13": "There is a kind, O, how proud are his eyes! His eyes are opened wide with pride.",
      "14": "There is a kind of man whose teeth are swords, whose jaws are like knives, who eat up those who are suffering from the earth, and those in need from among men.",
      "15": "The one who lives by the blood of another has two daughters, “Give,” “Give.” There are three things that are never filled, four that never say, “Enough”:",
      "16": "The place of the dead, the woman who cannot have children, the earth that is always thirsty for water, and fire that never says, “Enough.”",
      "17": "The eye that makes fun of a father and hates to obey a mother will be picked out by the ravens of the valley and eaten by the young eagles.",
      "18": "There are three things which are too great for me, four which I do not understand:",
      "19": "The way of an eagle in the sky, the way of a snake on a rock, the way of a ship out at sea, and the way of a man with a woman.",
      "20": "This is the way of a woman who is not faithful in marriage: She eats and washes her mouth, and says, “I have done no wrong.”",
      "21": "Under three things the earth shakes, and under four it cannot stand:",
      "22": "Under a servant when he becomes king, under a fool when he is filled with food,",
      "23": "under a woman who is not loved when she gets a husband, and under a woman servant when she takes the place of the woman of the house.",
      "24": "There are four things that are small on the earth, but they are very wise:",
      "25": "The ants are not a strong people, but they store up their food in the summer.",
      "26": "The badgers are not a strong people, but they make their houses in the rocks.",
      "27": "The locusts have no king, but they go as an army.",
      "28": "You can take the lizard in your hands, but it is found in kings’ houses.",
      "29": "There are three things which have honor in their steps, even four which show honor in their walk:",
      "30": "The lion, which is powerful among wild animals and does not turn away from any,",
      "31": "the proud rooster, the male goat, and a king when his army is with him.",
      "32": "If you have been foolish in honoring yourself, or if you have planned wrong-doing, put your hand on your mouth.",
      "33": "Shaking milk makes butter, and hitting the nose brings blood. So fighting comes because of anger."
    },
    "31": {
      "1": "The words of Lemuel king of Massa, which his mother taught him:",
      "2": "What, my son? What, son who came from within me? What, son of my promises?",
      "3": "Do not give your strength to women, or your ways to that which destroys kings.",
      "4": "It is not for kings, O Lemuel, it is not for kings to drink wine, or for rulers to desire strong drink.",
      "5": "Or they might drink and forget the law, and go against the rights of all who are suffering.",
      "6": "Give strong drink to him who is about to die, and wine to him whose life is full of trouble.",
      "7": "Let him drink and forget how poor he is, and remember his trouble no more.",
      "8": "Open your mouth for those who cannot speak, and for the rights of those who are left without help.",
      "9": "Open your mouth. Be right and fair in what you decide. Stand up for the rights of those who are suffering and in need.",
      "10": "Who can find a good wife? For she is worth far more than rubies that make one rich.",
      "11": "The heart of her husband trusts in her, and he will never stop getting good things.",
      "12": "She does him good and not bad all the days of her life.",
      "13": "She looks for wool and flax, and works with willing hands.",
      "14": "She is like ships that trade. She brings her food from far away.",
      "15": "She rises while it is still night and makes food for all those in her house. She gives work for the young women to do.",
      "16": "She gives careful thought to a field and buys it. She plants grape-vines from what she has earned.",
      "17": "She makes herself ready with strength, and makes her arms strong.",
      "18": "She sees that what she has earned is good. Her lamp does not go out at night.",
      "19": "She puts her hands to the wheel to make cloth.",
      "20": "She opens her hand to the poor, and holds out her hands to those in need.",
      "21": "She is not afraid of the snow for those in her house, for all of them are dressed in red.",
      "22": "She makes coverings for herself. Her clothes are linen cloth and purple.",
      "23": "Her husband is known in the gates, when he sits among the leaders of the land.",
      "24": "She makes linen clothes and sells them. She brings belts to those who trade.",
      "25": "Her clothes are strength and honor. She is full of joy about the future.",
      "26": "She\nopens her mouth with wisdom. The teaching of kindness is on her tongue.",
      "27": "She looks well to the ways of those in her house, and does not eat the bread of doing nothing.",
      "28": "Her children rise up and honor her. Her husband does also, and he praises her, saying:",
      "29": "“Many daughters have done well, but you have done better than all of them.”",
      "30": "Pleasing ways lie and beauty comes to nothing, but a woman who fears the Lord will be praised.",
      "31": "Give her the fruit of her hands, and let her works praise her in the gates."
    }
  }
}