{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:18.905642-04:00",
    "Translation": "NLV"
  },
  "Psalm": {
    "1": {
      "1": "Happy is the man who does not walk in the way sinful men tell him to, or stand in the path of sinners, or sit with those who laugh at the truth.",
      "2": "But he finds joy in the Law of the Lord and thinks about His Law day and night.",
      "3": "This man is like a tree planted by rivers of water, which gives its fruit at the right time and its leaf never dries up. Whatever he does will work out well for him.",
      "4": "Sinful men are not like this. They are like straw blown away by the wind.",
      "5": "So the sinful will not stand. They will be told they are guilty and have to suffer for it. Sinners will not stand with those who are right with God.",
      "6": "For the Lord knows the way of those who are right with Him. But the way of the sinful will be lost from God forever."
    },
    "2": {
      "1": "Why are the nations so shaken up and the people planning foolish things?",
      "2": "The kings of the earth stand in a line ready to fight, and all the leaders are against the Lord and against His Chosen One.",
      "3": "They say, “Let us break their chains and throw them away from us.”",
      "4": "He Who sits in the heavens laughs. The Lord makes fun of them.",
      "5": "Then He will speak to them in His anger and make them afraid, saying,",
      "6": "“But as for Me, I have set My King on Zion, My holy mountain.”",
      "7": "I will make known the words of the Lord. He said to Me, “You are My Son. Today I have become Your Father.",
      "8": "Ask of Me, and I will give the nations for you to own. The ends of the earth will belong to You.",
      "9": "You will break them using a piece of iron. And they will be broken in pieces like pots of clay.”",
      "10": "So, kings, be wise. Listen, you rulers of the earth.",
      "11": "Serve the Lord with fear, and be full of joy as you shake in fear.",
      "12": "Kiss the Son. Be afraid that He may be angry and destroy you in the way. For His anger is quick. Happy are all who put their trust in Him."
    },
    "3": {
      "1": "O Lord, how many are they who hate me! How many rise up against me!",
      "2": "Many are saying of me, “There is no help for him in God.”",
      "3": "But You, O Lord, are a covering around me, my shining-greatness, and the One Who lifts my head.",
      "4": "I was crying to the Lord with my voice. And He answered me from His holy mountain.",
      "5": "I lay down and slept, and I woke up again, for the Lord keeps me safe.",
      "6": "I will not be afraid of ten thousands of people who stand all around against me.",
      "7": "Rise up, O Lord! Save me, O my God! For You have hit on the face all those who hate me, and you have broken the teeth of the sinful.",
      "8": "It is You Who saves, O Lord. May You bring happiness to Your people."
    },
    "4": {
      "1": "Answer me when I call, O my God Who is right and good! You have made a way for me when I needed help. Be kind to me, and hear my prayer.",
      "2": "O sons of men, how long will you turn my honor into shame? How long will you love what is of no use, and run after lies?",
      "3": "Know that the Lord has set apart him who is God-like for Himself. The Lord hears when I call to Him.",
      "4": "Shake with anger and do not sin. When you are on your bed, look into your hearts and be quiet.",
      "5": "Give the gifts that are right and good, and trust in the Lord.",
      "6": "Many are asking, “Who will show us any good?” Let the light of Your face shine on us, O Lord.",
      "7": "You have filled my heart with more happiness than they have when there is much grain and wine.",
      "8": "I will lie down and sleep in peace. O Lord, You alone keep me safe."
    },
    "5": {
      "1": "Hear my words, O Lord. Think about my crying.",
      "2": "Listen to my cry for help, my King and my God. For I pray to you.",
      "3": "In the morning, O Lord, You will hear my voice. In the morning I will lay my prayers before You and will look up.",
      "4": "You are not a God Who is pleased with what is bad. The sinful cannot be with You.",
      "5": "The proud cannot stand before You. You hate all who do wrong.",
      "6": "You destroy those who tell lies. The Lord hates liars and men who kill other people.",
      "7": "But as for me, by Your great loving-kindness, I will come into Your house. At Your holy house I will put my face to the ground before You in love and fear.",
      "8": "O Lord, lead me in what is right and good, because of the ones who hate me. Make Your way straight in front of me.",
      "9": "For in their talk there is no truth. Their hearts destroy. Their mouths are like an open grave. With their tongues, they say sweet-sounding words that are not true.",
      "10": "Hold them guilty, O God! Let them fall by their own plans. Throw them out because of their many sins. For they have fought against You.",
      "11": "But let all who put their trust in You be glad. Let them sing with joy forever. You make a covering for them, that all who love Your name may be glad in You.",
      "12": "For You will make those happy who do what is right, O Lord. You will cover them all around with Your favor."
    },
    "6": {
      "1": "O Lord, do not speak sharp words to me in Your anger, or punish me when You are angry.",
      "2": "Be kind to me, O Lord, for I am weak. O Lord, heal me for my bones are shaken.",
      "3": "My soul is in great suffering. But You, O Lord, how long?",
      "4": "Return, O Lord. Set my soul free. Save me because of Your loving-kindness.",
      "5": "No one remembers You when he is dead. Who gives You praise from the grave?",
      "6": "I am tired of crying inside myself. All night long my pillow is wet with tears. I flood my bed with them.",
      "7": "My eye has grown weak with sorrow. It has grown old because of all who hate me.",
      "8": "Go away from me, all you who sin. For the Lord has heard the sound of my crying.",
      "9": "The Lord has heard my cry for help. The Lord receives my prayer.",
      "10": "All those who hate me will be ashamed and worried. They will turn away. They will be put to shame right away."
    },
    "7": {
      "1": "O Lord my God, in You I have put my trust. Save me from all those who come for me, and keep me safe.",
      "2": "Or they will tear me like a lion, carrying me away where there is no one to help.",
      "3": "O Lord my God, if I have done this, and there is guilt on my hands,",
      "4": "if I have done wrong to him who was at peace with me, or without a reason have robbed him who worked against me,",
      "5": "let him who hates me come for me and catch me. Let him break me under his feet until I die, and lay my honor in the dust.",
      "6": "Rise up in Your anger, O Lord. Rise up against the anger of those who hate me. Awake, my God, and help me. Prove what is right.",
      "7": "Let the people gather around You, and rule over them from Your throne.",
      "8": "May the Lord judge which people are guilty or not. O Lord, judge in my favor if I am right with You, and if I am without blame.",
      "9": "Let the sins of the sinful stop. But build up those who are right with You. For the God Who is right and good tests both the hearts and the minds.",
      "10": "I am kept safe by God, Who saves those who are pure in heart.",
      "11": "God is always right in how He judges. He is angry with the sinful every day.",
      "12": "If a man is not sorry for his sins and will not turn from them, God will make His sword sharp. He will string His bow and make it ready.",
      "13": "He takes up His sword and the bow of death. And He makes arrows of fire.",
      "14": "See how the sinful man thinks up sins and plans trouble and lies start growing inside him.",
      "15": "He has dug out a deep hole, and has fallen into the hole he has dug.",
      "16": "The trouble he makes will return to him. When he hurts others it will come down on his own head.",
      "17": "I will give thanks to the Lord because He is right and good. I will sing praise to the name of the Lord Most High."
    },
    "8": {
      "1": "O Lord, our Lord, how great is Your name in all the earth. You have set Your shining-greatness above the heavens.",
      "2": "Out of the mouth of children and babies, You have built up strength because of those who hate You, and to quiet those who fight against You.",
      "3": "When I look up and think about Your heavens, the work of Your fingers, the moon and the stars, which You have set in their place,",
      "4": "what is man, that You think of him, the son of man that You care for him?",
      "5": "You made him a little less than the angels and gave him a crown of greatness and honor.",
      "6": "You made him to rule over the works of Your hands. You put all things under his feet:",
      "7": "All sheep and cattle, all the wild animals,",
      "8": "the birds of the air, and the fish of the sea, and all that pass through the sea.",
      "9": "O Lord, our Lord, how great is Your name in all the earth!"
    },
    "9": {
      "1": "I will give thanks to the Lord with all my heart. I will tell of all the great things You have done.",
      "2": "I will be glad and full of joy because of You. I will sing praise to Your name, O Most High.",
      "3": "When those who hate me turn away, they fall and are lost from You.",
      "4": "For You have stood by my right actions. You sit on Your throne, and are right in how You judge.",
      "5": "You have spoken sharp words to the nations and have destroyed the sinful. You have thrown out their name forever and ever.",
      "6": "Those who fight against You are finished forever. You have destroyed their cities. They will be remembered no more.",
      "7": "But the Lord lives forever. He has set up His throne to say who is guilty or not.",
      "8": "He will punish the world by what is right. He will be fair as He rules the people.",
      "9": "The Lord also keeps safe those who suffer. He is a safe place in times of trouble.",
      "10": "Those who know Your name will put their trust in You. For You, O Lord, have never left alone those who look for You.",
      "11": "Sing praises to the Lord, Who lives in Zion! Tell all the nations what He has done!",
      "12": "For He Who punishes for the blood of another remembers them. He does not forget the cry of those who suffer.",
      "13": "Have pity on me, O Lord! See how I suffer from those who hate me, You Who have lifted me up from the gates of death,",
      "14": "that I may tell of all Your praises in the gates of the people of Zion. There I will be full of joy because You save.",
      "15": "The nations have fallen into the hole they have dug. Their own feet have been caught in the net they have hidden.",
      "16": "The Lord has made Himself known. He is fair in His Law. The sinful trap themselves by the work of their own hands.",
      "17": "The sinful, all the nations that forget God, will be turned back into the grave.",
      "18": "But those in need will not always be forgotten. The hope of the poor will not be lost forever.",
      "19": "Rise up, O Lord! Do not let man win the fight against You. Let the nations come to You and be judged.",
      "20": "Make them afraid, O Lord. Let the nations know they are only men."
    },
    "10": {
      "1": "Why do You stand far away, O Lord? Why do You hide Yourself in times of trouble?",
      "2": "The sinful, in their pride, try to catch the weak. Let them be caught in the plans they have made.",
      "3": "The sinful man is proud of the desires of his heart. He praises those who want everything but he speaks against the Lord.",
      "4": "The sinful man in his pride does not look for God. All his thoughts are that there is no God.",
      "5": "His ways always go well for him. Your laws are too high for him to see. He laughs at those who hate him.",
      "6": "He says to himself, “I will not be moved. For all time, I will never have trouble.”",
      "7": "With his mouth he swears and lies. He makes it hard for other people. Trouble and sin are under his tongue.",
      "8": "He lies hidden in the towns, waiting to kill those who are not guilty. His eyes are always watching for the weak.",
      "9": "He lies in wait like a hidden lion. He lies in wait to catch the weak, and they become caught in his net.",
      "10": "The weak are hurt and they fall. They cannot stand under his strength.",
      "11": "He says to himself, “God has forgotten. He has hidden His face and will never see it.”",
      "12": "Rise up, O Lord! Lift up Your hand, O God. Do not forget the weak.",
      "13": "Why does the sinful man turn away from God? He has said to himself, “You will not ask it of me.”",
      "14": "But You have seen it. You look upon trouble and suffering, to take it into Your hands. The suffering man gives himself to You. You are the Helper of the one who has no father.",
      "15": "Break the arm of the bad and sinful man. Find out all his sins until You find no more.",
      "16": "The Lord is King forever and ever. Those who worship false gods will be taken from the land.",
      "17": "O Lord, You have heard the prayers of those who have no pride. You will give strength to their heart, and You will listen to them.",
      "18": "In this way, You will do the right thing for those without a father and those who suffer, so that man who is of the earth will no longer make them afraid."
    },
    "11": {
      "1": "In the Lord I am safe. How can you say to me, “Fly away as a bird to your mountain?",
      "2": "For look, the sinful raise their bow. They make their arrow ready on the string to shoot in the dark against the pure in heart.",
      "3": "If the base of the building is destroyed, what can those who are right with God do?”",
      "4": "The Lord is in His holy house. The Lord’s throne is in heaven. His eyes see as He tests the sons of men.",
      "5": "The Lord tests and proves those who are right and good and those who are sinful. And His soul hates the one who loves to hurt others.",
      "6": "He will send down fire upon the sinful. Fire and sulphur and burning wind will be the cup they will drink.",
      "7": "For the Lord is right and good. He loves what is right and good. And those who are right with Him will see His face."
    },
    "12": {
      "1": "Help, Lord! For God-like men are here no more. The faithful can no longer be seen among the sons of men.",
      "2": "They lie to each other. Their lips speak with sweet-sounding words that are not true.",
      "3": "May the Lord cut off all lips of false respect, and the tongue that speaks of great things.",
      "4": "They say, “We can win with our tongues. Our lips are our own. Who is lord over us?”",
      "5": "“Because of the suffering of the weak, and because of the cries of the poor, I will now rise up,” says the Lord. “I will keep him safe as he has wanted to be.”",
      "6": "The words of the Lord are pure words. They are like silver that has been made pure seven times in a stove of earth.",
      "7": "O Lord, You will keep us. You will keep us safe forever from the people of this day.",
      "8": "The sinful walk on every side when bad actions are held in honor among the sons of men."
    },
    "13": {
      "1": "How long, O Lord? Will You forget me forever? How long will You hide Your face from me?",
      "2": "How long must I plan what to do in my soul, and have sorrow in my heart all the day? How long will those who hate me rise above me?",
      "3": "Look on me and answer, O Lord, my God. Give light to my eyes, or I will sleep the sleep of death.",
      "4": "Or the one who hates me will say, “I have power over him.” And those who hate me will be happy when I am shaken.",
      "5": "But I have trusted in Your loving-kindness. My heart will be full of joy because You will save me.",
      "6": "I will sing to the Lord, because He has been good to me."
    },
    "14": {
      "1": "The fool has said in his heart, “There is no God.” They are sinful and their actions are sinful. There is no one who does good.",
      "2": "The Lord has looked down from heaven on the sons of men, to see if there are any who understand and look for God.",
      "3": "They have all turned aside. Together they have become bad. There is no one who does good, not even one.",
      "4": "Will those who sin never learn? They eat up my people like they eat bread. They do not call on the Lord.",
      "5": "There they are in much fear. For God is with the people of this day who do what is right and good.",
      "6": "You would put to shame the planning of the poor. But the Lord keeps him safe.",
      "7": "O, that it would come out of Zion that Israel would be saved! When the Lord returns His people to their land, Jacob will be full of joy and Israel will be glad."
    },
    "15": {
      "1": "O Lord, who may live in Your tent? Who may live on Your holy hill?",
      "2": "He who walks without blame and does what is right and good, and speaks the truth in his heart.",
      "3": "He does not hurt others with his tongue, or do wrong to his neighbor, or bring shame to his friend.",
      "4": "He looks down upon a sinful person, but honors those who fear the Lord. He keeps his promises even if it may hurt him.",
      "5": "He gives money to be used without being paid for its use. And he does not take money to hurt those who are not guilty. He who does these things will never be shaken."
    },
    "16": {
      "1": "Keep me, O God, for I am safe in You.",
      "2": "I said to the Lord, “You are my Lord. All the good things I have come from You.”",
      "3": "As for those in the land who belong to You, they are the great ones in whom is all my joy.",
      "4": "Those who have traded for another god bring many troubles on themselves. I will not take part in their altar gifts of blood. And I will not take their names upon my lips.",
      "5": "The Lord is all that I am to receive, and my cup. My future is in Your hands.",
      "6": "The land given to me is good. Yes, my share is beautiful to me.",
      "7": "I will give honor and thanks to the Lord, Who has told me what to do. Yes, even at night my mind teaches me.",
      "8": "I have placed the Lord always in front of me. Because He is at my right hand, I will not be moved.",
      "9": "And so my heart is glad. My soul is full of joy. My body also will rest without fear.",
      "10": "For You will not give me over to the grave. And You will not allow Your Holy One to return to dust.",
      "11": "You will show me the way of life. Being with You is to be full of joy. In Your right hand there is happiness forever."
    },
    "17": {
      "1": "Hear what is right, O Lord. Listen to my cry. Hear my prayer, for it does not come from lying lips.",
      "2": "May You decide in my favor. May Your eyes see what is right.",
      "3": "You have tested my heart. You have visited me during the night. You have tested me and have found nothing wrong. I have decided that my mouth will not sin.",
      "4": "As for the actions of men, by the word of Your lips, I have kept myself from the paths of those who want to hurt others.",
      "5": "My steps have followed Your paths. My feet have not turned from them.",
      "6": "I have called to You, O God, for You will answer me. Listen to me and hear my words.",
      "7": "Show Your great loving-kindness. You save by Your right hand the people that come to You for help from those who hate them.",
      "8": "Keep me safe as You would Your own eye. Hide me in the shadow of Your wings,",
      "9": "from the sinful who fight against me, those who would kill me and are all around me.",
      "10": "They have closed their fat hearts to pity. And their mouths speak with pride.",
      "11": "They have followed our every step and are all around us. They are watching for a way to bring us down to the ground.",
      "12": "He is like a hungry lion, like a young lion hiding and waiting.",
      "13": "Rise up, O Lord. Stand against him. Bring him down. Save me from the sinful with Your sword.",
      "14": "O Lord, save me by Your hand from such men. Their riches are in this life. Their stomach is filled with what you have stored for them. Their children are filled. Let them leave some for their babies.",
      "15": "As for me, I will see Your face in what is right and good. I will be happy to see You when I awake."
    },
    "18": {
      "1": "I love You, O Lord, my strength.",
      "2": "The Lord is my rock, and my safe place, and the One Who takes me out of trouble. My God is my rock, in Whom I am safe. He is my safe-covering, my saving strength, and my strong tower.",
      "3": "I call to the Lord, Who has the right to be praised. And I am saved from those who hate me.",
      "4": "The ropes of death were all around me. The floods of death make me afraid.",
      "5": "The ropes of the grave were all around me. The traps of death were set for me.",
      "6": "I called to the Lord in my trouble. I cried to God for help. He heard my voice from His holy house. My cry for help came into His ears.",
      "7": "Then the earth shook. The mountains were shaking. They shook because He was angry.",
      "8": "Smoke went out from His nose and the fire that kept coming from His mouth burned everything around it.",
      "9": "He parted the heavens and came down. Dark clouds were under His feet.",
      "10": "He sat upon a cherub and flew. He traveled on the wings of the wind.",
      "11": "He made darkness His hiding place, the covering around Him, the dark rain clouds of the sky.",
      "12": "Through the light before Him passed His dark clouds, hail stones and fire.",
      "13": "The Lord made thunder in the heavens. The voice of the Most High spoke out, hail stones and fire.",
      "14": "He sent out His arrows and divided them. He threw down lightning and sent them running.",
      "15": "Then the deep part of the sea could be seen. And the deep part of the earth was opened up, because of Your sharp words, O Lord, because of the powerful breath from Your nose.",
      "16": "He sent from above, and took me. He lifted me out of many waters.",
      "17": "He took me away from the powerful one who fights against me, and from those who hated me. They were too strong for me.",
      "18": "They stood against me in the day of my trouble. But the Lord was my strength.",
      "19": "He brought me out into a big place. He gave me a safe place, because He was pleased with me.",
      "20": "The Lord has paid me because of my being right with Him. Because of my clean hands He has paid me.",
      "21": "For I have kept the ways of the Lord. And I have not sinned by turning from my God.",
      "22": "All His Laws are in front of me. I have not set His Laws aside.",
      "23": "Before Him I was without blame. And I have kept myself from sin.",
      "24": "So the Lord has paid me back for being right with Him, and for my hands being clean in His eyes.",
      "25": "To the faithful, You show Yourself faithful. To those without blame, You show Yourself without blame.",
      "26": "With the pure, You show Yourself pure. With the sinful You show Yourself to be against them.",
      "27": "You save those who are suffering, but You bring low those who have pride in their eyes.",
      "28": "You make my lamp bright. The Lord my God lights my darkness.",
      "29": "With Your help I can go against many soldiers. With my God I can jump over a wall.",
      "30": "As for God, His way is perfect. The Word of the Lord has stood the test. He is a covering for all who go to Him for a safe place.",
      "31": "For Who is God, but the Lord? And who is a rock except our God?",
      "32": "It is God Who covers me with strength and makes my way perfect.",
      "33": "He makes my feet like the feet of a deer. And He sets me on my high places.",
      "34": "He teaches me how to fight, so that I can use a bow of brass.",
      "35": "You have also given me the covering that saves me. Your right hand holds me up. And Your care has made me great.",
      "36": "You make the road wide for my steps, and my feet have not tripped.",
      "37": "I went after those who fight against me, and caught them. And I did not return until they were destroyed.",
      "38": "I hit them so they were not able to rise. They fell under my feet.",
      "39": "You have given me strength for war. You have put under me those who have fought against me.",
      "40": "You have made them turn their backs to me also. And I destroyed those who hated me.",
      "41": "They cried for help, but there was no one to save. They cried to the Lord, but He did not answer them.",
      "42": "Then I beat them as small as the dust in the wind. I emptied them out like mud in the streets.",
      "43": "You have taken me away from the fighting of the people. You have made me the leader of nations. People whom I have not known will serve me.",
      "44": "As soon as they hear, they obey me. Those from other lands obey me.",
      "45": "These people from other lands lose their strength of heart. And they come shaking from behind their walls.",
      "46": "The Lord lives! How great is my Rock! Praise be to the God Who saves me!",
      "47": "He is the God Who punishes those who have done wrong to me. He puts nations under my rule.",
      "48": "He saves me from those who hate me. Yes, You lift me above those who rise up against me. You save me from those who want to hurt me.",
      "49": "So I will give thanks to You among the nations, O Lord. And I will sing praises to Your name.",
      "50": "He gives His king great power over trouble. And He shows loving-kindness to His chosen one, to David, and to his children after him forever."
    },
    "19": {
      "1": "The heavens are telling of the greatness of God and the great open spaces above show the work of His hands.",
      "2": "Day to day they speak. And night to night they show much learning.",
      "3": "There is no speaking and no words where their voice is not heard.",
      "4": "Their sound has gone out through all the earth, and their words to the end of the world. In them He has placed a tent for the sun.",
      "5": "It is as a man soon to be married coming out of his room and as a strong man who is happy to run his race.",
      "6": "Its rising is from one end of the heavens, and it makes its way to the other end. Nothing is hidden from its heat.",
      "7": "The Law of the Lord is perfect, giving new strength to the soul. The Law He has made known is sure, making the child-like wise.",
      "8": "The Laws of the Lord are right, giving joy to the heart. The Word of the Lord is pure, giving light to the eyes.",
      "9": "The fear of the Lord is pure, lasting forever. The Lord is always true and right in how He judges.",
      "10": "The Word of the Lord is worth more than gold, even more than much fine gold. They are sweeter than honey, even honey straight from the comb.",
      "11": "And by them Your servant is told to be careful. In obeying them there is great reward.",
      "12": "Who can see his own mistakes? Forgive my sins that I do not see.",
      "13": "And keep Your servant from sinning by going my own way. Do not let these sins rule over me. Then I will be without blame. And I will not be found guilty of big sins.",
      "14": "Let the words of my mouth and the thoughts of my heart be pleasing in Your eyes, O Lord, my Rock and the One Who saves me."
    },
    "20": {
      "1": "May the Lord answer you in the day of trouble! May the name of the God of Jacob keep you safe.",
      "2": "May He send you help from the house of God, and give you strength from Zion.",
      "3": "May He remember all your gifts of grain given on the altar in worship. And may He be pleased with your burnt gifts.",
      "4": "May He give you the desire of your heart, and make all your plans go well.",
      "5": "We will sing for joy when you win. In the name of our God we will lift up our flags. May the Lord give you all the things you ask Him for.",
      "6": "Now I know that the Lord saves His chosen one. He will answer him from His holy heaven, with the saving power of His right hand.",
      "7": "Some trust in wagons and some in horses. But we will trust in the name of the Lord, our God.",
      "8": "They have fallen on their knees. But we rise up and stand straight.",
      "9": "O Lord, save! May the King answer us when we call."
    },
    "21": {
      "1": "O Lord, in Your strength the king is glad! How great is his joy in Your saving power!",
      "2": "You have given him the desire of his heart. You have not kept from him anything that he has asked for.",
      "3": "For You meet him with gifts of good things. You set a crown of pure gold on his head.",
      "4": "He asked You for life and You gave it to him, a long life forever and ever.",
      "5": "His honor is great because of Your help. You have given him greatness and power.",
      "6": "You have given him honor and respect forever. And You make him glad with the joy of being with You.",
      "7": "For the king trusts in the Lord. Because of the loving-kindness of the Most High, he will not be shaken.",
      "8": "Your hand will find all who fight against You. Your right hand will find those who hate You.",
      "9": "You will make them like a stove of fire in the time of Your anger. The Lord will eat them up in His anger. And the fire will destroy them.",
      "10": "You will destroy their children from the earth, and their sons from the children of men.",
      "11": "For they planned much trouble against You. They have made sinful plans that will come to nothing.",
      "12": "For You will make them turn their backs when You take up Your bow against them.",
      "13": "Be honored in Your strength, O Lord. We will sing and praise Your power."
    },
    "22": {
      "1": "My God, my God, why have You left me alone? Why are You so far from helping me, and from the words I cry inside myself?",
      "2": "O my God, I cry during the day, but You do not answer. I cry during the night, but I find no rest.",
      "3": "Yet You are holy. The praises Israel gives You are Your throne.",
      "4": "Our fathers trusted in You, and You saved them.",
      "5": "They cried to You and were set free. They trusted in You and were not ashamed.",
      "6": "But I am a worm and not a man. I am put to shame by men, and am hated by the people.",
      "7": "All who see me make fun of me. They open their mouths and shake their heads, and say,",
      "8": "“He trusts in the Lord. Let the Lord help him. Let the Lord take him out of trouble, because he is happy in Him.”",
      "9": "But You brought me out when I was born. You made me trust when I drank my mother’s milk.",
      "10": "I was in Your care from birth. Since my mother gave birth to me, You have been my God.",
      "11": "Do not be far from me, for trouble is near. And there is no one to help.",
      "12": "Many bulls have gathered all around me. Strong bulls of Bashan stand around me.",
      "13": "They open their mouths wide against me, like a loud, hungry lion.",
      "14": "I am poured out like water. And all my bones are out of joint. My heart is like a melted candle within me.",
      "15": "My strength is dried up like a piece of a broken clay pot. My tongue sticks to the roof of my mouth. And You lay me in the dust of death.",
      "16": "For dogs have gathered around me. A group of sinful men stand around me. They have cut through my hands and feet.",
      "17": "I can tell how many bones I have. The people look at me with wide eyes.",
      "18": "They divide my clothes among them by drawing names to see who would get them.",
      "19": "But You, O Lord, be not far from me! O my Strength, hurry to help me!",
      "20": "Take me away from the sword. Save my life from the power of the dog.",
      "21": "Save me from the lion’s mouth, and from the horns of the wild bulls You answer me.",
      "22": "I will make Your name known to my brothers. In the center of the meeting of worship I will praise You.",
      "23": "You who fear the Lord, give Him praise. All you children of Jacob, honor Him. Fear Him, all you children of Israel.",
      "24": "For He has not turned away from the suffering of the one in pain or trouble. He has not hidden His face from him. But He has heard his cry for help.",
      "25": "My praise will be from You in the big meeting of worship. I will keep my promises to Him in front of those who fear Him.",
      "26": "Those who suffer will eat and have enough. Those who look for the Lord will praise Him. May your heart live forever!",
      "27": "All the ends of the earth will remember and turn to the Lord. All the families of the nations will worship before Him.",
      "28": "For the holy nation is the Lord’s, and He rules over the nations.",
      "29": "All the proud ones of the earth will eat and worship. All who go down to the dust will fall to their knees before Him, even he who cannot keep his soul alive.",
      "30": "Future children will serve Him. They will tell of the Lord to their children.",
      "31": "They will come and tell about His saving power to a people yet to be born. For He has done it."
    },
    "23": {
      "1": "The Lord is my Shepherd. I will have everything I need.",
      "2": "He lets me rest in fields of green grass. He leads me beside the quiet waters.",
      "3": "He makes me strong again. He leads me in the way of living right with Himself which brings honor to His name.",
      "4": "Yes, even if I walk through the valley of the shadow of death, I will not be afraid of anything, because You are with me. You have a walking stick with which to guide and one with which to help. These comfort me.",
      "5": "You are making a table of food ready for me in front of those who hate me. You have poured oil on my head. I have everything I need.",
      "6": "For sure, You will give me goodness and loving-kindness all the days of my life. Then I will live with You in Your house forever."
    },
    "24": {
      "1": "The earth is the Lord’s, and all that is in it, the world, and all who live in it.",
      "2": "For He has built it upon the seas. He has set it upon the rivers.",
      "3": "Who may go up the mountain of the Lord? And who may stand in His holy place?",
      "4": "He who has clean hands and a pure heart. He who has not lifted up his soul to what is not true, and has not made false promises.",
      "5": "He will receive what is good from the Lord, and what is right and good from the God Who saves him.",
      "6": "Such is the family of those who look for Him, who look for Your face, O God of Jacob.",
      "7": "Lift up your heads, O gates. And be lifted up, O doors that last forever. And the King of shining-greatness will come in.",
      "8": "Who is the King of shining-greatness? The Lord strong and powerful. The Lord powerful in war.",
      "9": "Lift up your heads, O gates. Lift them up, O doors that last forever and the King of shining-greatness will come in.",
      "10": "Who is the King of shining-greatness? The Lord of All. He is the King of shining-greatness."
    },
    "25": {
      "1": "I lift up my soul to You, O Lord.",
      "2": "O my God, I trust in You. Do not let me be ashamed. Do not let those who fight against me win.",
      "3": "Yes, let no one who hopes in You be put to shame. But put to shame those who hurt others without a reason.",
      "4": "Show me Your ways, O Lord. Teach me Your paths.",
      "5": "Lead me in Your truth and teach me. For You are the God Who saves me. I wait for You all day long.",
      "6": "Remember Your loving-pity and Your loving-kindness, O Lord. For they have been from old.",
      "7": "Do not remember my sins from when I was young, or my sinful ways. By Your loving-kindness remember me for You are good, O Lord.",
      "8": "Good and right is the Lord. So He teaches sinners in His ways.",
      "9": "He leads those without pride into what is right, and teaches them His way.",
      "10": "All the paths of the Lord are loving and true for those who keep His agreement and keep His Laws.",
      "11": "For the good of Your name, O Lord, forgive my sin, even as big as it is.",
      "12": "Who is the man who fears the Lord? He will teach him in the way he should choose.",
      "13": "His soul will live a rich life. And his children will be given the land.",
      "14": "The secret of the Lord is for those who fear Him. And He will make them know His agreement.",
      "15": "My eyes are always on the Lord. For He will take my feet out of the net.",
      "16": "Turn to me and show me Your loving-kindness. For I am alone and in trouble.",
      "17": "The troubles of my heart have grown. Bring me out of my suffering.",
      "18": "Look upon my troubles and my pain, and forgive all my sins.",
      "19": "Look upon those who hate me, for they are many. And how very much they hate me!",
      "20": "Keep me safe, Lord, and set me free. Do not let me be put to shame for I put my trust in You.",
      "21": "Let what is good and what is right keep me safe, because I wait for You.",
      "22": "O God, make Israel free from all their troubles."
    },
    "26": {
      "1": "O Lord, stand by me for I have lived my life without blame. I have trusted in the Lord without changing.",
      "2": "Test me and try me, O Lord. Test my mind and my heart.",
      "3": "For Your loving-kindness is always in front of my eyes. And I have walked in Your truth.",
      "4": "I do not sit with men who lie about the truth. I would not be seen with those who pretend to be someone they are not.",
      "5": "I hate the meeting of sinners, and will not sit with the sinful.",
      "6": "I will wash my hands of any guilt. And I will go around Your altar, O Lord.",
      "7": "I will speak with the voice of thanks, and tell of all Your great works.",
      "8": "O Lord, I love the house where You live, the place where Your shining-greatness lives.",
      "9": "Do not take my soul away with sinners, or my life with men who kill other people.",
      "10": "Sinful plans are in their hands. And their right hand is full of pay for hurting others.",
      "11": "But as for me, I will live a life without blame. Make me free, and show me loving-kindness.",
      "12": "My foot stands on a good place. I will give honor to the Lord, in the meeting of worship."
    },
    "27": {
      "1": "The Lord is my light and the One Who saves me. Whom should I fear? The Lord is the strength of my life. Of whom should I be afraid?",
      "2": "When sinful men, and all who hated me, came against me to destroy my flesh, they tripped and fell.",
      "3": "Even if an army gathers against me, my heart will not be afraid. Even if war rises against me, I will be sure of You.",
      "4": "One thing I have asked from the Lord, that I will look for: that I may live in the house of the Lord all the days of my life, to look upon the beauty of the Lord, and to worship in His holy house.",
      "5": "For in the day of trouble He will keep me safe in His holy tent. In the secret place of His tent He will hide me. He will set me high upon a rock.",
      "6": "Then my head will be lifted up above all those around me who hate me. I will give gifts in His holy tent with a loud voice of joy. I will sing. Yes, I will sing praises to the Lord.",
      "7": "O Lord, listen to my cry. Show loving-kindness to me and answer me.",
      "8": "You have said, “Look for My face.” My heart said to You, “O Lord, Your face will I look for.”",
      "9": "Do not hide Your face from me. Do not turn Your servant away in anger. You have been my Helper. Do not turn away from me or leave me alone, O God Who saves me!",
      "10": "For my father and my mother have left me. But the Lord will take care of me.",
      "11": "Teach me Your way, O Lord. Lead me in a straight path, because of those who fight against me.",
      "12": "Do not give me over to the desire of those who hate me. For people who tell lies about me rise against me, and breathe a desire to hurt me.",
      "13": "I would have been without hope if I had not believed that I would see the loving-kindness of the Lord in the land of the living.",
      "14": "Wait for the Lord. Be strong. Let your heart be strong. Yes, wait for the Lord."
    },
    "28": {
      "1": "O Lord, to You I call. O my Rock, listen to me. If You will not hear me, I will be like those who have gone down to the grave.",
      "2": "Hear my cry for loving-kindness as I call to You for help, and when I lift up my hands to Your holy place.",
      "3": "Do not drag me away with the sinful and with those who do bad things. They speak peace with their neighbors, while sin is in their hearts.",
      "4": "Pay them for their work and for the sins they do. Pay them for the works of their hands. Give them what they have earned.",
      "5": "They do not think about the works of the Lord and what His hands have done. So He will pull them down and not build them up again.",
      "6": "May honor and thanks be given to the Lord, because He has heard my prayer.",
      "7": "The Lord is my strength and my safe cover. My heart trusts in Him, and I am helped. So my heart is full of joy. I will thank Him with my song.",
      "8": "The Lord is the strength of His people. He is a safe place for His chosen one.",
      "9": "Save Your people and bring good to what is Yours. Be their shepherd and carry them forever."
    },
    "29": {
      "1": "Give to the Lord, O sons of the powerful. Give to the Lord shining-greatness and strength.",
      "2": "Give to the Lord the honor that belongs to Him. Worship the Lord in the beauty of holy living.",
      "3": "The voice of the Lord is upon the waters. The God of shining-greatness thunders. The Lord is over many waters.",
      "4": "The voice of the Lord is powerful. The voice of the Lord is great.",
      "5": "The voice of the Lord breaks the cedars. Yes, the Lord breaks in pieces the tall cedars of Lebanon.",
      "6": "He makes Lebanon jump like a calf, and Sirion like a young wild bull.",
      "7": "The voice of the Lord sends out lightning.",
      "8": "The voice of the Lord shakes the desert. The Lord shakes the desert of Kadesh.",
      "9": "The voice of the Lord makes the deer give birth, and tears away the leaves of the trees. And in His holy house everything says, “Honor to God!”",
      "10": "The Lord sat as King over the flood. The Lord sits as King forever.",
      "11": "The Lord will give strength to His people. The Lord will give His people peace."
    },
    "30": {
      "1": "I will lift You up, O Lord, for You have lifted me up. You have not let those who hate me stand over me in joy.",
      "2": "O Lord my God, I cried to You for help and You healed me.",
      "3": "O Lord, You have brought me up from the grave. You have kept me alive, so that I will not go down into the deep.",
      "4": "Sing praise to the Lord, all you who belong to Him. Give thanks to His holy name.",
      "5": "For His anger lasts only a short time. But His favor is for life. Crying may last for a night, but joy comes with the new day.",
      "6": "As for me, when all was going well, I said, “I will never be moved.”",
      "7": "O Lord, by Your favor You have made my mountain stand strong. But when You hid Your face, I was troubled.",
      "8": "I cried to You, O Lord. I begged the Lord for loving-kindness.",
      "9": "What good will come from my blood, if I go down to the grave? Will the dust thank You? Will it tell how You are faithful?",
      "10": "Hear, O Lord. And show me loving-kindness. O Lord, be my Helper.",
      "11": "You have turned my crying into dancing.You have taken off my clothes made from hair, and dressed me with joy.",
      "12": "So my soul may sing praise to You, and not be quiet. O Lord my God, I will give thanks to You forever."
    },
    "31": {
      "1": "O Lord, in You I have found a safe place. Let me never be ashamed. Set me free, because You do what is right and good.",
      "2": "Turn Your ear to me, and be quick to save me. Be my rock of strength, a strong place to keep me safe.",
      "3": "For You are my rock and my safe place. For the honor of Your name, lead me and show me the way.",
      "4": "You will free me from the net that they have hidden for me. For You are my strength.",
      "5": "I give my spirit into Your hands. You have made me free, O Lord, God of truth.",
      "6": "I hate those who worship false gods. But I trust in the Lord.",
      "7": "I will be glad and full of joy in Your loving-kindness. For You have seen my suffering. You have known the troubles of my soul.",
      "8": "You have not given me into the hand of those who hate me. You have set my feet in a large place.",
      "9": "Show me loving-kindness, O Lord, for I am in trouble. My eyes, my soul and my body are becoming weak from being sad.",
      "10": "For my life gets weaker with sorrow, and my years with crying inside myself. My strength has left me because of my sin. And my bones waste away.",
      "11": "Because of all those who hate me, I have become a shame to my neighbors. Even my friends do not want to be with me. Those who see me on the street run from me.",
      "12": "I am forgotten like a dead man and they do not think about me. I am like a broken pot.",
      "13": "For I have heard many say things to hurt me. Fear is on every side. They planned together against me. They thought of ways to take away my life.",
      "14": "But as for me, I trust in You, O Lord. I say, “You are my God.”",
      "15": "My times are in Your hands. Free me from the hands of those who hate me, and from those who try to hurt me.",
      "16": "Make Your face shine upon Your servant. Save me in Your loving-kindness.",
      "17": "Do not let me be put to shame, O Lord. For I call to You. Let the sinful be put to shame. Let them be quiet in the grave.",
      "18": "Let the lying lips be quiet. For they speak with pride and hate those who do right and good.",
      "19": "How great is Your loving-kindness! You have stored it up for those who fear You. You show it to those who trust in You in front of the sons of men.",
      "20": "You will hide them with You in secret from the sinful plans of men. You keep them in Your tent in secret from those who fight with tongues.",
      "21": "Honor and thanks be to the Lord. For He has shown His great loving-favor to me when I was in a city with armies all around.",
      "22": "In my fear I said, “You have closed Your eyes to me!” But You heard my cry for loving-kindness when I called to You.",
      "23": "Love the Lord, all you who belong to Him! The Lord keeps the faithful safe. But He gives the proud their pay in full.",
      "24": "Be strong. Be strong in heart, all you who hope in the Lord."
    },
    "32": {
      "1": "How happy he is whose wrong-doing is forgiven, and whose sin is covered!",
      "2": "How happy is the man whose sin the Lord does not hold against him, and in whose spirit there is nothing false.",
      "3": "When I kept quiet about my sin, my bones wasted away from crying all day long.",
      "4": "For day and night Your hand was heavy upon me. My strength was dried up as in the hot summer.",
      "5": "I told my sin to You. I did not hide my wrong-doing. I said, “I will tell my sins to the Lord.” And You forgave the guilt of my sin.",
      "6": "So let all who are God-like pray to You while You may be found, because in the floods of much water, they will not touch him.",
      "7": "You are my hiding place. You keep me safe from trouble. All around me are your songs of being made free.",
      "8": "I will show you and teach you in the way you should go. I will tell you what to do with My eye upon you.",
      "9": "Do not be like the horse or the donkey which have no understanding. They must be made to work by using bits and leather ropes or they will not come to you.",
      "10": "Many are the sorrows of the sinful. But loving-kindness will be all around the man who trusts in the Lord.",
      "11": "Be glad in the Lord and be full of joy, you who are right with God! Sing for joy all you who are pure in heart!"
    },
    "33": {
      "1": "Sing for joy in the Lord, you who are right with Him. It is right for the pure in heart to praise Him.",
      "2": "Give thanks to the Lord with harps. Sing praises to Him with a harp of ten strings.",
      "3": "Sing to Him a new song. Play well with loud sounds of joy.",
      "4": "For the Word of the Lord is right. He is faithful in all He does.",
      "5": "He loves what is right and good and what is fair. The earth is full of the loving-kindness of the Lord.",
      "6": "The heavens were made by the Word of the Lord. All the stars were made by the breath of His mouth.",
      "7": "He gathers the waters of the sea together as in a bag. He places the waters in store-houses.",
      "8": "Let all the earth fear the Lord. Let all the people of the world honor Him.",
      "9": "For He spoke, and it was done. He spoke with strong words, and it stood strong.",
      "10": "The Lord brings the plans of nations to nothing. He wrecks the plans of the people.",
      "11": "The plans of the Lord stand forever. The plans of His heart stand through the future of all people.",
      "12": "Happy is the nation whose God is the Lord. Happy are the people He has chosen for His own.",
      "13": "The Lord looks from heaven. He sees all the sons of men.",
      "14": "From where He sits He looks upon all who live on the earth.",
      "15": "He made the hearts of them all. And He understands whatever they do.",
      "16": "No king is saved by the power of his strong army. A soldier is not saved by great strength.",
      "17": "A horse cannot be trusted to win a battle. Its great strength cannot save anyone.",
      "18": "See, the eye of the Lord is on those who fear Him, and on those who hope for His loving-kindness,",
      "19": "to save their soul from death, and to keep them alive when there is nothing to eat.",
      "20": "Our soul waits for the Lord. He is our help and our safe cover.",
      "21": "For our heart is full of joy in Him, because we trust in His holy name.",
      "22": "O Lord, let Your loving-kindness be upon us as we put our hope in You."
    },
    "34": {
      "1": "I will honor the Lord at all times. His praise will always be in my mouth.",
      "2": "My soul will be proud to tell about the Lord. Let those who suffer hear it and be filled with joy.",
      "3": "Give great honor to the Lord with me. Let us praise His name together.",
      "4": "I looked for the Lord, and He answered me. And He took away all my fears.",
      "5": "They looked to Him and their faces shined with joy. Their faces will never be ashamed.",
      "6": "This poor man cried, and the Lord heard him. And He saved him out of all his troubles.",
      "7": "The angel of the Lord stays close around those who fear Him, and He takes them out of trouble.",
      "8": "O taste and see that the Lord is good. How happy is the man who trusts in Him!",
      "9": "O fear the Lord, all you who belong to Him. For those who fear Him never want for anything.",
      "10": "The young lions suffer want and hunger. But they who look for the Lord will not be without any good thing.",
      "11": "Come, you children, listen to me. I will teach you the fear of the Lord.",
      "12": "Who is the man who has a desire for life, and wants to live long so that he may see good things?",
      "13": "Keep your tongue from sin and your lips from speaking lies.",
      "14": "Turn away from what is sinful. Do what is good. Look for peace and follow it.",
      "15": "The eyes of the Lord are on those who do what is right and good. His ears are open to their cry.",
      "16": "The face of the Lord is against those who sin. He will keep the people of the earth from remembering them.",
      "17": "Those who are right with the Lord cry, and He hears them. And He takes them from all their troubles.",
      "18": "The Lord is near to those who have a broken heart. And He saves those who are broken in spirit.",
      "19": "A man who does what is right and good may have many troubles. But the Lord takes him out of them all.",
      "20": "He keeps all his bones safe. Not one of them is broken.",
      "21": "Sin will kill the sinful. And those who hate God’s people will be held guilty and punished forever.",
      "22": "The Lord saves the soul of those who work for Him. None of those who trust in Him will be held guilty."
    },
    "35": {
      "1": "O Lord, stand against those who stand against me. Fight those who fight me.",
      "2": "Take hold of a safe-covering and rise up to help me.",
      "3": "Take a spear and battle-ax against those who come to get me. Say to my soul, “I am the One Who saves you.”",
      "4": "Let the people be ashamed and without honor who want to take my life. Let those be turned away and brought to shame who plan to hurt me.",
      "5": "Let them be like straw in the wind. May the angel of the Lord drive them away.",
      "6": "Let their way be dark and dangerous, with the angel of the Lord going to get them.",
      "7": "For without a reason they hid their net for me. Without a reason, they dug a hole for my soul.",
      "8": "Let them be destroyed before they know it. And let them be caught in their own net. May they destroy themselves as they fall into their own hole.",
      "9": "My soul will be happy in the Lord. It will be full of joy because He saves.",
      "10": "All my bones will say, “Lord, who is like You? Who saves the weak from those too strong for them? Who saves the poor from those who would rob them?”",
      "11": "People come telling lies. They ask me of things that I do not know.",
      "12": "They pay me what is bad in return for what is good. My soul is sad.",
      "13": "But when they were sick, I put on clothes made from hair. With no pride in my soul, I would not eat. And I prayed with my head on my chest.",
      "14": "I went about as if it were my friend or brother. I put my head down in sorrow, like one crying for his mother.",
      "15": "But when I would fall, they would gather together in joy. Those who say things to hurt people would gather against me. I did not know them. They spoke against me without stopping.",
      "16": "They ground their teeth at me like bad people making fun of others at a special supper.",
      "17": "Lord, how long will You look on? Save me from being destroyed by them. Save my life from the lions.",
      "18": "I will give You thanks in the big meeting. I will praise You among many people.",
      "19": "Do not let those who hate me for no reason stand over me with joy. Do not let those who hate me for no reason wink their eye.",
      "20": "They do not speak peace. But they make up lies against those who are quiet in the land.",
      "21": "And they opened their mouth wide against me. They said, “O, O, our eyes have seen it.”",
      "22": "You have seen it, O Lord. Do not keep quiet. O Lord, do not be far from me.",
      "23": "Awake Yourself. Come and help me. Fight for me, my God and my Lord.",
      "24": "Say what is right or wrong with me, O Lord my God, because You are right and good. Do not let them have joy over me.",
      "25": "Do not let them say in their heart, “O, just what we wanted!” Do not let them say, “We have swallowed him up!”",
      "26": "Let all who are happy because of my trouble be ashamed and without honor. Let those who think they are better than I, be covered with shame and without honor.",
      "27": "Let them call out for joy and be glad, who want to see the right thing done for me. Let them always say, “May the Lord be honored. He is pleased when all is going well for His servant.”",
      "28": "And my tongue will tell about how right and good You are, and about Your praise all day long."
    },
    "36": {
      "1": "Sin speaks to the sinful man within his heart. There is no fear of God in his eyes.",
      "2": "For he makes much of himself in his own eyes. So his sin is not known and hated.",
      "3": "The words of his mouth are sinful and false. He has stopped being wise and doing good.",
      "4": "He plans wrong-doing upon his bed. He sets himself on a path that is not good. He does not hate what is bad.",
      "5": "O Lord, Your loving-kindness goes to the heavens. You are as faithful as the sky is high.",
      "6": "You are as right and good as mountains are big. You are as fair when You judge as a sea is deep. O Lord, You keep safe both man and animal.",
      "7": "Of what great worth is Your loving-kindness, O God! The children of men come and are safe in the shadow of Your wings.",
      "8": "They are filled with the riches of Your house. And You give them a drink from Your river of joy.",
      "9": "All life came from You. In Your light we see light.",
      "10": "Keep on giving Your loving-kindness to those who know You. Keep on being right and good to the pure in heart.",
      "11": "Do not let the foot of pride come near me. Do not let the hand of the sinful push me away.",
      "12": "There have the wrong-doers fallen. They have been thrown down, and cannot rise."
    },
    "37": {
      "1": "Do not trouble yourself because of sinful men. Do not want to be like those who do wrong.",
      "2": "For they will soon dry up like the grass. Like the green plant they will soon die.",
      "3": "Trust in the Lord, and do good. So you will live in the land and will be fed.",
      "4": "Be happy in the Lord. And He will give you the desires of your heart.",
      "5": "Give your way over to the Lord. Trust in Him also. And He will do it.",
      "6": "He will make your being right and good show as the light, and your wise actions as the noon day.",
      "7": "Rest in the Lord and be willing to wait for Him. Do not trouble yourself when all goes well with the one who carries out his sinful plans.",
      "8": "Stop being angry. Turn away from fighting. Do not trouble yourself. It leads only to wrong-doing.",
      "9": "For those who do wrong will be cut off. But those who wait for the Lord will be given the earth.",
      "10": "A little while, and the sinful man will be no more. You will look for his place, and he will not be there.",
      "11": "But those who have no pride will be given the earth. And they will be happy and have much more than they need.",
      "12": "The sinful man plans against him who is right with God. And he grinds his teeth at him.",
      "13": "The Lord laughs at him because He sees his day is coming.",
      "14": "The sinful have taken up their sword and their bow, to bring down the poor and those in need, and to kill those whose ways are right.",
      "15": "Their sword will cut into their own heart, and their bows will be broken.",
      "16": "The few things that the man right with God has is better than the riches of many sinful men.",
      "17": "For the arms of the sinful will be broken. But the Lord holds up those who are right with Him.",
      "18": "The Lord knows the days of those who are without blame. And what is theirs will last forever.",
      "19": "They will not be ashamed in the time of trouble. And in days when there is no food they will have enough.",
      "20": "But the sinful will be lost forever. Those who hate the Lord will be like the beauty of the fields. They will be gone. Like smoke they will be gone.",
      "21": "The sinful ask for something, but do not return it. But those who are right with God are kind and give.",
      "22": "For those who are made happy by Him will be given the land. But those who are being punished by Him will be cut off.",
      "23": "The steps of a good man are led by the Lord. And He is happy in his way.",
      "24": "When he falls, he will not be thrown down, because the Lord holds his hand.",
      "25": "I have been young, and now I am old. Yet I have never seen the man who is right with God left alone, or his children begging for bread.",
      "26": "All day long he is kind and lets others use what he has. And his children make him happy.",
      "27": "Turn from sin, and do good, so you will live forever.",
      "28": "For the Lord loves what is fair and right. He does not leave the people alone who belong to Him. They are kept forever. But the children of the sinful will be cut off.",
      "29": "Those who are right with God will be given the land, and live on it forever.",
      "30": "The mouth of the man who is right with God speaks wisdom. And his tongue speaks what is fair and right.",
      "31": "The Law of his God is in his heart. His steps do not leave it.",
      "32": "The sinful lie in wait for the man who is right with God, and want to kill him.",
      "33": "The Lord will not leave him in his power. He will not let him be found guilty when he is judged.",
      "34": "Wait for the Lord. Keep His way. And He will give you a high place to receive the land. When the sinful are cut off, you will see it.",
      "35": "I have seen a very sinful man spreading himself like a green tree in its home land.",
      "36": "Then he passed away and was no more. I looked for him. But he could not be found.",
      "37": "Look at the man without blame. And watch the man who is right and good. For the man of peace will have much family to follow him.",
      "38": "But all the sinners will be destroyed. The family of the sinful will be cut off.",
      "39": "But the saving of those who are right with God is from the Lord. He is their strength in time of trouble.",
      "40": "The Lord helps them and takes them out of trouble. He takes them away from the sinful, and saves them, because they go to Him for a safe place."
    },
    "38": {
      "1": "O Lord, do not speak sharp words to me when You are angry. Do not punish me in Your burning anger.",
      "2": "For Your arrows have cut deep into me. And Your hand has come down upon me.",
      "3": "My body is in pain because of Your anger. There is no strength in my bones because of my sin.",
      "4": "For my sins are gone over my head. Like a heavy load, they weigh too much for me.",
      "5": "My sores smell and grow bigger because I do foolish things.",
      "6": "I cannot stand straight but keep my head down. I have sorrow all day long",
      "7": "for my body is filled with burning pain. There is no strength in my body.",
      "8": "I am weak and broken. I cry because of the pain in my heart.",
      "9": "Lord, all my desire is before You. And my breathing deep within is not hidden from You.",
      "10": "My heart beats fast. My strength leaves me. Even the light of my eyes has gone from me.",
      "11": "My loved ones and my friends stay away from me because of my sickness. My family stands far away.",
      "12": "Those who want to take my life set their traps. And those who want to destroy me talk about ways to do it. They make their sinful plans all day long.",
      "13": "But like a deaf man, I do not hear. I am like one who cannot speak and does not open his mouth.",
      "14": "Yes, I am like a man who does not hear, and whose mouth does not argue.",
      "15": "For I hope in You, O Lord. You will answer, O Lord my God.",
      "16": "For I said, “Do not let them be happy and raise themselves up against me when my foot trips.”",
      "17": "For I am ready to fall. And my sorrow is always with me.",
      "18": "For I tell my wrong-doings. I am full of sorrow because of my sin.",
      "19": "But those who fight against me are full of action and strength. There are many who hate me without reason.",
      "20": "They pay what is bad for what is good. They are against me because I follow what is good.",
      "21": "Do not leave me alone, O Lord! O my God, do not be far from me!",
      "22": "Hurry to help me, O Lord, Who saves me!"
    },
    "39": {
      "1": "I said, “I will watch my ways so I may not sin with my tongue. I will keep my mouth shut as if it were tied with ropes, while the sinful are near me.”",
      "2": "I stayed quiet, not even saying anything good. And my sorrow grew worse.",
      "3": "My heart was hot within me. As I thought about things, the fire burned. Then I spoke with my tongue,",
      "4": "“O Lord, let me know my end and how many days I have to live. Let me know that I do not have long to stay here.",
      "5": "You have made each of my days as long as a hand is wide. My whole life is nothing in Your eyes. Every man at his best is only a breath.",
      "6": "Every man walks here and there like a shadow. He makes a noise about nothing. He stores up riches, not knowing who will gather them.",
      "7": "And now, Lord, what do I wait for? My hope is in You.",
      "8": "Save me from all my sins. Do not let me be put to shame by the foolish.",
      "9": "I cannot speak. I do not open my mouth because it is You Who has done it.",
      "10": "Do not punish me any more. I am growing weak by the beatings of Your hand.",
      "11": "With sharp words You punish a man for sin. You destroy like a moth what is of worth to him. For sure, every man is only a breath.",
      "12": "O Lord, hear my prayer, and listen to my cry. Do not be quiet when You see my tears. For I am a stranger with You, a visitor like all my fathers.",
      "13": "Look away from me, so I may have joy again before I go and am no more.”"
    },
    "40": {
      "1": "I did not give up waiting for the Lord. And He turned to me and heard my cry.",
      "2": "He brought me up out of the hole of danger, out of the mud and clay. He set my feet on a rock, making my feet sure.",
      "3": "He put a new song in my mouth, a song of praise to our God. Many will see and fear and will put their trust in the Lord.",
      "4": "How happy is the man who has made the Lord his trust, and has not turned to the proud or to the followers of lies.",
      "5": "O Lord my God, many are the great works You have done, and Your thoughts toward us. No one can compare with You! If I were to speak and tell of them, there would be too many to number.",
      "6": "You have not wanted gifts given on the altar in worship. You have opened my ears. You have not wanted burnt gifts or gifts to cover sins.",
      "7": "Then I said, “Look, I have come. It is written about me in the book.",
      "8": "I am happy to do Your will, O my God. Your Law is within my heart.”",
      "9": "I have told the good news about what is right and good in the big meeting with many people. You know I will not close my lips, O Lord.",
      "10": "I have not hidden what is right and good with You in my heart. I have spoken about how faithful You are and about Your saving power. I have not hidden Your loving-kindness and Your truth from the big meeting.",
      "11": "O Lord, You will not keep Your loving-pity from me. Your loving-kindness and Your truth will always keep me safe.",
      "12": "Too many troubles gather around me. My sins have taken such a hold on me that I am not able to see. There are more of them than there are hairs on my head. And the strength of my heart has left me.",
      "13": "Be pleased to save me, O Lord. Hurry, O Lord, to help me.",
      "14": "Let all who want to destroy my life be ashamed and troubled. Let those who want to hurt me be turned away without honor.",
      "15": "Let those who say to me, “O! O!” be filled with fear because of their shame.",
      "16": "But let all who look for You have joy and be glad in You. Let those who love Your saving power always say, “The Lord be honored!”",
      "17": "Because I suffer and am in need, let the Lord think of me. You are my help and the One Who sets me free. O my God, do not wait."
    },
    "41": {
      "1": "Happy is the man who cares for the poor. The Lord will save him in times of trouble.",
      "2": "The Lord will keep him alive and safe. And he will be happy upon the earth. You will not give him over to the desire of those who hate him.",
      "3": "The Lord will give him strength on his bed of sickness. When he is sick, You will make him well again.",
      "4": "As for me, I said, “O Lord, have loving-kindness for me. Heal my soul, for I have sinned against You.”",
      "5": "Those who hate me speak bad words against me, saying, “When will he die, and his name be forgotten?”",
      "6": "When one comes to see me, he speaks lies. His heart gathers up bad stories. Then he goes outside and tells them.",
      "7": "All who hate me speak in secret together against me. They make plans to hurt me, saying,",
      "8": "“A bad thing has come over him. When he lies down, he will not rise again.”",
      "9": "Even a friend of mine whom I trusted, who ate my bread, has turned against me.",
      "10": "Have loving-kindness for me, O Lord. Raise me up, so that I may pay them back.",
      "11": "Then I will know that You are pleased with me, because he who hates me does not win over me.",
      "12": "As for me, You hold me up in my honesty. And You set me beside You forever.",
      "13": "Honor be to the Lord, the God of Israel, forever and ever! Let it be so!"
    },
    "42": {
      "1": "As the deer desires rivers of water, so my soul desires You, O God.",
      "2": "My soul is thirsty for God, for the living God. When will I come and meet with God?",
      "3": "My tears have been my food day and night, while men say to me all day long, “Where is your God?”",
      "4": "These things I remember, and I pour out my soul within me. For I used to go with many people and lead them to the house of God, with the voice of thankful joy, among the many happy people.",
      "5": "Why are you sad, O my soul? Why have you become troubled within me? Hope in God, for I will praise Him again for His help of being near me.",
      "6": "O my God, my soul is troubled within me. So I remember You from the land of the Jordan and the tops of Hermon, from Mount Mizar.",
      "7": "Sea calls to sea at the sound of Your waterfalls. All Your waves have rolled over me.",
      "8": "The Lord will send His loving-kindness in the day. And His song will be with me in the night, a prayer to the God of my life.",
      "9": "I will say to God my Rock, “Why have You forgotten me? Why do I have sorrow because those who hate me come against me with power?”",
      "10": "As a breaking of my bones, those who hate me speak sharp words to me. All day long they say to me, “Where is your God?”",
      "11": "Why are you sad, O my soul? Why have you become troubled within me? Hope in God, for I will yet praise Him, my help and my God."
    },
    "43": {
      "1": "Stand by me, O God, and speak in my favor against a sinful nation. Save me from the lying and sinful man.",
      "2": "For You are the God of my strength. Why have You turned away from me? Why do I have sorrow because those who hate me come against me with power?",
      "3": "Send out Your light and Your truth. Let them lead me. Let them bring me to Your holy hill and to the places where You live.",
      "4": "Then I will go to the altar of God, the God of my joy. And I will praise You with the harp, O God, my God.",
      "5": "Why are you sad, O my soul? Why have you become troubled within me? Hope in God, for I will praise Him again, my help and my God."
    },
    "44": {
      "1": "O God, we have heard with our ears. Our fathers have told us what work You did in their days, in the days long ago.",
      "2": "With Your own hand You made the nations leave, and put our fathers in the land. You brought trouble upon the nations, and You spread them out.",
      "3": "It was not by their sword that they took the land. Their own arm did not save them. But it was Your right hand, and Your arm, and the light of Your face, for You favored them.",
      "4": "You are my King, O God. Jacob wins because You say it must be so.",
      "5": "Through You we will push away those who hate us. Through Your name we will walk over those who rise up against us.",
      "6": "For I will not trust my bow, and my sword will not save me.",
      "7": "But You have saved us from those who fight against us. You have put to shame those who hate us.",
      "8": "In God we have had our pride all day long. And we will give thanks to Your name forever.",
      "9": "But now You have turned from us and have put us to shame. You do not go out with our armies.",
      "10": "You made us turn away from those who fight against us. And those who hate us have robbed us.",
      "11": "You give us up to be eaten like sheep. You have spread us out among the nations.",
      "12": "You sell Your people for nothing, and become no richer from their price.",
      "13": "You have made us a shame to our neighbors. Those around us laugh and make fun of us.",
      "14": "You have made us hated among the nations. The people laugh at us.",
      "15": "All day long my shame is with me and has become too much for me.",
      "16": "Those who talk against me, and who hate me are around me and want to punish me.",
      "17": "All this has come upon us, but we have not forgotten You. We have not been false to Your agreement.",
      "18": "Our heart has not turned away. And our steps have not turned from Your way.",
      "19": "But You have crushed us in a place of wild dogs, and covered us with the shadow of death.",
      "20": "If we had forgotten the name of our God, or put out our hands to a strange god,",
      "21": "would not God find this out? For He knows the secrets of the heart.",
      "22": "But we are killed all day long because of You. We are thought of as sheep that are ready to be killed.",
      "23": "Awake, O Lord! Why do You sleep? Rise up! Do not turn away from us forever.",
      "24": "Why do You hide Your face? Why do You forget our troubles and our suffering?",
      "25": "For our soul is brought down to the dust. Our body holds on to the earth.",
      "26": "Rise up and help us! Save us because of Your loving-kindness."
    },
    "45": {
      "1": "My heart flows over with good words. I sing my songs to the King. My tongue writes the words of a good writer.",
      "2": "You are more beautiful than the children of men. Loving-favor is poured upon Your lips. So God has honored You forever.",
      "3": "Put Your sword on at Your side, O Powerful One, in Your greatness and power that can be seen.",
      "4": "And in Your great power, move on to win the fight for truth and for not having pride and for what is right and good. Let Your right hand teach You to do great things.",
      "5": "Your arrows are sharp. The people fall under You. Your arrows are in the heart of those who hate the King.",
      "6": "O God, Your throne is forever and ever. You rule Your holy nation by what is right.",
      "7": "You have loved what is right and good. You have hated what is wrong. That is why God, Your God, has chosen You. He has poured over You the oil of joy more than over anyone else.",
      "8": "All Your clothes smell of fine perfumes. Out of ivory palaces music of strings have made You glad.",
      "9": "Daughters of kings are among Your women of honor. At Your right hand stands the queen, wearing gold from Ophir.",
      "10": "Listen, O daughter, hear my words and think about them. Forget your people and your father’s house.",
      "11": "Then the King will desire your beauty. Because He is your Lord, bow down to Him.",
      "12": "And the daughter of Tyre will come with a gift. The rich people will ask for your favor.",
      "13": "The daughter of the King is beautiful within. Her clothes are made with gold.",
      "14": "She will be led to the King in clothes sewed for beauty. The young women who have never had men are her friends. They follow her and will be brought to You.",
      "15": "They will be led in with joy and happiness, because they will come into the King’s palace.",
      "16": "Instead of Your fathers, it will be Your sons whom You will make rulers over all the earth.",
      "17": "I will make Your name to be remembered to all the children-to-come. So that the nations will honor You forever and ever."
    },
    "46": {
      "1": "God is our safe place and our strength. He is always our help when we are in trouble.",
      "2": "So we will not be afraid, even if the earth is shaken and the mountains fall into the center of the sea,",
      "3": "and even if its waters go wild with storm and the mountains shake with its action.",
      "4": "There is a river whose waters make glad the city of God, the holy place where the Most High lives.",
      "5": "God is in the center of her. She will not be moved. God will help her when the morning comes.",
      "6": "The people made noise. The nations fell. He raised His voice and the earth melted.",
      "7": "The Lord of All is with us. The God of Jacob is our strong place.",
      "8": "Come and see the works of the Lord. He has destroyed parts of the earth.",
      "9": "He stops wars to the ends of the earth. He breaks the bow and cuts the spear in two. He burns the war-wagons with fire.",
      "10": "Be quiet and know that I am God. I will be honored among the nations. I will be honored in the earth.",
      "11": "The Lord of All is with us. The God of Jacob is our strong place."
    },
    "47": {
      "1": "Show your happiness, all peoples! Call out to God with the voice of joy!",
      "2": "For the Lord Most High is to be feared. He is a great King over all the earth.",
      "3": "He sets people under us, and nations under our feet.",
      "4": "He chooses for us what is to be ours, the pride of Jacob, whom He loves.",
      "5": "God has gone up with a loud voice, the Lord with the sound of a horn.",
      "6": "Sing praises to God. Sing praises. Sing praises to our King. Sing praises.",
      "7": "For God is the King of all the earth. Sing praises with a well written song.",
      "8": "God rules over the nations. God sits on His holy throne.",
      "9": "The rulers of the people have gathered together as the people of the God of Abraham. For the powers of the earth belong to God. He is much honored."
    },
    "48": {
      "1": "The Lord is great and should be given much praise, in the city of our God, His holy mountain.",
      "2": "Mount Zion in the far north is beautiful and high, the joy of the whole earth, the city of the great King.",
      "3": "God has made Himself known as a safe place in that city.",
      "4": "For, see, the kings gathered themselves and went up together.",
      "5": "They saw it, then they were surprised and afraid. And they ran away fast in fear.",
      "6": "They began shaking there. And they suffered pain like a woman giving birth.",
      "7": "You wreck the ships of Tarshish with the east wind.",
      "8": "As we have heard, so we have seen in the city of the Lord of All, in the city of our God. God will make her last forever.",
      "9": "O God, we have thought about Your loving-kindness within Your holy house.",
      "10": "Like Your name, O God, Your praise is heard to the ends of the earth. Your right hand is full of what is right and good.",
      "11": "Let Mount Zion be glad! Let the people of Judah be full of joy because You are right in how You judge.",
      "12": "Walk in Zion, and go around her. See how many towers she has.",
      "13": "Give thought to her walls. Go through her beautiful houses where kings live. And tell about it to the children-to-come.",
      "14": "This is God, our God forever and ever. He will show us the way until death."
    },
    "49": {
      "1": "Hear this, all people. Listen, all who live in the world,",
      "2": "both small and great, rich and poor together.",
      "3": "My mouth will speak wisdom. And the thoughts of my heart will be understanding.",
      "4": "I will turn my ear to a wise saying. With a harp, I will tell what is hard to understand.",
      "5": "Why should I be afraid in the days of trouble, when the sin of those who hate me is all around me?",
      "6": "They trust in their riches, and are proud of all they have.",
      "7": "No man can save his brother. No man can pay God enough to save him.",
      "8": "The cost is much for his soul to be saved. Man should stop trying",
      "9": "to live forever and not see the grave.",
      "10": "For he sees that even wise men die. The fool and those who cannot think well die alike. And they leave their riches to others.",
      "11": "They think in their hearts that their houses will last forever, and that the places where they live will last for all their children to follow. They have used their own names to name their lands.",
      "12": "But man with all his honor does not last. He is like the animals that die.",
      "13": "This is the way of the foolish, and of those after them who believe in their words.",
      "14": "Like sheep they are meant for the grave. Death will be their shepherd. And those who are right with God will rule over them in the morning. Their bodies will be eaten by the grave, so that they have no place to stay.",
      "15": "But God will free my soul from the power of the grave. For He will take me to Himself.",
      "16": "Do not be afraid when a man becomes rich and when his house grows in greatness.",
      "17": "For when he dies he will take nothing with him. His greatness will not go down with him.",
      "18": "Even if while he lives, he thinks good of himself, and even though men praise you when you do well for yourself,",
      "19": "he will go and join the family of his fathers. They will never see the light.",
      "20": "Man with all his honor, yet without understanding, is like the animals that die."
    },
    "50": {
      "1": "The Powerful One, God, the Lord, has spoken. And He calls the earth from where the sun rises to where the sun goes down.",
      "2": "God shines from Zion, perfect in beauty.",
      "3": "May our God come and not keep quiet. A fire burns before Him, and around Him is a powerful storm.",
      "4": "He calls the heavens above, and the earth, that He may judge His people:",
      "5": "“Gather My holy ones to Me, those who have made an agreement with Me by their gifts given on an altar.”",
      "6": "And the heavens will tell how right and good He is, for God Himself is judge.",
      "7": "“Listen, O My people, and I will speak. O Israel, I will speak against you. I am God, your God.",
      "8": "I do not speak sharp words to you for your gifts given on an altar. And your burnt gifts are always before Me.",
      "9": "I will not take a young bull out of your house, or male goats out of your fields.",
      "10": "For every animal among the trees is Mine, and the cattle on a thousand hills.",
      "11": "I know every bird of the mountains. And all things that move in the field are Mine.",
      "12": "If I were hungry, I would not tell you. For the world is Mine, and all that is in it.",
      "13": "Should I eat the flesh of bulls, or drink the blood of male goats?",
      "14": "Give a gift of thanks on the altar to God. And pay your promises to the Most High.",
      "15": "Call on Me in the day of trouble. I will take you out of trouble, and you will honor Me.”",
      "16": "But to the sinful, God says: “What right do you have to tell of My Laws, and take My agreement in your mouth?",
      "17": "For you hate to be told what to do, and you throw My words behind you.",
      "18": "When you see a robber, you are pleased with him. And you join those who do sex sins.",
      "19": "You say bad things with your mouth, and you lie with your tongue.",
      "20": "You sit and speak against your brother. You talk against your own mother’s son.",
      "21": "You have done these things, and I have kept quiet. You thought that I was just like you. But I will speak sharp words to you, and tell you who is guilty to your face.",
      "22": "“Now think about this, you who forget God, or I will tear you in pieces and there will be no one to save you.",
      "23": "He who gives a gift of thanks honors Me. And to him who makes his way right, I will show him the saving power of God.”"
    },
    "51": {
      "1": "O God, favor me because of Your loving-kindness. Take away my wrong-doing because of the greatness of Your loving-pity.",
      "2": "Wash me inside and out from my wrong-doing and make me clean from my sin.",
      "3": "For I know my wrong-doing, and my sin is always in front of me.",
      "4": "I have sinned against You, and You only. I have done what is sinful in Your eyes. You are always right when You speak, and fair when You judge.",
      "5": "See, I was born in sin and was in sin from my very beginning.",
      "6": "See, You want truth deep within the heart. And You will make me know wisdom in the hidden part.",
      "7": "Take away my sin, and I will be clean. Wash me, and I will be whiter than snow.",
      "8": "Make me hear joy and happiness. Let the bones that You have broken be full of joy.",
      "9": "Hide Your face from my sins. And take away all my wrong-doing.",
      "10": "Make a clean heart in me, O God. Give me a new spirit that will not be moved.",
      "11": "Do not throw me away from where You are. And do not take Your Holy Spirit from me.",
      "12": "Let the joy of Your saving power return to me. And give me a willing spirit to obey you.",
      "13": "Then I will teach wrong-doers Your ways. And sinners will turn to You.",
      "14": "Save me from the guilt of blood, O God. You are the God Who saves me. Then my tongue will sing with joy about how right and good You are.",
      "15": "O Lord, open my lips, so my mouth will praise You.",
      "16": "For You are not happy with a gift given on the altar in worship, or I would give it. You are not pleased with burnt gifts.",
      "17": "The gifts on an altar that God wants are a broken spirit. O God, You will not hate a broken heart and a heart with no pride.",
      "18": "Be pleased to do good to Zion. Build the walls of Jerusalem.",
      "19": "Then You will be happy with gifts given on the altar that are right and good, with burnt gifts and whole burnt gifts. Then young bulls will be given on Your altar."
    },
    "52": {
      "1": "Why do you take pride in wrong-doing, O powerful man? The loving-kindness of God lasts all day long.",
      "2": "Your tongue makes plans to destroy like a sharp knife, you who lie.",
      "3": "You love what is bad more than what is good, and you speak lies more than you speak the truth.",
      "4": "You love all words that destroy, O lying tongue.",
      "5": "But God will destroy you forever. He will pick you up and pull you away from your tent. He will pull up your roots from the land of the living.",
      "6": "And those who are right will see and be afraid. They will laugh at him, saying,",
      "7": "“Look, the man who would not make God his safe place, but trusted in his many riches and was strong in his sinful desire.”",
      "8": "But I am like a green olive tree in the house of God. I trust in the loving-kindness of God forever and ever.",
      "9": "I will give You thanks forever because of what You have done. And I will hope in Your name, for it is good to be where those who belong to You are."
    },
    "53": {
      "1": "The fool has said in his heart, “There is no God.” They are sinful and have done bad things. There is no one who does good.",
      "2": "God has looked down from heaven at the children of men to see if there is anyone who understands and looks for God.",
      "3": "They have all turned back. They have all turned to sin. There is no one who does good, not even one.",
      "4": "Have those who do wrong no understanding? They eat up My people like they eat bread. They have not called upon God.",
      "5": "There they were, in much fear, where there was nothing to be afraid of. For God has spread out the bones of those who come against you. You put them to shame, because God has turned away from them.",
      "6": "O, that the saving of Israel would come out of Zion! Jacob will be full of joy and Israel will be glad when God returns His people to their land."
    },
    "54": {
      "1": "Save me by Your name, O God. And stand with me by Your power.",
      "2": "Hear my prayer, O God. Listen to the words of my mouth.",
      "3": "For strangers have risen against me. And men who hurt others want to take my life. They do not think about God.",
      "4": "See, God is my Helper. The Lord is the One Who keeps my soul alive.",
      "5": "He will punish those who hate me, for the wrong they have done. He will destroy them because He is faithful.",
      "6": "I will be glad to give You a gift on the altar. I will give thanks to Your name, O Lord, for it is good.",
      "7": "For He has taken me out of all trouble. And my eyes have looked without fear upon those who hate me."
    },
    "55": {
      "1": "Listen to my prayer, O God. Do not hide Yourself from what I ask.",
      "2": "Hear me and answer me. My thoughts trouble me and I have no peace,",
      "3": "because of the voice of those who hate me and the power of the sinful. For they bring trouble upon me, and in anger they keep on having bad thoughts against me.",
      "4": "My heart is in pain within me. The fears of death have come upon me.",
      "5": "I have begun shaking with fear. Fear has power over me.",
      "6": "And I say, “If only I had wings like a dove, I would fly away and be at rest.",
      "7": "Yes, I would go far away. I would live in the desert.",
      "8": "I would hurry to my safe place, away from the wild wind and storm.”",
      "9": "Mix them up, O Lord. Divide their tongues. For I have seen fighting and trouble in the city.",
      "10": "They go around on its walls day and night. Sin and wrong-doing are within it.",
      "11": "Destroying powers are in the city. Trouble and lies never leave its streets.",
      "12": "I would be able to take it if one who hates me were putting me to shame. I could hide from him. It is not one who hates me who has put himself up against me.",
      "13": "But it is you, a man like myself, one who has gone with me, my close friend.",
      "14": "We shared together. And we walked with the people in the house of God.",
      "15": "Let death take them by surprise. Let them go down alive to the grave. For sin is with them where they live.",
      "16": "As for me, I will call on God and the Lord will save me.",
      "17": "I will cry out and complain in the evening and morning and noon, and He will hear my voice.",
      "18": "He will save my soul in peace from those who make war against me. For there are many who fight me.",
      "19": "God sits on His throne forever. And He will hear them and bring trouble upon them, because there has been no change in them. They do not fear God.",
      "20": "He goes against those who were at peace with him. He has broken his agreement.",
      "21": "What he says is smoother than butter, but war is in his heart. His words are softer than oil, yet they are raised swords.",
      "22": "Give all your cares to the Lord and He will give you strength. He will never let those who are right with Him be shaken.",
      "23": "But You, O God, will bring the sinful down into the hole that destroys. Men who kill and lie will not live out half their days. But I will trust in You."
    },
    "56": {
      "1": "Show me Your loving-kindness, O God, for man has walked on me. All day long the one who tries to keep me down fights with me.",
      "2": "All day long those who hate me have walked on me. For there are many who fight against me with pride.",
      "3": "When I am afraid, I will trust in You.",
      "4": "I praise the Word of God. I have put my trust in God. I will not be afraid. What can only a man do to me?",
      "5": "All day long they change my words to say what I did not say. They are always thinking of ways to hurt me.",
      "6": "They go after me as in a fight. They hide themselves. They watch my steps, as they have waited to take my life.",
      "7": "Because they are bad, do not let them get away. Bring down the people in Your anger, O God.",
      "8": "You have seen how many places I have gone. Put my tears in Your bottle. Are they not in Your book?",
      "9": "Then those who hate me will turn back when I call. I know that God is for me.",
      "10": "I praise the Word of God. I praise the Word of the Lord.",
      "11": "In God I have put my trust. I will not be afraid. What can man do to me?",
      "12": "I am under an agreement with You, O God. I will give You gifts of thanks.",
      "13": "For You have set my soul free from death. You have kept my feet from falling, so I may walk with God in the light of life."
    },
    "57": {
      "1": "Show me loving-kindness, O God, show me loving-kindness. For my soul goes to You to be safe. And I will be safe in the shadow of Your wings until the trouble has passed.",
      "2": "I will cry to God Most High, to God Who finishes all things for me.",
      "3": "He will send from heaven and save me. He will put to shame him who is breaking me under his feet. God will send His loving-kindness and His truth.",
      "4": "My soul is among lions. I must lie among the sons of men who breathe fire, whose teeth are spears and arrows, and whose tongues are a sharp sword.",
      "5": "Be lifted up above the heavens, O God. Let Your shining-greatness be above all the earth.",
      "6": "They have set a net for my steps. My soul is brought down. They dug a deep hole in front of me. But they themselves have fallen into it.",
      "7": "My heart will not be moved, O God. My heart cannot be moved. I will sing, yes, I will sing praises!",
      "8": "Awake, my shining-greatness. Awake, harps. I will awake early in the morning.",
      "9": "O Lord, I will give thanks to You among the people. I will sing praises to You among the nations.",
      "10": "For Your loving-kindness is great to the heavens, and Your truth to the clouds.",
      "11": "Be lifted up above the heavens, O God. Let Your shining-greatness be above all the earth."
    },
    "58": {
      "1": "Do you speak what is right and good, O you powerful ones? Are you always right in how you judge, O sons of men?",
      "2": "No, in your heart you do what is wrong. You use your hands to hurt and destroy in the land.",
      "3": "The sinful go wrong as soon as they are born. Those who speak lies go the wrong way from birth.",
      "4": "Their poison is like the poison of a snake. They are like a cobra that cannot or will not listen.",
      "5": "It does not hear the voice of the man who has power over it, even if the man is very good in his work.",
      "6": "O God, break the teeth in their mouth. Break out the teeth of the young lions, O Lord.",
      "7": "Let them flow away like water that pours. When he uses his arrows, let them have no heads.",
      "8": "Let them be like a snail that melts away as it goes. Like a baby born dead, may they never see the sun.",
      "9": "Before your pots can feel the fire of thorns, He will blow them away with a storm, both the green and the burning ones.",
      "10": "The one who is right and good will be full of joy when he sees the sinful punished. He will wash his feet in their blood.",
      "11": "And men will say, “For sure there is pay for those who are right and good. For sure there is a God Who says who is guilty or not on the earth.”"
    },
    "59": {
      "1": "O my God, take me away from those who hate me. Put me up high above those who rise up against me.",
      "2": "Take me away from those who do wrong. And save me from those who kill.",
      "3": "For, look, they lie in wait for my life. Strong men are gathering together to fight me, but not because of my wrong-doing or my sin, O Lord.",
      "4": "I have done no wrong, but they get ready to fight against me. Rise up to help me.",
      "5": "You, O Lord God of All, God of Israel, rise up to punish all the nations. Show no loving-kindness to those people who cannot be trusted and plan sins.",
      "6": "They return at evening. They sound like dogs and go around the city.",
      "7": "See, they spit with their mouth. Swords are in their lips. And they say, “Who can hear us?”",
      "8": "But You laugh at them, O Lord. You laugh at all the nations.",
      "9": "O my Strength, I will watch for You. For God is my strong place.",
      "10": "My God in His loving-kindness will meet me. God will let me look at those who come against me and know that I will win the fight.",
      "11": "Do not kill them, or my people may forget. Divide them by Your power and bring them down, O Lord, our safe-covering.",
      "12": "Let them be caught in their pride for the sin of their mouth and the words of their lips. For the lies and bad things they say,",
      "13": "destroy them in anger. Destroy them so that they will be no more. Let it be known that God rules in Jacob and to the ends of the earth.",
      "14": "They return at evening. They make sounds like dogs and go around the city.",
      "15": "They go around looking for food and they show their teeth if they are not filled.",
      "16": "But as for me, I will sing of Your strength. Yes, I will sing with joy of Your loving-kindness in the morning. For You have been a strong and safe place for me in times of trouble.",
      "17": "O my Strength, I will sing praises to You. For God is my strong place and the God Who shows me loving-kindness."
    },
    "60": {
      "1": "O God, You have turned away from us. You have broken us. You have been angry. O heal us and turn to us again.",
      "2": "You have made the land shake. You have torn it open. Heal it where it is broken, for it shakes.",
      "3": "You have made Your people suffer hard things. You have given us wine to drink that makes us not able to walk straight.",
      "4": "You have given a flag to those who fear You, so it may be seen because of the truth.",
      "5": "Save us with Your right hand, and answer us, so Your loved ones may be set free.",
      "6": "God has said in His holy place: “I will be full of joy. I will divide Shechem and the valley of Succoth.",
      "7": "Gilead is Mine. And Manasseh is Mine. Ephraim is the covering for My head. Judah is My Law giver.",
      "8": "Moab is where I wash My hands. I will throw My shoe over Edom. Call out, Philistia, because of me.”",
      "9": "Who will bring me into the strong city? Who will lead me into Edom?",
      "10": "Have You not turned away from us, O God? And will You not go out with our armies, O God?",
      "11": "O give us help against those who hate us. For the help of man is worth nothing.",
      "12": "With God’s help we will do well. And He will break under His feet those who fight against us."
    },
    "61": {
      "1": "Hear my cry, O God. Listen to my prayer.",
      "2": "I call to You from the end of the earth when my heart is weak. Lead me to the rock that is higher than I.",
      "3": "For You have been a safe place for me, a tower of strength where I am safe from those who fight against me.",
      "4": "Let me live in Your tent forever. Let me be safe under the covering of Your wings.",
      "5": "For You have heard my promises, O God. You have given me that which You give to those who fear Your name.",
      "6": "You will add days to the life of the king. His years will be as long as the lives of many children and grandchildren added together.",
      "7": "He will stay forever with God. Set apart loving-kindness and truth to keep him safe.",
      "8": "So I will sing thanks to Your name forever and keep my promises day by day."
    },
    "62": {
      "1": "My soul is quiet and waits for God alone. He is the One Who saves me.",
      "2": "He alone is my rock and the One Who saves me. He is my strong place. I will not be shaken.",
      "3": "How long will all of you go against a man to break him down, that you may kill him, like a wall that no longer stands straight, like a fence ready to fall?",
      "4": "They have talked only about throwing him down from his high place. They find joy in lies. They pray with their mouth that good will come. But inside they hope that bad will come instead.",
      "5": "My soul is quiet and waits for God alone. My hope comes from Him.",
      "6": "He alone is my rock and the One Who saves me. He is my strong place. I will not be shaken.",
      "7": "My being safe and my honor rest with God. My safe place is in God, the rock of my strength.",
      "8": "Trust in Him at all times, O people. Pour out your heart before Him. God is a safe place for us.",
      "9": "Men who are not important come to nothing. Men who are important are a lie. When weighed they go up. Together they weigh less than a breath.",
      "10": "Do not get money in a wrong way or be proud in stolen things. If you get more riches, do not set your heart on them.",
      "11": "God has spoken once. I have heard this twice: Power belongs to God.",
      "12": "And loving-kindness belongs to You, O Lord. For You pay every man by the work he has done."
    },
    "63": {
      "1": "O God, You are my God. I will look for You with all my heart and strength. My soul is thirsty for You. My flesh is weak wanting You in a dry and tired land where there is no water.",
      "2": "So I have seen You in the holy place. And I have seen Your power and Your shining-greatness.",
      "3": "My lips will praise You because Your loving-kindness is better than life.",
      "4": "So I will give honor to You as long as I live. I will lift up my hands in Your name.",
      "5": "My soul will be filled as with rich foods. And my mouth praises You with lips of joy.",
      "6": "On my bed I remember You. I think of You through the hours of the night.",
      "7": "For You have been my help. And I sing for joy in the shadow of Your wings.",
      "8": "My soul holds on to You. Your right hand holds me up.",
      "9": "But those who want to take my life and destroy it will go deep into the earth.",
      "10": "They will be given over to the power of the sword. They will become food for foxes.",
      "11": "But the king will be full of joy in God. All who are faithful to God will be full of joy. For the mouth of those who speak lies will be stopped."
    },
    "64": {
      "1": "O God, hear my voice when I complain. Keep my life safe from the fear of those who hate me.",
      "2": "Hide me from the secret plans of the sinful and from the noise of those who do bad things.",
      "3": "They have made their tongues sharp like a sword. They use poison words like arrows.",
      "4": "They shoot at the man without blame from their hiding place. They are quick to shoot at him and are not afraid.",
      "5": "They talk each other into doing sinful things. They talk about setting hidden traps. They say, “Who will see them?”",
      "6": "They think of ways to do bad things, and say, “We have made a perfect plan!” For the inside thoughts and the heart of a man are deep.",
      "7": "But God will shoot at them with an arrow. They will be hurt very soon.",
      "8": "They will be made to trip and fall. Their own tongue is against them. All who see them will shake their heads.",
      "9": "Then all men will be afraid. They will tell about the work of God. And they will think about what He has done.",
      "10": "The man who is right and good will be glad in the Lord and go to Him to be safe. All those whose hearts are right will give Him praise."
    },
    "65": {
      "1": "All will be quiet before You, and praise belongs to You, O God, in Zion. And our promise to You will be kept.",
      "2": "O You Who hears prayer, to You all men come.",
      "3": "My sins are strong against me. But You forgive our sins.",
      "4": "Happy is the man You choose and bring near to You to live in Your holy place. We will be filled with the good things of Your house, Your holy house.",
      "5": "O God Who saves us, You answer us in the way that is right and good by Your great works that make people stand in fear. You are the hope of all the ends of the earth and of the farthest seas.",
      "6": "You have built the mountains by Your strength. You are dressed with power.",
      "7": "You quiet the storm of the seas, the sound of their waves, and the noise of the people.",
      "8": "Those who live far away are afraid of Your great works. You make morning and evening call out for joy.",
      "9": "You visit the earth and water it. You make it very rich. The river of God is full of water. You give the people grain when You have made the earth ready.",
      "10": "You water where the plow has been used. You cover the seeds with earth. You make it soft with rain. And You make the plants grow well.",
      "11": "You crown the year with Your good gifts. There is more than enough where You have been.",
      "12": "The fields of the desert are filled with water. And the hills dress themselves with joy.",
      "13": "The grass lands are covered with birds. And the valleys are covered with grain. They call out for joy and sing."
    },
    "66": {
      "1": "Raise the voice of joy to God, all the earth!",
      "2": "Sing out the honor of His name! Make His praise great!",
      "3": "Say to God, “How Your great works make those who hate You afraid! They will have to obey You because of Your great power.",
      "4": "All the earth will worship You and sing praises to You. They will sing praises to Your name.”",
      "5": "Come and see what God has done. There is much fear because of His great works toward the children of men.",
      "6": "He changed the sea into dry land. They passed through the river on foot. There we were full of joy in Him.",
      "7": "He rules forever by His power. His eyes keep watch over the nations. Do not let those who do not obey You honor themselves.",
      "8": "Give honor and thanks to God, O people, and let all hear how great He is!",
      "9": "He keeps us alive, and does not let our feet go out from under us.",
      "10": "For You have tested us, O God. You have made us pure like silver is made pure.",
      "11": "You brought us into the net. And You laid a heavy load on our back.",
      "12": "You made men travel over our heads. We went through fire and through water. But You brought us out into a place where we have much more than we need.",
      "13": "I will come into Your house with burnt gifts. I will give You what I promised,",
      "14": "promises made by my lips and spoken by my mouth when I was in trouble.",
      "15": "I will give You burnt gifts of fat animals with the smoke of rams. I will give You bulls with male goats.",
      "16": "Come and hear, all who fear God, and I will tell you what He has done for me.",
      "17": "I cried to Him with my mouth and praised Him with my tongue.",
      "18": "The Lord will not hear me if I hold on to sin in my heart.",
      "19": "But it is sure that God has heard. He has listened to the voice of my prayer.",
      "20": "Honor and thanks be to God! He has not turned away from my prayer or held His loving-kindness from me."
    },
    "67": {
      "1": "May God show loving-kindness toward us and bring good to us. May He make His face shine upon us.",
      "2": "May Your way be known on the earth, and Your saving power among all nations.",
      "3": "May the people praise You, O God. May all the people praise You.",
      "4": "May the nations be glad and sing for joy. For You will be fair when You judge the people and rule the nations of the earth.",
      "5": "May the people praise You, O God. May all the people praise You.",
      "6": "The earth has given its fruit. God, our God, will bring good to us.",
      "7": "God will bring good to us, and all the ends of the earth will fear Him."
    },
    "68": {
      "1": "May God rise up. May those who hate Him be divided. And may they run away from Him.",
      "2": "Drive them away like smoke in the wind. Let the sinful be destroyed before God like a candle melts by the fire.",
      "3": "But let those who are right and good be glad. Let them be happy before God. Yes, let them be full of joy.",
      "4": "Sing to God. Sing praises to His name. Make a road for Him Who goes through the deserts. The Lord is His name. Be full of joy before Him.",
      "5": "God in His holy house is a father to those who have no father. And He keeps the women safe whose husbands have died.",
      "6": "God makes a home for those who are alone. He leads men out of prison into happiness and well-being. But those who fight against Him live in an empty desert.",
      "7": "O God, when You went out before Your people, when You walked through the desert,",
      "8": "the earth shook. The heavens poured down rain before God. And Sinai shook before God, the God of Israel.",
      "9": "You sent a heavy rain, O God. You brought life back to Your promised land when it was dry.",
      "10": "Your people made it their home. O God, You gave the poor what they needed because You are good.",
      "11": "The Lord gives the Word. And the women who tell the good news are many.",
      "12": "The kings of armies run. They run away. And she who stays at home divides the riches.",
      "13": "When you lie down among the sheep, you are like the wings of a dove covered with silver, and the end of its wings with shining gold.",
      "14": "When the All-powerful divided the kings there, snow was falling in Zalmon.",
      "15": "A mountain of God is the mountain of Bashan. A mountain of many high tops is the mountain of Bashan.",
      "16": "O mountains of many high tops, why do you look with jealousy at the mountain which God has chosen for His home? For sure, the Lord will live there forever.",
      "17": "The war-wagons of God are 20,000, even thousands of thousands. The Lord is among them, as at Sinai, in the holy place.",
      "18": "You have gone up on high. You have taken those who were held with You. You have received gifts of men, even among those who fought against You. So the Lord God may live there with them.",
      "19": "Honor and thanks be to the Lord, Who carries our heavy loads day by day. He is the God Who saves us.",
      "20": "Our God is a God Who sets us free. The way out of death belongs to God the Lord.",
      "21": "But God will break the head of those who hate Him, the hair-covered head of him who goes on in his sins.",
      "22": "The Lord said, “I will bring them back from Bashan. I will bring them back from the bottom of the sea.",
      "23": "So your feet may crush them in blood. And the tongue of your dogs may have a share of those who hate you.”",
      "24": "They have seen Your people walking together, O God. They have seen the people of my God and King walking into the holy place.",
      "25": "Those who sing are in front. Those who play music are behind. And young women who beat timbrels are between.",
      "26": "Give thanks to God in the meetings of worship. Give thanks to the Lord, you who are of the family of Israel.",
      "27": "There is young Benjamin leading them. The rulers of Judah are among the people, and the rulers of Zebulun, and the rulers of Naphtali.",
      "28": "Your God has called for your strength. Show Your strength, O God, Who has acted for us.",
      "29": "Kings will bring gifts to You because of Your holy house at Jerusalem.",
      "30": "Speak sharp words to the wild animals in the tall grass by the river, the group of bulls with the calves of the people. Walk on those who desire pieces of silver. Divide the people who have joy in war.",
      "31": "Princes will come from Egypt. Ethiopia will hurry to put her hands out to God.",
      "32": "Sing to God, O nations of the earth. Sing praises to the Lord.",
      "33": "Sing to Him Who sits upon the heavens, the heavens of old. Listen, He sends out His voice, His powerful voice.",
      "34": "Tell of the power of God. His great power is over Israel and His strength is in the sky.",
      "35": "O God, You are honored with fear as You come from Your holy place. The God of Israel Himself gives strength and power to His people. Honor and thanks be to God!"
    },
    "69": {
      "1": "Save me, O God, for the waters have almost taken my life.",
      "2": "I have gone down into deep mud and there is no place to put my feet. I have come into deep waters and a flood comes over me.",
      "3": "I have cried until I am tired. My mouth is dry. My eyes become weak while I wait for my God.",
      "4": "Those who hate me, without a reason, are more than the hairs on my head. Those who want to destroy me are powerful. I am made to return things that I did not steal.",
      "5": "O God, You know how foolish I am. My sins are not hidden from You.",
      "6": "May those who wait for You not be put to shame because of me, O Lord God of All. May those who look for You not lose respect because of me, O God of Israel.",
      "7": "I have been put to shame because of You. Shame has covered my face.",
      "8": "I have become a stranger to my brothers, a stranger to my mother’s sons.",
      "9": "For the strong desire for Your house has burned me up. And the bad things said about You have fallen on me.",
      "10": "When I cried and went without food, I was put to shame.",
      "11": "When I put on clothes made from hair, they made fun of me.",
      "12": "Those who sit by the gate talk about me. And I am the song of those who drink too much.",
      "13": "But as for me, my prayer is to You at the right time, O Lord. Answer me with Your saving truth in Your great loving-kindness, O God.",
      "14": "Take me out of the mud and do not let me go down in it. Take me away from those who hate me and from the deep waters.",
      "15": "Keep the flood water from covering me. Do not let the sea swallow me up. Do not let the deep hole close its mouth over me.",
      "16": "Answer me, O Lord, for Your loving-kindness is good. Turn to me because of Your great loving-pity.",
      "17": "Do not hide Your face from Your servant, for I am in trouble. Hurry to answer me.",
      "18": "Come near to me and save me. Pay the price to set me free from those who hate me.",
      "19": "You know how I have been put to shame by the bad things said about me. All those who hate me are before You.",
      "20": "Being put to shame has broken my heart, and I feel very sick. I looked for pity but there was none. I looked for someone to comfort me but there was no one.",
      "21": "They gave me bitter drink in my food. And because I was thirsty they gave me sour wine.",
      "22": "May their table in front of them become a net. May it become a trap when they are in peace.",
      "23": "May their eyes grow dark so they cannot see. And may their backs always shake.",
      "24": "Pour out Your anger on them. May Your burning anger catch up with them.",
      "25": "May their place of living be empty and may no one live in their tents.",
      "26": "For they have made it hard for the one You have punished. And they talk about the pain of those You have hurt.",
      "27": "Let their sins add up, and may they not become right with You.",
      "28": "May they be taken out of the book of life, and not be written down with those who are right with You.",
      "29": "But I am suffering and in pain. O God, may You save me and set me up on high.",
      "30": "I will praise the name of God with song. And I will give Him great honor with much thanks.",
      "31": "This will please the Lord more than any ox or young bull with horns and hoofs.",
      "32": "Those without pride will see it and be glad. You who look for God, let your heart receive new strength.",
      "33": "For the Lord hears those who are in need, and does not hate His people in prison.",
      "34": "Let heaven and earth and the seas and all the things that move in them give thanks to Him.",
      "35": "For God will save Zion and build the cities of Judah. Then His people may live there and have it for their own.",
      "36": "And the children of those who obey Him will have it given to them. Those who love His name will live there."
    },
    "70": {
      "1": "O God, hurry to take me out of trouble. O Lord, hurry to help me!",
      "2": "Let those who want to kill me be ashamed and brought low. Let those who want to hurt me be turned away in shame.",
      "3": "Let those who say, “O, O!” be turned back because of their shame.",
      "4": "Let all who look for You be full of joy and be glad in You. And let those who love Your saving power always say, “Let God be honored.”",
      "5": "But I am poor and in need. Hurry to me, O God! You are my help and the One Who takes me out of trouble. O Lord, do not wait."
    },
    "71": {
      "1": "I have a safe place in you, O Lord. Let me never be ashamed.",
      "2": "Because You are right and good, take me out of trouble. Turn Your ear to me and save me.",
      "3": "Be a rock to me where I live, where I may always come and where I will be safe. For You are my rock and my safe place.",
      "4": "O my God, take me from the hand of the sinful, from the hand of the wrong-doer and the man without pity.",
      "5": "For You are my hope, O Lord God. You are my trust since I was young.",
      "6": "You have kept me safe from birth. It was You Who watched over me from the day I was born. My praise is always of You.",
      "7": "I have become a wonder and surprise to many. For You are my strong safe place.",
      "8": "My mouth is filled with Your praise and with Your honor all day long.",
      "9": "Do not let me fall by the way when I am old. Do not leave me alone when my strength is gone.",
      "10": "For those who hate me talk against me. Those who want to kill make plans together.",
      "11": "They say, “God has turned away from him. Run and catch him, for there is no one to take him out of trouble.”",
      "12": "O God, do not be far from me! O my God, hurry to help me!",
      "13": "Let those who are against me be ashamed and destroyed. Let those who want to hurt me be without honor and covered with shame.",
      "14": "But as for me, I will always have hope and I will praise You more and more.",
      "15": "My mouth will tell about how right and good You are and about Your saving acts all day long. For there are more than I can know.",
      "16": "I will come in the strength of the Lord God. I will tell about how right and good You are, and You alone.",
      "17": "O God, You have taught me from when I was young. And I still tell about Your great works.",
      "18": "Even when I am old and my hair is turning white, O God, do not leave me alone. Let me tell about Your strength to all the people living now, and about Your power to all who are to come.",
      "19": "O God, You are right and good, as the heavens are high. You have done great things, O God. Who is like You?",
      "20": "You have shown me many troubles of all kinds. But You will make me strong again. And You will bring me up again from deep in the earth.",
      "21": "Add to my greatness, and turn to comfort me.",
      "22": "O my God, I will praise You with a harp. I will praise Your truth. I will sing praises to You with different kinds of harps, O Holy One of Israel.",
      "23": "My lips will call out for joy when I sing praises to You. You have set my soul free.",
      "24": "My tongue will tell about how right and good You are all day long. For those who want to hurt me are ashamed and troubled."
    },
    "72": {
      "1": "O God, make the king right in what he decides. Make the king’s son right with You.",
      "2": "May he be right when he decides who is right and who is wrong and may he be fair to the poor.",
      "3": "Let mountains and hills bring peace to the people through what is right and good.",
      "4": "May he stand by those who are poor, save the children of those in need, and destroy the bad power over them.",
      "5": "May all the children-to-come fear You as long as the sun and the moon last.",
      "6": "May He come down like rain upon the cut grass, like rain that waters the earth.",
      "7": "In His days may all go well with those who are right and good. And may there be much peace until the moon is no more.",
      "8": "May he also rule from sea to sea, and from the river to the ends of the earth.",
      "9": "Those who live in the desert will put their faces to the ground before Him. And those who hate Him will kiss the dust.",
      "10": "Let the kings of Tarshish and of the islands bring gifts. Let the kings of Sheba and Seba bring gifts.",
      "11": "Yes, let all kings fall down at His feet, and all nations serve Him.",
      "12": "For He will take out of trouble the one in need when he cries for help, and the poor man who has no one to help.",
      "13": "He will have loving-pity on the weak and those in need. He will save the lives of those in need.",
      "14": "He will take them from the bad power that is held over them and from being hurt. Their blood will be of much worth in His eyes.",
      "15": "He will live, and the gold of Sheba will be given to Him. Prayer will be given for Him all the time. Let them honor Him all day long.",
      "16": "May there be much grain in the land on top of the mountains. May its fruit grow like the trees of Lebanon. And may those of the city grow like the grass of the earth.",
      "17": "May His name last forever. May His name become bigger as long as the sun shines. And let men respect themselves through Him. Let all nations honor Him.",
      "18": "Honor and thanks be to the Lord God, the God of Israel, Who alone does great things.",
      "19": "And honor be to His great name forever. May the whole earth be filled with His shining-greatness. Let it be so.",
      "20": "The prayers of David, the son of Jesse, are ended."
    },
    "73": {
      "1": "For sure God is good to Israel, to those who are pure in heart.",
      "2": "But as for me, my feet came close to falling. My steps had almost tripped.",
      "3": "For I was jealous of the proud when I saw that all was going well with the sinful.",
      "4": "For they suffer no pain in their death, and their body is fat.",
      "5": "They do not have the troubles of other men or suffer like other men.",
      "6": "So they wear pride around their neck. Fighting covers them like a coat.",
      "7": "They are so fat that their eyes are pushed out. The crazy thoughts of their hearts run wild.",
      "8": "They laugh at the truth, and speak sinful things about making it hard for others. They speak from a high place.",
      "9": "They say bad things against heaven, and their tongue walks through the earth.",
      "10": "And so his people return to this place and drink water from a full cup.",
      "11": "They say, “How does God know? Is there much learning with the Most High?”",
      "12": "See, this is what the sinful are like. They always have it easy and their riches grow.",
      "13": "For no good reason I have kept my heart pure and have not sinned.",
      "14": "For I have suffered all day long. I have been punished every morning.",
      "15": "I would not have been true to Your children if I had spoken this way.",
      "16": "It was too hard for me when I tried to understand this,",
      "17": "until I went into the holy place of God. Then I understood their end.",
      "18": "For sure, You set the sinful in places where there is danger at every step. You throw them down to be destroyed.",
      "19": "How they are destroyed right away! They come to an end with much fear.",
      "20": "Like a dream when one wakes up, so You will hate what they look like when You rise up, O Lord.",
      "21": "My heart was troubled and I was hurt inside.",
      "22": "I was without reason and did not know better. I was like an animal before You.",
      "23": "Yet I am always with You. You hold me by my right hand.",
      "24": "You will lead me by telling me what I should do. And after this, You will bring me into shining-greatness.",
      "25": "Whom have I in heaven but You? I want nothing more on earth, but You.",
      "26": "My body and my heart may grow weak, but God is the strength of my heart and all I need forever.",
      "27": "For, see, those who are far from You will be lost from You forever. You have destroyed all those who are not faithful to You.",
      "28": "But as for me, it is good to be near God. I have made the Lord God my safe place. So I may tell of all the things You have done."
    },
    "74": {
      "1": "O God, why have You turned away from us forever? Why does Your anger burn against the sheep in Your fields?",
      "2": "Remember Your people that You bought a long time ago. You made them free to be the family of Your promise, and Mount Zion, where You have lived.",
      "3": "Turn Your steps toward this place that has been destroyed forever. Those who hate You have destroyed all that is in the holy place.",
      "4": "Those who hate You have called out in the center of Your meeting place. They have set up their flags to show that they have won.",
      "5": "They acted like men taking up axes against a group of trees.",
      "6": "All of its fine work has been broken with axes and sticks.",
      "7": "They have burned Your holy place to the dust. They have made dirty the house of Your name.",
      "8": "They said in their hearts, “Let us destroy all of these places!” They have burned all the meeting places where God was worshiped in the land.",
      "9": "We do not see any special things happening. There is no longer anyone who speaks for God. And none of us knows how long this will be.",
      "10": "O God, how long will those who hate You laugh at the truth? Will they speak against Your name forever?",
      "11": "Why do You take Your hand away, even Your right hand? Put it out and destroy them!",
      "12": "God is still my King from long ago. He does saving works upon the earth.",
      "13": "You divided the sea by Your power. You broke the heads of the large dragons in the waters.",
      "14": "You crushed the heads of the Leviathan. And You fed him to the animals of the desert.",
      "15": "It was You Who opened up the earth for water to flow out. And You dried up rivers that flow forever.",
      "16": "The day is Yours. And the night is Yours. You have set the light and the sun in their places.",
      "17": "You have divided all the lands and seas and nations of the earth. You have made summer and winter.",
      "18": "Remember how those who hate You have laughed at the truth, O Lord. Foolish people have spoken against Your name.",
      "19": "Do not give the life of Your dove over to the wild animal. Do not forget the lives of Your troubled people forever.",
      "20": "Think about Your agreement. For the dark places of the land are full of fighting.",
      "21": "Do not let those who suffer under a bad power return without honor. Let those who suffer and those who are in need praise Your name.",
      "22": "Rise up, O God. Stand up for Your rights. Remember how the foolish man speaks against You all day long.",
      "23": "Do not forget the voice of those who hate You, the noise that comes without stopping from those who rise against You."
    },
    "75": {
      "1": "We give thanks to You, O God. We give thanks that Your name is near. Men tell about the great things You have done.",
      "2": "You say, “When the right time has come, I will be right and fair in deciding who is guilty or not.",
      "3": "When the earth and all its people shake, it is I Who will hold it together.",
      "4": "I said to the proud, ‘Do not speak with pride.’ And I said to the sinful, ‘Do not lift up the horn.",
      "5": "Do not lift your horn up high. Do not speak in your pride.’”",
      "6": "For honor does not come from the east or the west or from the desert.",
      "7": "But God is the One Who decides. He puts down one and brings respect to another.",
      "8": "For there is a cup in the Lord’s hand. It is full of strong wine that is well mixed. He pours out from it, and all the sinful people of the earth must drink all of it.",
      "9": "But as for me, I will tell of it forever. I will sing praises to the God of Jacob.",
      "10": "He will cut off all the horns of the sinful. But the horns of those who are right with God will be lifted up."
    },
    "76": {
      "1": "God is known in Judah. His name is great in Israel.",
      "2": "His holy tent of worship is in Salem. He lives in Zion.",
      "3": "There He broke the burning arrows, the iron covering and the sword, and all the things used for fighting in war.",
      "4": "You are shining with greatness, more beautiful than the mountains with many animals.",
      "5": "Strong men have been robbed. They sleep their last sleep. Not one of the soldiers can lift his hands.",
      "6": "O God of Jacob, both soldier and horse were put in a dead sleep because of Your sharp words.",
      "7": "You alone are to be feared. Who may stand before You when You are angry?",
      "8": "You said from heaven who is guilty or not. The earth was afraid and quiet",
      "9": "when God stood up to say who is guilty or not, and to save all the people of the earth who are not proud.",
      "10": "For the anger of man will praise You. And You will keep what is left of anger around You.",
      "11": "Make promises to the Lord your God and keep them. Let all who are around Him bring gifts to Him, Who is to be feared.",
      "12": "He will cut off the spirit of princes. He is feared by the kings of the earth."
    },
    "77": {
      "1": "My voice goes up to God, and I will cry out. My voice goes up to God and He will hear me.",
      "2": "I looked to the Lord when I was in trouble. I put out my hand at night, and it did not get tired. My soul would not be comforted.",
      "3": "When I remember God, then I am troubled. When I am in deep thought, then my spirit becomes weak.",
      "4": "You keep my eyes from closing. I am so troubled that I cannot speak.",
      "5": "I have thought about the days of old, the years of long ago.",
      "6": "I remember my song in the night. I think with my heart. And my spirit asks questions.",
      "7": "Will the Lord turn away forever? Will He never show favor again?",
      "8": "Has His loving-kindness stopped forever? Has His promise come to an end for all time?",
      "9": "Has God forgotten to be loving and kind? Has He in anger taken away His loving-pity?",
      "10": "Then I said, “It is my sorrow that the right hand of the Most High has changed.”",
      "11": "I will remember the things the Lord has done. Yes, I will remember the powerful works of long ago.",
      "12": "I will think of all Your work, and keep in mind all the great things You have done.",
      "13": "O God, Your way is holy. What god is great like our God?",
      "14": "You are the God Who does great works. You have shown Your power among the people.",
      "15": "You have set free Your people, the sons of Jacob and Joseph, with Your strong arm.",
      "16": "The waters saw You, O God. The waters saw You and shook. The sea shook also.",
      "17": "The clouds poured down water. The sky sounded with thunder. Your arrows of lightning went this way and that.",
      "18": "The sound of Your thunder was in the turning wind. The lightning lit up the world. The earth shook.",
      "19": "Your way was through the sea. Your paths went through the powerful waters. And it cannot be known where You stepped.",
      "20": "You led Your people like a flock by the hand of Moses and Aaron."
    },
    "78": {
      "1": "O my people, hear my teaching. Listen to the words of my mouth.",
      "2": "I will open my mouth in picture-stories. I will tell things which have been kept secret from long ago,",
      "3": "which we have heard and known because our fathers have told us.",
      "4": "We will not hide them from their children. But we will tell the children-to-come the praises of the Lord, and of His power and the great things He has done.",
      "5": "For He has made His will known to Jacob. He made the Law in Israel, which He told our fathers to teach their children.",
      "6": "So the children-to-come might know, even the children yet to be born. So they may rise up and tell it to their children.",
      "7": "Then they would put their trust in God and not forget the works of God. And they would keep His Law.",
      "8": "They would not be like their fathers, who were not right with God and would not obey Him or be faithful to Him.",
      "9": "The sons of Ephraim were ready with their bows. But they turned away in the day of fighting.",
      "10": "They did not keep the agreement of God. And they would not walk in His Law.",
      "11": "They forgot what He had done and His great works that He had shown them.",
      "12": "He did powerful works in front of their fathers, in the land of Egypt, in the field of Zoan.",
      "13": "He divided the sea and made them pass through it. He made the water stand up like a wall.",
      "14": "He led them with the cloud during the day, and with a light of fire during the night.",
      "15": "He broke the rocks in the desert, and gave them water as if it flowed from the sea.",
      "16": "He made water come out of the rock. He made the water flow down like rivers.",
      "17": "But they still kept on sinning against Him. They did not obey the Most High in the desert.",
      "18": "They tested God in their hearts by asking for the food they wanted.",
      "19": "Then they spoke against God, saying, “Can God set a table in the desert?",
      "20": "See, He hit the rock and water poured out and rivers flowed over. Can He give bread also? Will He give meat to His people?”",
      "21": "The Lord was full of anger when He heard them. And a fire was set against Jacob. His anger went up against Israel,",
      "22": "because they did not believe in God. They did not trust in Him to save them.",
      "23": "Yet He spoke to the clouds above, and opened the doors of heaven.",
      "24": "He sent down bread from heaven for them to eat. He gave them food from heaven.",
      "25": "Men ate the bread of angels. He sent them all the food they could eat.",
      "26": "He made the east wind blow in the heavens. And He brought in the south wind by His power.",
      "27": "He sent meat down on them like dust, winged birds like the sand of the sea.",
      "28": "He let them fall in the place where they were staying, all around their tents.",
      "29": "So they ate until they were full. He gave them what they wanted.",
      "30": "But before they had eaten all they wanted, even while it was still in their mouths,",
      "31": "the anger of God came upon them. And He killed the strongest of them. He cut down the young men of Israel.",
      "32": "But still they kept on sinning. They did not believe in His powerful works.",
      "33": "So He made their days come to nothing. He made their years end in fear all at once.",
      "34": "When He killed some of them, the others would look for Him. They returned and looked for God.",
      "35": "They remembered that God was their rock, and that the Most High God was the One Who set them free.",
      "36": "But they gave Him false honor with their mouth. They lied to Him with their tongue.",
      "37": "For their heart was not right toward Him. They were not faithful to His agreement.",
      "38": "But He showed them loving-kindness and forgave their sins. He did not destroy them. He held back His anger many times. He did not let all of His anger loose.",
      "39": "He remembered that they were only flesh, a wind that passes and does not return.",
      "40": "How many times they went against Him in the desert, and gave Him sorrow in that empty land!",
      "41": "They put God to the test again and again, and troubled the Holy One of Israel.",
      "42": "They did not remember His power and the day He saved them from those who hated them,",
      "43": "when He did His powerful works in Egypt and showed His greatness in the field of Zoan.",
      "44": "He changed their rivers into blood. They could not drink from their rivers.",
      "45": "He sent many flies among them that ate them, and frogs that destroyed them.",
      "46": "He gave their fields of food to the grasshopper, and all they worked for to the locust.",
      "47": "He destroyed their vines with hail, and their sycamore trees with cold.",
      "48": "He killed their cattle with hail and lightning.",
      "49": "He sent them His burning anger and trouble. He sent a group of angels to bring trouble and sorrow to them.",
      "50": "He made a straight path for His anger. He did not save their soul from death. But He gave their lives over to all these troubles.",
      "51": "He killed all the first-born in Egypt, the first children of their strength in the tents of Ham.",
      "52": "But He brought His people out like sheep. And He led them like a flock in the desert.",
      "53": "He led them and kept them safe, so they were not afraid. But the sea covered those who hated them.",
      "54": "He brought them to His holy land, to the hill country His right hand had taken.",
      "55": "He drove out the nations before them. He gave them parts of the land for a gift. And He made the families of Israel live in their tents.",
      "56": "But they tempted and went against the Most High God. They did not keep His Law.",
      "57": "They turned away and acted without faith like their fathers. They were like a bow that cannot be trusted.",
      "58": "They made Him angry with their sinful places of worship. And they made Him jealous with their false gods.",
      "59": "God was very angry when He heard them, and He hated Israel.",
      "60": "He left the holy tent at Shiloh, the tent He had set up among men.",
      "61": "And He let His strength be taken. He put His greatness into the hands of those who hated Israel.",
      "62": "He allowed His people to be killed with the sword. And He was very angry with those who belong to Him.",
      "63": "Fire burned up their young men. And their young women had no wedding songs.",
      "64": "Their religious leaders fell by the sword. And the women who lost their husbands could not cry.",
      "65": "Then the Lord woke up as if from sleep, like a strong man wild with wine.",
      "66": "He beat back those who hated Him. And He put them to shame forever.",
      "67": "He turned away from the tent of Joseph. He did not choose the family of Ephraim,",
      "68": "but chose the family of Judah, Mount Zion which He loved.",
      "69": "He built His holy place like the high mountains, like the earth He has built forever.",
      "70": "He chose David, His servant and took him from the flocks of sheep.",
      "71": "He brought him from caring for the sheep and their lambs to being the shepherd of Jacob His people, and Israel who belongs to Him.",
      "72": "So David was their shepherd with a heart that was right, and led them with good hands and wisdom."
    },
    "79": {
      "1": "O God, the nations have come into the land of Your people. They have made Your holy house dirty. They have crushed the walls and buildings of Jerusalem.",
      "2": "They have given the dead bodies of Your servants to the birds of the heavens for food. The flesh of those who belong to You has been given to the wild animals of the earth.",
      "3": "They have poured out their blood like water all around Jerusalem. And there was no one to bury them.",
      "4": "We have become a shame to our neighbors. Those around us laugh at and make fun of us.",
      "5": "How long, O Lord? Will You be angry forever? Will Your jealousy burn like fire?",
      "6": "Pour out Your anger on the nations that do not know You, and on the nations that do not call on Your name.",
      "7": "For they have destroyed Jacob. They have laid waste the place where he lived.",
      "8": "Do not hold the sins of our fathers against us. Let Your loving-pity come fast to meet us. For we are in much need.",
      "9": "O God Who saves us, help us for the honor of Your name. Take us out of trouble and forgive our sins, for the honor of Your name.",
      "10": "Why should the nations say, “Where is their God?” Make it known among the nations, in front of our eyes, that You punish for the blood that has poured from Your servants.",
      "11": "Hear the cries of those in prison. By the greatness of Your power, save those who are being sent to death.",
      "12": "And return to our neighbors seven times the shame that they have brought You, O Lord.",
      "13": "Then we Your people, the sheep of Your field, will give thanks to You forever. We will tell of Your praise to all the people of all times."
    },
    "80": {
      "1": "Hear us, O Shepherd of Israel, You Who lead Joseph like a flock! You Who sit on Your throne above the angels, let Your light shine!",
      "2": "Stir up Your power in front of Ephraim and Benjamin and Manassah, and come to save us!",
      "3": "O God, bring us back to You. Make Your face shine upon us, that we may be saved.",
      "4": "O Lord God of all, how long will You be angry with the prayers of Your people?",
      "5": "You have fed them with the bread of tears. And You have made them drink a big amount of tears.",
      "6": "You have made us an object of arguing to our neighbors. Those who hate us laugh among themselves.",
      "7": "O God of all, bring us back to You. Make Your face shine upon us, and we will be saved.",
      "8": "You brought a vine out of Egypt. You drove out the nations, and You planted it.",
      "9": "You cleared the land for it. And its roots went deep and filled the land.",
      "10": "The mountains were covered with its shadow. And the tall trees were covered with its branches.",
      "11": "It sent out its branches to the sea, and its new branches to the River.",
      "12": "Why have You broken down its walls so that all who pass by pick its fruit?",
      "13": "The wild pig from among the trees eats it away. And whatever moves in the field eats from it.",
      "14": "O God of all, we beg You to return. Look down from heaven and see. Take care of this vine.",
      "15": "Take care of the root Your right hand has planted, and the branch that You have raised up for Yourself.",
      "16": "They have burned it with fire. It is cut down. May they be lost when they hear Your strong words.",
      "17": "Let Your hand be upon the man of Your right hand, the son of man you have made strong for Yourself.",
      "18": "Then we will not turn away from You. Give us new life again, and we will call on Your name.",
      "19": "O Lord God of all, bring us back to You. Make Your face shine upon us, and we will be saved."
    },
    "81": {
      "1": "Sing for joy to God our strength! Call out for joy to the God of Jacob!",
      "2": "Sing a song, beat the timbrel. Play the sweet-sounding harps.",
      "3": "Blow the horn at the new moon, at the full moon on the day of our special supper.",
      "4": "For this is a Law for Israel, a Law of the God of Jacob.",
      "5": "He made it a Law for Joseph, when he went through the land of Egypt. I heard a language that I did not know:",
      "6": "“I took the load off his shoulders. His hands were set free from the basket.",
      "7": "You called in your trouble, and I took you out of it. I answered you in the hiding place of thunder. I tested you at the waters of Meribah.",
      "8": "Hear, O My people, and I will tell you what to do. O Israel, if you would listen to Me!",
      "9": "Let there be no strange god among you. Do not worship any false god.",
      "10": "I, the Lord, am your God. I brought you out of the land of Egypt. Open your mouth wide and I will fill it.",
      "11": "“But My people did not listen to My voice. And Israel did not obey Me.",
      "12": "So I let them follow the desires of their sinful hearts. They followed their own plans.",
      "13": "If only My people would listen to Me! If only Israel would follow My ways!",
      "14": "I would hurry to crush those who fight against them. I would turn My hand against those who hate them.",
      "15": "Those who hate the Lord would pretend to obey Him. And their punishment would last forever.",
      "16": "But I would feed you with the best of grain. And I would fill you with honey from the rock.”"
    },
    "82": {
      "1": "God takes His stand in the great meeting of His people. He judges among the rulers.",
      "2": "How long will you rulers be wrong in how you judge? How long will you show favor to the sinful?",
      "3": "Do the right thing for the weak and those without a father. Stand up for the rights of those who are suffering and in need.",
      "4": "Save the weak and those in need. Set them free from the hand of the sinful.",
      "5": "They know nothing; they understand nothing. They walk around in the dark. All that the earth is built upon is shaking.",
      "6": "I said, “You are gods. You are all sons of the Most High.",
      "7": "But you will die like men, and fall like one of the princes.”",
      "8": "Rise up, O God! Say who is guilty or not guilty upon the earth! For all the nations belong to You."
    },
    "83": {
      "1": "O God, do not keep quiet. Do not be quiet, O God, and do not hold Your peace.",
      "2": "For, look, those who hate You are making much noise. Those who fight against You have honored themselves.",
      "3": "They make bad plans against Your people. They plan against those You care for.",
      "4": "They say, “Come, let us destroy them as a nation. Let the name of Israel be remembered no longer.”",
      "5": "For they plan together with one mind. They make an agreement against You:",
      "6": "The tents of Edom and the Ishmaelites; Moab and the Hagarites;",
      "7": "Gebal, and Ammon, and Amalek; Philistia with those who live in Tyre;",
      "8": "Assyria has joined them also. They help the children of Lot.",
      "9": "Do to them as You did to Midian, and to Sisera and Jabin at the river of Kishon.",
      "10": "They were destroyed at Endor. They were spread over the field.",
      "11": "Make their respected men like Oreb and Zeeb. Make their princes like Zebah and Zalmunna,",
      "12": "who said, “Let us take for ourselves the fields of God.”",
      "13": "O my God, make them like dust turning in the wind, like parts of the grass that have no worth and are blown away.",
      "14": "As the fire that burns up the trees and spreads over the mountains,",
      "15": "so go behind them with Your storm. Make them afraid with Your storm.",
      "16": "Fill their faces with shame, so they will look to Your name, O Lord.",
      "17": "Let them be ashamed and afraid forever. Let them be put to shame and lost.",
      "18": "Then they may know that You alone, Whose name is the Lord, are the Most High over all the earth."
    },
    "84": {
      "1": "How beautiful are the places where You live, O Lord of all!",
      "2": "My soul wants and even becomes weak from wanting to be in the house of the Lord. My heart and my flesh sing for joy to the living God.",
      "3": "Even the bird has found a home. The swallow has found a nest for herself where she may lay her young at Your altars, O Lord of all, my King and my God.",
      "4": "How happy are those who live in Your house! They are always giving thanks to You.",
      "5": "How happy is the man whose strength is in You and in whose heart are the roads to Zion!",
      "6": "As they pass through the dry valley of Baca, they make it a place of good water. The early rain fills the pools with good also.",
      "7": "They go from strength to strength. Every one of them stands before God in Zion.",
      "8": "O Lord God of all, hear my prayer. Listen, O God of Jacob.",
      "9": "Look upon our safe-covering, O God. And look upon the face of Your chosen one.",
      "10": "For a day in Your house is better than a thousand outside. I would rather be the one who opens the door of the house of my God, than to live in the tents of the sinful.",
      "11": "For the Lord God is a sun and a safe-covering. The Lord gives favor and honor. He holds back nothing good from those who walk in the way that is right.",
      "12": "O Lord of all, how happy is the man who trusts in You!"
    },
    "85": {
      "1": "O Lord, You showed favor to Your land. You have returned those of Jacob who were taken away.",
      "2": "You have forgiven the sins of Your people. You have covered all their sin.",
      "3": "You have taken away all Your anger. You have turned away from Your burning anger.",
      "4": "O God Who saves us, give us life again. Make Your anger toward us stop.",
      "5": "Will You be angry with us forever? Will You spread out Your anger to families of all times?",
      "6": "Will You not bring us back to life again so that Your people may be happy in You?",
      "7": "Show us Your loving-kindness, O Lord, and save us.",
      "8": "I will listen to what God the Lord will say. For He will speak peace to His people, to those who are right with Him. But do not let them turn again to foolish things.",
      "9": "For sure His saving power is near those who fear Him, so His shining-greatness may live in the land.",
      "10": "Loving-kindness and truth have met together. Peace and what is right and good have kissed each other.",
      "11": "Truth comes up from the earth. And what is right and good looks down from heaven.",
      "12": "Yes, the Lord will give what is good. And our land will give its fruit.",
      "13": "What is right and good will go before Him and make a way for His steps."
    },
    "86": {
      "1": "Hear, O Lord, and answer me. For I am suffering and in need.",
      "2": "Keep my life, for I am faithful to You. You are my God. Save Your servant who trusts in You.",
      "3": "Show me loving-kindness, O Lord. For I cry to You all day long.",
      "4": "Bring joy to Your servant. For I lift up my soul to You, O Lord.",
      "5": "For You are good and ready to forgive, O Lord. You are rich in loving-kindness to all who call to You.",
      "6": "Hear my prayer, O Lord. Listen to my cry for help.",
      "7": "I will call to You in the day of my trouble. For You will answer me.",
      "8": "There is no one like You among the gods, O Lord. And there are no works like Yours.",
      "9": "All the nations You have made will come and worship before You, O Lord. And they will bring honor to Your name.",
      "10": "For You are great and do great things. You alone are God.",
      "11": "Teach me Your way, O Lord. I will walk in Your truth. May my heart fear Your name.",
      "12": "O Lord my God, I will give thanks to You with all my heart. I will bring honor to Your name forever.",
      "13": "For Your loving-kindness toward me is great. And You have saved my soul from the bottom of the grave.",
      "14": "O God, proud men have come up against me. A group of fighting men want to take my life. And they do not think of You.",
      "15": "But You, O Lord, are a God full of love and pity. You are slow to anger and rich in loving-kindness and truth.",
      "16": "Turn to me, and show me loving-kindness. Give Your strength to Your servant. And save the son of your woman servant.",
      "17": "Give me something special to see of Your favor. Then those who hate me may see it and be ashamed. Because You, O Lord, have helped me and comforted me."
    },
    "87": {
      "1": "The city God built stands on the holy mountains.",
      "2": "The Lord loves the gates of Zion more than all the other places of Jacob.",
      "3": "Great things are said about you, O city of God.",
      "4": "I will say that Rahab and Babylon are among those who know Me. Look, Philistia and Tyre and Ethiopia say, “This one was born there.”",
      "5": "But it will be said of Zion, “This one and that one were born in her.” And the Most High Himself will make her strong.",
      "6": "The Lord will write in the book of the people, “This one was born there.”",
      "7": "Then those who sing and those who play music will say, “All my wells of joy are in you.”"
    },
    "88": {
      "1": "O Lord, the God Who saves me, I have cried out before You day and night.",
      "2": "Let my prayer come to You. Listen to my cry.",
      "3": "For my soul is filled with troubles. And my life comes near the grave.",
      "4": "I am added among those who go down into the deep hole. I am like a man without strength.",
      "5": "I am left among the dead, like those who have been killed and lie in the grave, whom You remember no more. They are cut off from Your help.",
      "6": "You have put me in the deepest hole, in a dark and deep place.",
      "7": "Your anger has rested upon me. And You have troubled me with all Your waves.",
      "8": "You have taken my good friends far from me. You have made me hated by them. I am shut in and cannot go out.",
      "9": "My eyes have become weak because of trouble. I have called to You every day, O Lord. I have spread out my hands to You.",
      "10": "Will You show Your great works to the dead? Will the dead rise and praise You?",
      "11": "Will Your loving-kindness be told about in the grave, and how faithful You are in the place that destroys?",
      "12": "Will Your great works be known in the darkness, and Your right and good works in the land where all is forgotten?",
      "13": "But I have cried to You for help, O Lord. My prayer comes to You in the morning.",
      "14": "O Lord, why do You turn away from me? Why do You hide Your face from me?",
      "15": "I have been troubled and near death since I was young. I have suffered Your punishment. And I cannot win.",
      "16": "Your burning anger has passed over me. The punishment You have sent destroys me.",
      "17": "They gather around me like water all day long. Together they close in upon me.",
      "18": "You have taken my friend and loved one far from me. Friends that were near to me are in darkness."
    },
    "89": {
      "1": "I will sing of the loving-kindness of the Lord forever. I will make known with my mouth how faithful You are to all people.",
      "2": "For I said, “Loving-kindness will be built up forever. You will make known how faithful You are in the heavens.”",
      "3": "You said, “I have made an agreement with My chosen one. I have promised to David, Your servant.",
      "4": "I will make your seed last forever. I will build up your throne for all the children-to-come.”",
      "5": "O Lord, the heavens will praise Your great works and how faithful You are in the meeting of the holy ones.",
      "6": "For who in the heavens is like the Lord? Who among the sons of the powerful is like the Lord?",
      "7": "God is honored with fear in the meeting of the holy ones. He is honored with fear more than all who are around Him.",
      "8": "Lord God of all, powerful Lord, who is like You? All around You we see how faithful You are.",
      "9": "You rule over the rising sea. When its waves rise, You quiet them.",
      "10": "You have crushed Rahab like one who is killed. You have destroyed those who hate You with Your powerful arm.",
      "11": "The heavens are Yours; and the earth is Yours. You have made the world and all that is in it.",
      "12": "You have made from nothing the north and the south. Tabor and Hermon call out for joy at Your name.",
      "13": "You have a strong arm. Your hand is powerful. Your right hand is honored.",
      "14": "Your throne stands on what is right and fair. Loving-kindness and truth go before You.",
      "15": "How happy are the people who know the sound of joy! They walk in the light of Your face, O Lord.",
      "16": "They are full of joy in Your name all day long. And by being right with You, they are honored.",
      "17": "For You are the shining-greatness of their strength. And our horn is lifted high by Your favor.",
      "18": "For our safe-covering belongs to the Lord. And our king belongs to the Holy One of Israel.",
      "19": "Once You spoke in a special dream to Your faithful ones, saying: “I have given help to a powerful one. I have honored a chosen one from among the people.",
      "20": "I have found David, Your servant. I have poured My holy oil upon him.",
      "21": "My hand will stay with him. And My arm will give him strength.",
      "22": "Those who hate him will not fool him. No sinful man will bring trouble to him.",
      "23": "But he will see Me crush those who fight against him. I will kill those who hate him.",
      "24": "I will be faithful and My loving-kindness will be with him. And in My name he will become great.",
      "25": "I will set his hand on the sea also, and his right hand on the rivers.",
      "26": "He will cry to Me, ‘You are my Father, my God, and the rock that saves me.’",
      "27": "I will make him My first-born also, the highest of the kings of the earth.",
      "28": "I will keep My loving-kindness for him forever. And My agreement with him will be made strong.",
      "29": "I will make his seed last forever. And his throne will last as long as heaven.",
      "30": "“If his sons leave My Law and do not do what I say,",
      "31": "and if they break My Laws and do not obey My Word,",
      "32": "then I will punish their sin with the stick, and their wrong-doing with the whip.",
      "33": "But I will not take my loving-kindness from him. I will always be faithful to him.",
      "34": "I will not break My agreement, or change what was spoken by My lips.",
      "35": "Once I have promised by My holy name, I will not lie to David.",
      "36": "His seed will last forever. And his throne will last before Me like the sun.",
      "37": "It will last forever like the moon, which may always be seen in the sky.”",
      "38": "But You have thrown off and turned away from Your chosen one. You have been full of anger against him.",
      "39": "You have hated the agreement with Your servant. You have made his crown dirty in the dust.",
      "40": "You have broken down all his walls. You have destroyed his strong places.",
      "41": "All who pass on the road rob him. He has become a shame to his neighbors.",
      "42": "You have honored the right hand of those who fight against him. You have made all who hate him glad.",
      "43": "You have turned away the sharp part of his sword. And You have not made him stand in a fight.",
      "44": "You have put an end to what shows of his greatness, and have thrown his throne to the ground.",
      "45": "You have made him old before his time, and have covered him with shame.",
      "46": "How long, O Lord? Will You hide Yourself forever? Will Your anger burn like fire?",
      "47": "Remember how fast my life is passing. You have made all men for nothing.",
      "48": "What man can live and not see death? Can he save himself from the power of the grave?",
      "49": "O Lord, where is the loving-kindness You used to have, that You promised in faith to David?",
      "50": "O Lord, remember the shame of those who work for You. Remember how I carry near my heart the shame of all the nations.",
      "51": "Those who hate You have put us to shame, O Lord. They have put to shame the footsteps of Your chosen one.",
      "52": "Praise the Lord forever! Let it be so."
    },
    "90": {
      "1": "Lord, You have been the place of comfort for all people of all time.",
      "2": "Before the mountains were born, before You gave birth to the earth and the world, forever and ever, You are God.",
      "3": "You change man into dust again, and say, “Return, O children of men.”",
      "4": "For a thousand years in Your eyes are like yesterday when it passes by, or like the hours of the night.",
      "5": "You carry men away as with a flood. They fall asleep. In the morning they are like the new grass that grows.",
      "6": "It grows well in the morning, but dries up and dies by evening.",
      "7": "For we are burned up by Your anger. By Your anger we are troubled and afraid.",
      "8": "You have set our wrong-doing before You, our secret sins in the light of Your face.",
      "9": "For all our days pass away in Your anger. We finish our years with a quiet cry.",
      "10": "The days of our life are seventy years, or eighty if we have the strength. Yet the best of them are only hard work and sorrow. For they are soon gone and we fly away.",
      "11": "Who understands the power of Your anger? Your anger is as great as the fear that we should have for You.",
      "12": "Teach us to understand how many days we have. Then we will have a heart of wisdom to give You.",
      "13": "Return, O Lord. How long will it be? Have pity upon those who work for You.",
      "14": "Fill us in the morning with Your loving-kindness. Let us sing for joy and be glad all our days.",
      "15": "Make us glad for as many days as You have made us suffer, and for the years we have seen trouble.",
      "16": "Let Your work be shown to Your servants. And let Your wonderful greatness be shown to their children.",
      "17": "Let the favor of the Lord our God be upon us. And make the work of our hands stand strong. Yes, make the work of our hands stand strong."
    },
    "91": {
      "1": "He who lives in the safe place of the Most High will be in the shadow of the All-powerful.",
      "2": "I will say to the Lord, “You are my safe and strong place, my God, in Whom I trust.”",
      "3": "For it is He Who takes you away from the trap, and from the killing sickness.",
      "4": "He will cover you with His wings. And under His wings you will be safe. He is faithful like a safe-covering and a strong wall.",
      "5": "You will not be afraid of trouble at night, or of the arrow that flies by day.",
      "6": "You will not be afraid of the sickness that walks in darkness, or of the trouble that destroys at noon.",
      "7": "A thousand may fall at your side, and ten thousand at your right hand. But it will not come near you.",
      "8": "You will only look on with your eyes, and see how the sinful are punished.",
      "9": "Because you have made the Lord your safe place, and the Most High the place where you live,",
      "10": "nothing will hurt you. No trouble will come near your tent.",
      "11": "For He will tell His angels to care for you and keep you in all your ways.",
      "12": "They will hold you up in their hands. So your foot will not hit against a stone.",
      "13": "You will walk upon the lion and the snake. You will crush under your feet the young lion and the snake.",
      "14": "Because he has loved Me, I will bring him out of trouble. I will set him in a safe place on high, because he has known My name.",
      "15": "He will call upon Me, and I will answer him. I will be with him in trouble. I will take him out of trouble and honor him.",
      "16": "I will please him with a long life. And I will show him My saving power."
    },
    "92": {
      "1": "It is good to give thanks to the Lord, and sing praises to Your name, O Most High.",
      "2": "It is good to tell of Your loving-kindness in the morning, and of how faithful You are at night,",
      "3": "with harps, and with music of praise.",
      "4": "For You have made me glad by what You have done, O Lord. I will sing for joy at the works of Your hands.",
      "5": "How great are Your works, O Lord! How deep are Your thoughts!",
      "6": "A man who cannot reason does not have much learning. A fool does not understand this.",
      "7": "Even if the sinful grow up like grass and all goes well with wrong-doers, they will be destroyed forever.",
      "8": "But You, O Lord, rule from Your high place forever.",
      "9": "For, look, those who hate You will be lost from You forever, O Lord. All those who do wrong will be destroyed.",
      "10": "But You have lifted up my horn like that of a wild bull. New oil has been poured upon me.",
      "11": "My eyes have seen those who wait to hurt me. My ears hear the bad men who rise up against me.",
      "12": "The man who is right and good will grow like the palm tree. He will grow like a tall tree in Lebanon.",
      "13": "Planted in the house of the Lord, they will grow well in the home of our God.",
      "14": "They will still give fruit when they are old. They will be full of life and strength.",
      "15": "And they will show that the Lord is faithful. He is my rock. There is nothing in Him that is not right and good."
    },
    "93": {
      "1": "The Lord rules. He is dressed with great power. The Lord has dressed Himself with strength. For sure, the world is built to last. It will not be moved.",
      "2": "Your throne is set up from long ago. You have always been.",
      "3": "The floods have lifted up, O Lord. The floods have lifted up their voice. The floods lift up their beating waves.",
      "4": "The Lord on high is more powerful than the sound of many waters and the strong waves of the sea.",
      "5": "Your Word is very sure. O Lord, Your house is holy forever."
    },
    "94": {
      "1": "O Lord, the God Who punishes, God Who punishes, let Your light shine!",
      "2": "Rise up, You Judge of the earth. Pay what is owed to the proud.",
      "3": "How long will the sinful, O Lord, how long will the sinful be full of joy?",
      "4": "They pour out proud words. All those who do wrong, talk about themselves as if they are great people.",
      "5": "They crush Your people, O Lord. They bring trouble upon Your chosen nation.",
      "6": "They kill the woman whose husband has died and the stranger. They kill the children who have no parents.",
      "7": "And they say, “The Lord does not see. The God of Jacob does not care.”",
      "8": "Listen, you foolish ones among the people. You fools, when will you understand?",
      "9": "He Who made the ear, does He not hear? He Who made the eye, does He not see?",
      "10": "He Who punishes nations so they might give up sin, will He not speak strong words to them? Is He not the One Who teaches man all he knows?",
      "11": "The Lord knows the thoughts of man. He knows that they are empty.",
      "12": "Happy is the man who is punished until he gives up sin, O Lord, and whom You teach from Your Law.",
      "13": "You give him rest from days of trouble, until a hole is dug for the sinful.",
      "14": "For the Lord will not turn away from His people. He will not leave His chosen nation.",
      "15": "For what is decided will be right and good. And all those whose hearts are right will follow it.",
      "16": "Who will rise up for me against the sinful? Who will take a stand for me against those who do wrong?",
      "17": "If the Lord had not been my help, my soul would soon have been among the dead.",
      "18": "When I said, “My foot is going out from under me,” Your loving-kindness held me up, O Lord.",
      "19": "When my worry is great within me, Your comfort brings joy to my soul.",
      "20": "Can a sinful throne that brings trouble by its laws be a friend to You?",
      "21": "They join together against the life of those who are right and good. They send those who are not guilty to their death.",
      "22": "But the Lord has been my strong place, my God, and the rock where I am safe.",
      "23": "He has brought back their own sin upon them and will destroy them for their wrong-doing. The Lord our God will destroy them."
    },
    "95": {
      "1": "Come, let us sing with joy to the Lord. Let us sing loud with joy to the rock Who saves us.",
      "2": "Let us come before Him giving thanks. Let us make a sound of joy to Him with songs.",
      "3": "For the Lord is a great God, and a great King above all gods.",
      "4": "The deep places of the earth are in His hand. And the tops of the mountains belong to Him.",
      "5": "The sea is His, for He made it. And His hands made the dry land.",
      "6": "Come, let us bow down in worship. Let us get down on our knees before the Lord Who made us.",
      "7": "For He is our God. And we are the people of His field, and the sheep of His hand. If you hear His voice today,",
      "8": "do not let your hearts become hard as you did at Meribah, as you did that day at Massah in the desert.",
      "9": "Your early fathers put Me to the test and tried Me. But they had seen the work I did.",
      "10": "I was angry with the people of that day for forty years. I said, “They always think wrong thoughts. And they do not know My ways.”",
      "11": "I was angry with them and said, “They will never go into My rest.”"
    },
    "96": {
      "1": "Sing to the Lord a new song. Let all the earth sing to the Lord.",
      "2": "Sing to the Lord. Honor His name. Make His saving power known from day to day.",
      "3": "Tell of His shining-greatness among the nations. Tell of His wonderful works among all the people.",
      "4": "For the Lord is great and should be given much praise. He is to be honored with fear above all gods.",
      "5": "For all the gods of the nations are false gods. But the Lord made the heavens.",
      "6": "Honor and great power are with Him. Strength and beauty are in His holy place.",
      "7": "Give to the Lord, O families of the nations, give to the Lord the honor and strength that He should have.",
      "8": "Give to the Lord the honor of His name. Bring a gift and come into His holy place.",
      "9": "Worship the Lord in holy clothing. May all the earth shake in fear before Him.",
      "10": "Say among the nations that the Lord rules. The world is built to last. It will not be moved. He will be right when He says who is guilty or not.",
      "11": "Let the heavens be glad. And let the earth be full of joy. Let the sea and all that is in it make a loud noise.",
      "12": "Let the fields and all that is in them be full of joy. Then all the trees of the land will sing for joy",
      "13": "before the Lord. For He is coming. He is coming to say who is guilty or not on the earth. He will be right in what He decides about the world. And He will be faithful to the people."
    },
    "97": {
      "1": "The Lord rules. Let the earth be full of joy. Let the many islands be glad.",
      "2": "Clouds and darkness are all around Him. His throne is built upon what is right and fair.",
      "3": "Fire goes before Him and burns up those who hate Him on every side.",
      "4": "His lightning lights up the world. The earth sees, and shakes.",
      "5": "The mountains melt like a candle before the Lord, before the Lord of the whole earth.",
      "6": "The heavens tell about how right and good He is. And all the people see His shining-greatness.",
      "7": "Let all those who serve false gods be ashamed, those who talk about how great their gods are. Worship Him, all you gods!",
      "8": "Zion heard this and was glad. The people of Judah have been full of joy because of what You decide, O Lord.",
      "9": "For You are the Lord Most High over all the earth. You are honored above all gods.",
      "10": "Let those who love the Lord hate what is bad. For He keeps safe the souls of His faithful ones. He takes them away from the hand of the sinful.",
      "11": "Light is spread like seed for those who are right and good, and joy for the pure in heart.",
      "12": "Be glad in the Lord, you who are right and good. Give thanks to His holy name."
    },
    "98": {
      "1": "Sing a new song to the Lord. For He has done great things. His right hand and His holy arm have won the fight for Him.",
      "2": "The Lord has made His saving power known. He has shown to the nations how right and good He is.",
      "3": "He has shown His loving-kindness and how beautiful He is to the house of Israel. All the ends of the earth have seen the saving power of our God.",
      "4": "Call out for joy to the Lord, all the earth. Sing out loud songs of joy and sing praises.",
      "5": "Sing praises to the Lord with harps, with harps and the voice of singing.",
      "6": "Call out for joy with the sound of horns before the King, the Lord.",
      "7": "Let the sea and all that is in it make a loud noise, and the world and all who live in it.",
      "8": "Let the rivers clap their hands. Let the mountains sing together for joy",
      "9": "before the Lord. For He is coming to say who is guilty or not on the earth. He will be right in what He decides about the world. And He will be fair to the people."
    },
    "99": {
      "1": "The Lord rules! Let the people shake in fear! He sits on His throne above the angels. Let the earth shake!",
      "2": "The Lord is great in Zion. And He is honored above all people.",
      "3": "Let them praise Your great name. It is to be honored with fear. He is holy!",
      "4": "The strength of the King loves what is right. You have set up what is fair. You do what is right and fair in Jacob.",
      "5": "Honor the Lord our God. Worship at His feet. For He is holy!",
      "6": "Moses and Aaron were among His religious leaders. And Samuel was among those who called on His name. They called upon the Lord, and He answered them.",
      "7": "He spoke to them from the cloud. They kept His Word and the Law that He gave them.",
      "8": "O Lord our God, You answered them. You were a forgiving God to them. But You punished them for their wrong-doing.",
      "9": "Honor the Lord our God. And worship at His holy mountain. For the Lord our God is holy!"
    },
    "100": {
      "1": "Call out with joy to the Lord, all the earth.",
      "2": "Be glad as you serve the Lord. Come before Him with songs of joy.",
      "3": "Know that the Lord is God. It is He Who made us, and not we ourselves. We are His people and the sheep of His field.",
      "4": "Go into His gates giving thanks and into His holy place with praise. Give thanks to Him. Honor His name.",
      "5": "For the Lord is good. His loving-kindness lasts forever. And He is faithful to all people and to all their children-to-come."
    },
    "101": {
      "1": "I will sing of loving-kindness and of what is right and fair. I will sing praises to You, O Lord.",
      "2": "I will be careful to live a life without blame. When will You come to me? I will walk within my house with a right and good heart.",
      "3": "I will set no sinful thing in front of my eyes. I hate the work of those who are not faithful. It will not get hold of me.",
      "4": "A sinful heart will be far from me. I will have nothing to do with sin.",
      "5": "I will stop whoever talks against his neighbor in secret. I will not listen to anyone who has a proud look and a proud heart.",
      "6": "My eyes will look with favor on the faithful in the land, so they may serve me. He who walks without blame will help me.",
      "7": "He whose ways are false will not live in my house. He who tells lies will not stand in front of me.",
      "8": "I will destroy all the sinful in the land every morning. I will cut off all those who do wrong from the city of the Lord."
    },
    "102": {
      "1": "Hear my prayer, O Lord! Let my cry for help come to You.",
      "2": "Do not hide Your face from me in the day of my trouble. Turn Your ear to me. Hurry to answer me in the day when I call.",
      "3": "For my days go up in smoke. And my bones are burned as with fire.",
      "4": "My heart is crushed and dried like grass. And I forget to eat my food.",
      "5": "I am nothing but skin and bones because of my loud cries.",
      "6": "I am like a pelican in the desert. I am like an owl of the waste places.",
      "7": "I lie awake. And I feel like a bird alone on the roof.",
      "8": "Those who hate me have made it hard for me all day long. Those who are angry with me curse my name.",
      "9": "For I have eaten ashes like bread and have mixed my drink with tears,",
      "10": "because of Your great anger. For You have lifted me up and thrown me away.",
      "11": "My days are like the evening shadow. I dried up like grass.",
      "12": "But You and Your name, O Lord, will always be forever and to all people for all time.",
      "13": "You will rise up and have loving-pity on Zion. For it is time to show favor to her. The set time has come.",
      "14": "For Your servants respect her stones and show pity for her dust.",
      "15": "The nations will fear the name of the Lord. All the kings of the earth will fear Your shining-greatness.",
      "16": "For the Lord has built up Zion. He will come in His shining-greatness.",
      "17": "He will answer the prayer of those in need. He will not turn from their prayer.",
      "18": "This will be written for the children-to-come. So a people not yet born may give thanks to the Lord.",
      "19": "For He looked down from His holy place. He watched the earth from heaven,",
      "20": "to hear the loud cries of those in prison and to set free those who are being sent to death.",
      "21": "So the name of the Lord will be made known in Zion and His praise in Jerusalem,",
      "22": "when the people gather together and the nations gather to serve the Lord.",
      "23": "He has taken away my strength. He has taken days from my life.",
      "24": "I said, “O my God, do not take me away when my days are only half done. Your years go on to all people of all time.",
      "25": "You made the earth in the beginning. You made the heavens with Your hands.",
      "26": "They will be destroyed but You will always live. They will all become old as clothing becomes old. You will change them like a coat. And they will be changed,",
      "27": "but You are always the same. Your years will never end.",
      "28": "The children of those who work for You will live on. And their children will be set before You.”"
    },
    "103": {
      "1": "Praise the Lord, O my soul. And all that is within me, praise His holy name.",
      "2": "Praise the Lord, O my soul. And forget none of His acts of kindness.",
      "3": "He forgives all my sins. He heals all my diseases.",
      "4": "He saves my life from the grave. He crowns me with loving-kindness and pity.",
      "5": "He fills my years with good things and I am made young again like the eagle.",
      "6": "The Lord does what is right and fair for all who suffer under a bad power.",
      "7": "He made His ways known to Moses and His acts to the people of Israel.",
      "8": "The Lord is full of loving-pity and kindness. He is slow to anger and has much loving-kindness.",
      "9": "He will not always keep after us. And He will not keep His anger back forever.",
      "10": "He has not punished us enough for all our sins. He has not paid us back for all our wrong-doings.",
      "11": "For His loving-kindness for those who fear Him is as great as the heavens are high above the earth.",
      "12": "He has taken our sins from us as far as the east is from the west.",
      "13": "The Lord has loving-pity on those who fear Him, as a father has loving-pity on his children.",
      "14": "For He knows what we are made of. He remembers that we are dust.",
      "15": "The days of man are like grass. He grows like a flower of the field.",
      "16": "When the wind blows over it, it is gone. Its place will remember it no more.",
      "17": "But the loving-kindness of the Lord is forever and forever on those who fear Him. And what is right with God is given forever to their children’s children,",
      "18": "to those who keep His agreement and remember to obey His Law.",
      "19": "The Lord has set up His throne in the heavens. And His holy nation rules over all.",
      "20": "Praise the Lord, you powerful angels of His who do what He says, obeying His voice as He speaks!",
      "21": "Praise the Lord, all you armies of His who work for Him and do what pleases Him.",
      "22": "Praise the Lord, all His works in all places under His rule. Praise the Lord, O my soul!"
    },
    "104": {
      "1": "Praise the Lord, O my soul! O Lord my God, You are very great. You are dressed with great honor and wonderful power.",
      "2": "He covers Himself with light as with a coat. He spreads out the heavens like a tent.",
      "3": "He makes His home on the waters. He makes the clouds His wagon. He rides on the wings of the wind.",
      "4": "He makes the winds carry His news. He makes His helpers a burning fire.",
      "5": "He set the earth in its place so that it will stay that way forever.",
      "6": "You covered it with the sea as with a coat. The waters stood above the mountains.",
      "7": "The waters left at Your strong words. They went away in a hurry at the sound of Your thunder.",
      "8": "The mountains went up and the valleys went down to the place that You made for them.",
      "9": "You set a place that they may not pass over. The waters will never cover the earth again.",
      "10": "He sends rivers into the valleys. They flow between the mountains.",
      "11": "They give water to all the animals of the field. The wild donkeys drink until they are no longer thirsty.",
      "12": "The birds of the sky nest beside them. They sing among the branches.",
      "13": "He waters the mountains from His home above. The earth is filled with the fruit of His works.",
      "14": "He makes the grass grow for the cattle, and plants for man to use. So He may bring food from the earth,",
      "15": "wine that makes man’s heart glad, oil to make his face shine, and food to make his heart strong.",
      "16": "The tall cedar trees that the Lord planted in Lebanon drink their fill.",
      "17": "The birds make their nests there. The stork has its nest in the green trees.",
      "18": "The high mountains are for the wild goats. The rocks are a safe place for the badgers.",
      "19": "He made the moon to mark the time of year. And the sun knows when to go down.",
      "20": "You make darkness and it becomes night. Then all the wild animals among the trees come out.",
      "21": "The young lions make a loud noise as they go after meat. And they get their food from God.",
      "22": "They go to their homes and lie down when the sun rises.",
      "23": "Then man goes out to his work and works until evening.",
      "24": "O Lord, how many are Your works! You made them all in wisdom. The earth is full of what You have made.",
      "25": "There is the wide sea full of both large and small animals. There are too many for us to number.",
      "26": "The ships sail there. And the very large sea animal You have made plays in it.",
      "27": "They all wait for You to give them their food at the right time.",
      "28": "You give it to them and they gather it up. You open Your hand and they are filled with good things.",
      "29": "They are troubled and afraid when You hide Your face. And when You take away their breath, they die and return to the dust.",
      "30": "They are made when You send Your Spirit. And You make the land of the earth new again.",
      "31": "May the shining-greatness of the Lord last forever. May the Lord be glad in His works.",
      "32": "He looks at the earth and it shakes with fear. He touches the mountains and they smoke.",
      "33": "I will sing to the Lord all my life. I will sing praise to my God as long as I live.",
      "34": "May the words of my heart be pleasing to Him. As for me, I will be glad in the Lord.",
      "35": "Let sinners be destroyed from the earth. And let the sinful be no more. Honor the Lord, O my soul! Praise the Lord!"
    },
    "105": {
      "1": "O give thanks to the Lord. Call on His name. Make His works known among the people.",
      "2": "Sing to Him. Sing praises to Him. Tell of all His great works.",
      "3": "Honor His holy name. Let the heart of those who look to the Lord be glad.",
      "4": "Look for the Lord and His strength. Look for His face all the time.",
      "5": "Remember the great and powerful works that He has done. Keep in mind what He has decided and told us,",
      "6": "O children of His servant Abraham, O sons of Jacob, His chosen ones!",
      "7": "He is the Lord our God. What He has decided is in all the earth.",
      "8": "He has remembered His agreement forever, the promise He made to last through a thousand families-to-come,",
      "9": "the agreement that He made with Abraham, and His promise to Isaac.",
      "10": "He gave it to Jacob as a Law, to Israel as an agreement that will last forever.",
      "11": "He said, “I will give the land of Canaan to you as your share,”",
      "12": "when they were only a few men in number and were strangers in it.",
      "13": "They went from nation to nation, from the people under one king to the people under another.",
      "14": "He did not allow anyone to hold power over them. And He spoke sharp words to kings because of them.",
      "15": "He said, “Do not touch My chosen ones. And do not hurt those who speak for Me.”",
      "16": "Then He called for a time of no food on the land. He cut off all their bread.",
      "17": "He sent a man, Joseph, before them who was sold as a servant.",
      "18": "They hurt his feet with chains. He was put in irons,",
      "19": "until what he had said would happen came to pass. The Word of the Lord tested him.",
      "20": "The king sent and had him taken out of prison. The ruler of many people set him free.",
      "21": "He made him the lord of his house and ruler over all he had.",
      "22": "He could punish the rulers as he pleased. And he taught wisdom to the wise.",
      "23": "Then Israel also came into Egypt. So Jacob stayed in the land of Ham.",
      "24": "And He made the number of His people grow until they were stronger than those who held power over them.",
      "25": "He turned their hearts to hate His people and to make plans against His servants.",
      "26": "He sent Moses, His servant, and Aaron whom He had chosen.",
      "27": "They did His great works for them to see, powerful works in the land of Ham.",
      "28": "He sent darkness and made the land dark. They did not fight against what He told them to do.",
      "29": "He changed their water into blood, so their fish died.",
      "30": "Their land became covered with frogs, even in the rooms of their kings.",
      "31": "He spoke and there came many flies all over their land.",
      "32": "He gave them hail instead of rain, and lightning like fire in their land.",
      "33": "He destroyed their vines and fig trees and the trees of their country.",
      "34": "He spoke and the locusts came. There were too many to number.",
      "35": "They ate up all the plants in their country. They ate all the fruit of their land.",
      "36": "He killed all the first-born in their land, the first fruits of all their strength.",
      "37": "Then He brought Israel out with silver and gold. And there was not one weak person among their families.",
      "38": "Egypt was glad when they left. For they had become afraid of Israel.",
      "39": "He spread a cloud for a covering, and fire to give light at night.",
      "40": "They asked, and He brought them quails for meat. And He filled them with the bread of heaven.",
      "41": "He opened the rock and water flowed out. It flowed in the desert like a river.",
      "42": "For He remembered His holy Word with Abraham His servant.",
      "43": "And He brought His people out with joy, His chosen ones with singing.",
      "44": "He gave them the lands of the nations. They were given what others had worked for,",
      "45": "so that they might do what He told them and keep His Law. Praise the Lord!"
    },
    "106": {
      "1": "Praise the Lord! O give thanks to the Lord for He is good. His loving-kindness lasts forever.",
      "2": "Who can put into words the great works of the Lord? Who can make known all His praise?",
      "3": "Happy are those who are faithful in being fair and who always do what is right and good!",
      "4": "O Lord, remember me when You show favor to Your people. Visit me also when You save them.",
      "5": "So I may share in the well-being of Your chosen ones. So I may share in the joy of Your nation, and be proud of Your people.",
      "6": "We have sinned like our fathers. We have done wrong. We have been sinful in our actions.",
      "7": "Our fathers in Egypt did not understand Your powerful works. They did not remember how many times You showed Your loving-kindness. But they turned against You by the sea, the Red Sea.",
      "8": "Yet He saved them because of the honor of His name, and to make His great power known.",
      "9": "So He spoke sharp words to the Red Sea and it dried up. And He led them through the sea as through a desert.",
      "10": "He saved them from the hand of those who hated them. He set them free from the hand of those who went against them.",
      "11": "And the waters covered those who hated them. Not one of them was left.",
      "12": "Then they believed His promises. They sang His praise.",
      "13": "But they soon forgot His works. They did not wait to hear what He wanted them to do.",
      "14": "They wanted many things in the desert, and they tempted God there.",
      "15": "So He gave them what they wanted, but He allowed their souls to become weak because of it.",
      "16": "They were jealous of Moses in the place where they set up their tents. And they were jealous of Aaron, the holy one of the Lord.",
      "17": "So the earth opened up and swallowed Dathan. It closed over the group of Abiram.",
      "18": "And a fire came among their followers. It burned up the sinful people.",
      "19": "They made a calf at Horeb and worshiped a god of gold.",
      "20": "They traded their shining-greatness for something that looked like a bull that eats grass.",
      "21": "They forgot the God Who saved them, Who had done great things in Egypt,",
      "22": "powerful works in the land of Ham, and works that brought fear by the Red Sea.",
      "23": "So He said that He would destroy them. But Moses, His chosen one, stood in the way to keep His anger from destroying them.",
      "24": "Then they hated the good land. They did not believe in His Word.",
      "25": "But they complained in their tents. They did not listen to the voice of the Lord.",
      "26": "So He swore to them that He would let them die in the desert.",
      "27": "And He would spread out their children among the nations and divide them over all the earth.",
      "28": "They joined themselves to Baal of Peor and ate gifts given to the dead.",
      "29": "They made the Lord angry by their actions and a sickness broke out among them.",
      "30": "Then Phinehas stood up and came between them, and the sickness was stopped.",
      "31": "And this made him right with God to all people forever.",
      "32": "They also made the Lord angry at the waters of Meribah. And trouble came to Moses because of them.",
      "33": "He spoke from his lips without thinking because they went against the Spirit of God.",
      "34": "They did not destroy the people as the Lord told them to do.",
      "35": "But they mixed with the nations and learned their ways.",
      "36": "They served their gods, which became a trap to them.",
      "37": "They even gave their sons and daughters as gifts on an altar to the demons.",
      "38": "They poured out the blood of those who were not guilty, the blood of their sons and daughters, whom they gave on an altar to the gods of Canaan. And the land was poisoned with blood.",
      "39": "They made themselves unclean by what they did. They were not true to God in what they did.",
      "40": "So the Lord was angry with His people. He hated His people.",
      "41": "So He handed them over to the nations. And those who hated them ruled over them.",
      "42": "Those who hated them held a strong power over them. And they were made to obey them.",
      "43": "God set them free many times. But they always turned against Him and went deeper into sin.",
      "44": "But He looked upon their trouble when He heard their cry.",
      "45": "He remembered His agreement because of them, and took pity on them by the greatness of His loving-kindness.",
      "46": "Those who held them also saw how God took pity on them.",
      "47": "O Lord our God, save us! Gather us from among the nations. And we will give thanks to Your holy name and find honor in Your praise.",
      "48": "Honor and thanks be to the Lord, the God of Israel, forever and ever. Let all the people say, “Let it be so!” Praise the Lord!"
    },
    "107": {
      "1": "Give thanks to the Lord for He is good! His loving-kindness lasts forever!",
      "2": "Let the people who have been saved say so. He has bought them and set them free from the hand of those who hated them.",
      "3": "He gathered them from the lands, from east and west, from north and south.",
      "4": "Some traveled through the desert wastes. They did not find a way to a city where they could live.",
      "5": "They were hungry and thirsty. Their souls became weak within them.",
      "6": "Then they cried out to the Lord in their trouble. And He took them out of their suffering.",
      "7": "He led them by a straight path to a city where they could live.",
      "8": "Let them give thanks to the Lord for His loving-kindness and His great works to the children of men!",
      "9": "For He fills the thirsty soul. And He fills the hungry soul with good things.",
      "10": "Some sat in darkness and in the shadow of death. They suffered in prison in iron chains.",
      "11": "Because they had turned against the Words of God. They hated what the Most High told them to do.",
      "12": "So He loaded them down with hard work. They fell and there was no one to help.",
      "13": "Then they cried out to the Lord in their trouble. And He saved them from their suffering.",
      "14": "He brought them out of darkness and the shadow of death. And He broke their chains.",
      "15": "Let them give thanks to the Lord for His loving-kindness and His great works to the children of men!",
      "16": "For He has broken gates of brass and cut through walls of iron.",
      "17": "Some were fools because of their wrong-doing. They had troubles because of their sins.",
      "18": "They hated all kinds of food. And they came near the gates of death.",
      "19": "Then they cried out to the Lord in their trouble. And He saved them from their suffering.",
      "20": "He sent His Word and healed them. And He saved them from the grave.",
      "21": "Let them give thanks to the Lord for His loving-kindness and His great works to the children of men!",
      "22": "Let them give Him gifts of thanks and tell of His works with songs of joy.",
      "23": "Some went out to sea in ships to buy and sell on the great waters.",
      "24": "They have seen what the Lord can do and His great works on the sea.",
      "25": "For He spoke and raised up a storm that lifted up the waves of the sea.",
      "26": "They went up to the heavens and down to the deep. Their strength of heart left them in their danger.",
      "27": "They could not walk straight but went from side to side like a drunk man. They did not know what to do.",
      "28": "Then they cried out to the Lord in their trouble. And He took them out of all their problems.",
      "29": "He stopped the storm, and the waves of the sea became quiet.",
      "30": "Then they were glad because the sea became quiet. And He led them to the safe place they wanted.",
      "31": "Let them give thanks to the Lord for His loving-kindness and His great works to the children of men!",
      "32": "Let them honor Him in the meeting of the people and praise Him in the meeting of the leaders.",
      "33": "He changes rivers into a desert and wells of water into a thirsty ground.",
      "34": "He changes a land of much fruit into a salt waste because of the sin of those who live in it.",
      "35": "He changes a desert into a pool of water and makes water flow out of dry ground.",
      "36": "And He makes the hungry go there so they may build a city to live in.",
      "37": "They plant seeds in the fields and plant grape-vines and gather much fruit.",
      "38": "He lets good come to them and they become many in number. And He does not let the number of their cattle become less.",
      "39": "When the number of people becomes less and they are put to shame under a bad power and trouble and sorrow,",
      "40": "He pours anger on rulers. He makes them walk in the waste places where there is no path.",
      "41": "But He lifts those in need out of their troubles. He makes their families grow like flocks.",
      "42": "Those who are right see it and are glad. But all the sinful shut their mouths.",
      "43": "Let the wise man think about these things. And may he think about the loving-kindness of the Lord."
    },
    "108": {
      "1": "My heart will not be moved, O God. I will sing. Yes, I will sing praises with my soul.",
      "2": "Wake up, different kinds of harps. I will wake up the new day.",
      "3": "I will give thanks to You among the people, O Lord. I will sing praises to You among the nations.",
      "4": "For Your loving-kindness is great above the heavens. And Your truth can touch the sky.",
      "5": "Be lifted up high above the heavens, O God. Let Your shining-greatness be over all the earth.",
      "6": "Save us with Your right hand and answer me. Let Your loved ones be set free.",
      "7": "God has said in His holy place: “I will be full of joy. I will divide Shechem and the valley of Succoth.",
      "8": "Gilead is Mine. Manasseh is Mine. Ephraim is the covering for My head. Judah is My law giver.",
      "9": "Moab is where I wash My hands. I will throw My shoe over Edom. I will call out over Philistia that I have won.”",
      "10": "Who will bring me into the strong city? Who will lead me into Edom?",
      "11": "Have You not turned away from us, O God? And will You not go out with our armies, O God?",
      "12": "O give us help against those who hate us. For the help of man is worth nothing.",
      "13": "With God’s help we will do great things. And He will break under His feet those who fight against us."
    },
    "109": {
      "1": "I give praise to You, O God. Do not be quiet.",
      "2": "For sinners and liars have opened their mouths against me. They have spoken against me with lying tongues.",
      "3": "They have gathered around me with words of hate. They fought against me for no reason.",
      "4": "I give them my love but they speak against me in return. But I am in prayer.",
      "5": "They pay me what is bad for what is good. They give me hate for my love.",
      "6": "Let a sinful man have power over him. Let one who speaks against him stand at his right hand.",
      "7": "When he is tried, let him be found guilty. And may his prayer become sin.",
      "8": "Let his days be few. Let another person take over his work.",
      "9": "Let his children be without a father. And let his wife be without a husband.",
      "10": "May his children go around begging. And may they look for food far from their destroyed homes.",
      "11": "Let the one to whom he owes money take all that he has. May strangers take away all he has worked for.",
      "12": "May no one show him kindness. Let no one pity his children who have no father.",
      "13": "Let his children be cut off. Do not let their family name be remembered by the people-to-come.",
      "14": "Let the sins of his fathers be remembered by the Lord, and do not let the sins of his mother be forgotten.",
      "15": "May these sins always be before the Lord. So He may not let them be remembered on the earth.",
      "16": "Because he did not remember to show loving-kindness. Instead he made it hard for the poor and those in need and those with a broken heart. He even put them to death.",
      "17": "He loved to curse others, so may it come to him. He did not like to have good come to others, so good was far from him.",
      "18": "He dressed himself with cursing as with a coat. They came into his body like water and into his bones like oil.",
      "19": "May they be like clothing that covers him and like a belt that he always wears.",
      "20": "Let this be what the Lord pays to those who speak against me and wish bad things would happen to me.",
      "21": "But You, O God, the Lord, be kind to me because of Your name. Take me out of trouble because Your loving-kindness is good.",
      "22": "For I am in trouble and in need. And my heart is hurt within me.",
      "23": "I am passing like an evening shadow. I am shaken off like a locust.",
      "24": "My knees are weak from going without food. And my body has lost all its fat.",
      "25": "Others laugh at me. They look at me and shake their heads.",
      "26": "Help me, O Lord my God! Save me by Your loving-kindness.",
      "27": "Let them know that this is Your hand and that You, O Lord, have done it.",
      "28": "Let them hope that bad things will happen. But You make good things happen. Let them be ashamed when they rise up against me. But let Your servant be full of joy.",
      "29": "Let those who speak against me be dressed with shame. Let them cover themselves with shame as with a coat.",
      "30": "I will give thanks to the Lord in a loud voice. I will praise Him among many people.",
      "31": "For He stands at the right hand of the one in need to save him from those who judge his soul."
    },
    "110": {
      "1": "The Lord says to my Lord, “Sit at My right side, for those who hate You will be a place to rest Your feet.”",
      "2": "The Lord will send out Your strength from Zion, saying, “Rule in front of those who hate You.”",
      "3": "Your people will be willing to help in the day of Your power. Your young men will be dressed in holy clothes. They will come to You like water on the grass in the early morning.",
      "4": "The Lord has sworn and will not change His mind: “You are a Religious Leader forever, in the same way as Melchizedek.”",
      "5": "The Lord is at Your right hand. He will crush kings in the day of His anger.",
      "6": "He will say who is guilty or not among the nations. He will fill them with dead bodies. He will crush the leaders of many lands.",
      "7": "He will drink from the river on the way. And so He will lift up His head."
    },
    "111": {
      "1": "Praise the Lord! I will give thanks to the Lord with all my heart where those who are right with God gather together and in the meeting of the people.",
      "2": "The works of the Lord are great. All who find joy in them try to understand them.",
      "3": "His work is great and powerful. And He is right and good forever.",
      "4": "He has made His great works to be remembered. The Lord shows loving-favor and pity.",
      "5": "He gives food to those who fear Him. He will remember His agreement forever.",
      "6": "He has shown His people the power of His works by giving them the land of other nations.",
      "7": "The works of His hands are faithful and right. All His Laws are true.",
      "8": "They stand strong forever and ever. They are done by what is true and right.",
      "9": "He has made a way for His people to be free. He has set up His agreement forever. His holy name is to be honored with fear.",
      "10": "The fear of the Lord is the beginning of wisdom. All who obey His Laws have good understanding. His praise lasts forever."
    },
    "112": {
      "1": "Praise the Lord! How happy is the man who honors the Lord with fear and finds joy in His Law!",
      "2": "His children will be powerful in the land. Each family who is right will be happy.",
      "3": "Riches and well-being are in his house. And his right-standing with God will last forever.",
      "4": "Light rises even in darkness for the one who is right. He is kind and has loving-pity and does what is right.",
      "5": "Good will come to the man who is ready to give much, and fair in what he does.",
      "6": "He will never be shaken. The man who is right and good will be remembered forever.",
      "7": "He will not be afraid of bad news. His heart is strong because he trusts in the Lord.",
      "8": "His heart will not be shaken. He will not be afraid and will watch those lose who fight against him.",
      "9": "He has given much to the poor. His right-standing with God lasts forever. His horn will be lifted high in honor.",
      "10": "The sinful man will see it and be troubled and angry. He will grind his teeth and waste away. The desire of the sinful will come to nothing."
    },
    "113": {
      "1": "Praise the Lord! Praise Him, O you who serve the Lord. Praise the name of the Lord.",
      "2": "Let the name of the Lord be honored, now and forever.",
      "3": "The name of the Lord is to be praised from the time the sun rises to when it sets.",
      "4": "The Lord is high above all nations. His shining-greatness is above the heavens.",
      "5": "Who is like the Lord our God? He sits on His throne on high.",
      "6": "He looks down upon the heavens and the earth.",
      "7": "He raises the poor from the dust. He lifts those in need from the ashes.",
      "8": "He makes them sit with rulers, with the rulers of His people.",
      "9": "He gives a home to the woman who could not give birth and makes her the mother of children. Praise the Lord!"
    },
    "114": {
      "1": "Israel came out of Egypt. The house of Jacob came from a people who spoke a strange language.",
      "2": "Then Judah became His holy place, and Israel became the place of His rule.",
      "3": "The sea looked and ran away. The Jordan turned back.",
      "4": "The mountains jumped like sheep, the hills like lambs.",
      "5": "Why did you try to get away, O sea? Why did you turn back, O Jordan?",
      "6": "O mountains, why did you jump like sheep? O hills, why did you jump like lambs?",
      "7": "Shake in fear before the Lord, O earth, before the God of Jacob.",
      "8": "He changed the rock into a pool of water. He made water flow out of hard rock."
    },
    "115": {
      "1": "Let honor be given to Your name and not to us, O Lord, not to us. Because You are loving and kind and faithful.",
      "2": "Why should the nations say, “Where is their God now?”",
      "3": "But our God is in the heavens. He does whatever He wants to do.",
      "4": "Their gods are silver and gold, the work of human hands.",
      "5": "They have mouths but they cannot speak. They have eyes but they cannot see.",
      "6": "They have ears but they cannot hear. They have noses but they cannot smell.",
      "7": "They have hands but they cannot feel. They have feet but they cannot walk. They cannot make a sound come out of their mouths.",
      "8": "Those who make them and trust them will be like them.",
      "9": "O Israel, trust in the Lord. He is their help and safe-covering.",
      "10": "O house of Aaron, trust in the Lord. He is their help and safe-covering.",
      "11": "You who fear the Lord, trust in the Lord. He is their help and safe-covering.",
      "12": "The Lord has remembered us and will make good come to us. He will make good come to the house of Israel. He will make good come to the house of Aaron.",
      "13": "He will make good come to those who fear the Lord, both the small and the great.",
      "14": "May the Lord make your numbers grow, both you and your children.",
      "15": "May you be given good things by the Lord, the Maker of heaven and earth.",
      "16": "The heavens belong to the Lord. But He has given the earth to the children of men.",
      "17": "The dead do not praise the Lord. Neither do those who go down into the quiet place.",
      "18": "But we will give honor and thanks to the Lord, now and forever. Praise the Lord!"
    },
    "116": {
      "1": "I love the Lord, because He hears my voice and my prayers.",
      "2": "I will call on Him as long as I live, because He has turned His ear to me.",
      "3": "The strings of death are all around me. And the fear of the grave came upon me. I suffered with trouble and sorrow.",
      "4": "Then I called on the name of the Lord: “O Lord, I beg You, save my life!”",
      "5": "The Lord is loving and right. Yes, our God is full of loving-kindness.",
      "6": "The Lord takes care of the child-like. I was brought down, and He saved me.",
      "7": "Return to your rest, O my soul. For the Lord has been good to you.",
      "8": "For You, O Lord, have saved my soul from death, my eyes from tears, and my feet from falling.",
      "9": "I will walk with the Lord in the land of the living.",
      "10": "I believed when I said, “I am very troubled.”",
      "11": "I said in my fear, “All men are liars.”",
      "12": "What should I give to the Lord for all the good things He has done for me?",
      "13": "I will show Him my thanks for saving me with a gift of wine and praise His name.",
      "14": "I will keep my promises to the Lord before all His people.",
      "15": "The death of His holy ones is of great worth in the eyes of the Lord.",
      "16": "For sure I am Your servant, O Lord. I am Your servant, the son of the woman who served You. You have set me free from my chains.",
      "17": "I will give a gift of thanks to You and call on the name of the Lord.",
      "18": "I will keep my promises to the Lord before all His people,",
      "19": "in the holy place of the Lord, and in the center of you, O Jerusalem. Praise the Lord!"
    },
    "117": {
      "1": "Praise the Lord, all nations! Praise Him, all people!",
      "2": "For His loving-kindness toward us is great. And the truth of the Lord lasts forever. Praise the Lord!"
    },
    "118": {
      "1": "Give thanks to the Lord, for He is good. His loving-kindness lasts forever.",
      "2": "Let Israel say, “His loving-kindness lasts forever.”",
      "3": "Let the house of Aaron say, “His loving-kindness lasts forever.”",
      "4": "Let those who fear the Lord say, “His loving-kindness lasts forever.”",
      "5": "I cried to the Lord in my trouble, and He answered me and put me in a good place.",
      "6": "The Lord is with me. I will not be afraid of what man can do to me.",
      "7": "The Lord is with me. He is my Helper. I will watch those lose who fight against me.",
      "8": "It is better to trust in the Lord than to trust in man.",
      "9": "It is better to trust in the Lord than to trust in rulers.",
      "10": "All nations gathered around me. But I cut them off in the name of the Lord.",
      "11": "They gathered around me. Yes, they were on every side. But I cut them off in the name of the Lord.",
      "12": "They were all around me like bees and they died out fast like burning thorns. I will destroy them in the name of the Lord.",
      "13": "You pushed me back so that I was falling, but the Lord helped me.",
      "14": "The Lord is my strength and my song. He is the One Who saves me.",
      "15": "The joy of being saved is being heard in the tents of those who are right and good. The right hand of the Lord does powerful things.",
      "16": "The Lord’s right hand is lifted high. The right hand of the Lord does powerful things.",
      "17": "I will not die but live. And I will tell of what the Lord has done.",
      "18": "The Lord has punished me but He has not given me over to death.",
      "19": "Open to me the gates of what is right and good. I will go through them and give thanks to the Lord.",
      "20": "This is the gate of the Lord. Those who are right with God will pass through it.",
      "21": "I will give thanks to You, for You have answered me. And You are the One Who saves me.",
      "22": "The stone that was put aside by the workmen has become the most important stone in the building.",
      "23": "The Lord has done this. We think it is great!",
      "24": "This is the day that the Lord has made. Let us be full of joy and be glad in it.",
      "25": "O Lord, we beg You to save us! O Lord, we ask that You let everything go well for us!",
      "26": "Great and honored is he who comes in the name of the Lord. We honor you from the house of the Lord.",
      "27": "The Lord is God. He has given us light. Tie the gift with rope to the horns of the altar on this special day.",
      "28": "You are my God and I will give You thanks. You are my God and I will praise You.",
      "29": "Give thanks to the Lord, for He is good. His loving-kindness lasts forever."
    },
    "119": {
      "1": "Happy are those whose way is without blame, who walk in the Law of the Lord.",
      "2": "Happy are those who keep His Law and look for Him with all their heart.",
      "3": "They also do not sin, but walk in His ways.",
      "4": "You have set down Laws that we should always obey.",
      "5": "O, that my ways may be always in keeping with Your Law!",
      "6": "Then I will not be put to shame when I respect Your Word.",
      "7": "I will praise You with a heart that is right when I learn how right You judge.",
      "8": "I will obey Your Law. Do not leave me all alone.",
      "9": "How can a young man keep his way pure? By living by Your Word.",
      "10": "I have looked for You with all my heart. Do not let me turn from Your Law.",
      "11": "Your Word have I hid in my heart, that I may not sin against You.",
      "12": "Great and honored are You, O Lord. Teach me Your Law.",
      "13": "I have told with my lips of all the Laws of Your mouth.",
      "14": "I have found as much joy in following Your Law as one finds in much riches.",
      "15": "I will think about Your Law and have respect for Your ways.",
      "16": "I will be glad in Your Law. I will not forget Your Word.",
      "17": "Do good to Your servant so I may live and obey Your Word.",
      "18": "Open my eyes so that I may see great things from Your Law.",
      "19": "I am a stranger on the earth. Do not hide Your Word from me.",
      "20": "My soul is crushed with a desire for Your Law at all times.",
      "21": "You speak sharp words to the proud, the hated ones, because they turn from Your Word.",
      "22": "Take away shame and bad feelings from me, for I have kept Your Law.",
      "23": "Even if rulers sit together and speak against me, Your servant thinks about Your Law.",
      "24": "Your Law is my joy and it tells me what to do.",
      "25": "My soul is laid in the dust. Give me new life because of Your Word.",
      "26": "I have told about my ways, and You have answered me. Teach me Your Law.",
      "27": "Make me understand the way of Your Law so I will talk about Your great works.",
      "28": "My soul cries because of sorrow. Give me strength because of Your Word.",
      "29": "Take the false way from me. Show Your loving-favor by giving me Your Law.",
      "30": "I have chosen the faithful way. I have set Your Law in front of me.",
      "31": "I hold on to Your Law, O Lord. Do not put me to shame.",
      "32": "I will run the way of Your Law, for You will give me a willing heart.",
      "33": "O Lord, teach me the way of Your Law and I will obey it to the end.",
      "34": "Give me understanding. Then I will listen to Your Word and obey it with all my heart.",
      "35": "Make me walk in the path of Your Word, for I find joy in it.",
      "36": "Turn my heart toward Your Law, so I will not earn money in a wrong way.",
      "37": "Turn my eyes away from things that have no worth, and give me new life because of Your ways.",
      "38": "Keep Your promise to Your servant, the promise You made to those who fear and worship You.",
      "39": "Turn away the shame that I do not want to come to me, for Your Law is good.",
      "40": "O, how I desire Your Law! Give me new life because of Your right and good way.",
      "41": "May Your loving-kindness also come to me, O Lord. May You save me as Your Word says.",
      "42": "Then I will have an answer for the one who puts me to shame, for I trust in Your Word.",
      "43": "Do not take the word of truth out of my mouth, for I hope in Your Law.",
      "44": "I will always obey Your Law, forever and ever.",
      "45": "I will walk as a free man, for I look for Your Law.",
      "46": "I will speak of Your Law in front of kings and will not be ashamed.",
      "47": "I will be glad in Your Law, which I love.",
      "48": "I will lift up my hands to Your Word, which I love, and I will think about Your Law.",
      "49": "Remember Your Word to Your servant, for You have given me hope.",
      "50": "Your Word has given me new life. This is my comfort in my suffering.",
      "51": "The proud always laugh at me, but I do not turn away from Your Law.",
      "52": "I have remembered Your Law from a long time ago, O Lord, and I am comforted.",
      "53": "Burning anger comes upon me because of the sinful who turn away from Your Law.",
      "54": "Your Laws are my songs in whatever house I stay.",
      "55": "I remember Your name in the night, O Lord, and I have kept Your Law.",
      "56": "It has become my way to obey Your Law.",
      "57": "The Lord is my share. I have promised to obey Your Word.",
      "58": "I begged for Your favor with all my heart. Show me Your love because of Your Word.",
      "59": "I thought about my ways and turned my steps to Your Law.",
      "60": "I hurried and did not wait to obey Your Law.",
      "61": "The ropes of the sinful are all around me, but I have not forgotten Your Law.",
      "62": "I will rise late in the night to give thanks to You because Your Law is right and good.",
      "63": "I am a friend to all who fear You and of those who keep Your Law.",
      "64": "The earth is full of Your loving-kindness, O Lord. Teach me Your Law.",
      "65": "You have done good to Your servant, O Lord, because of Your Word.",
      "66": "Teach me what I should know to be right and fair for I believe in Your Law.",
      "67": "Before I suffered I went the wrong way, but now I obey Your Word.",
      "68": "You are good and You do good. Teach me Your Law.",
      "69": "The proud have put together a lie against me. I will keep Your Law with all my heart.",
      "70": "Their heart is covered with fat, but I find joy in Your Law.",
      "71": "It is good for me that I was troubled, so that I might learn Your Law.",
      "72": "The Law of Your mouth is better to me than thousands of gold and silver pieces.",
      "73": "Your hands made me and put me together. Give me understanding to learn Your Law.",
      "74": "May those who fear You see me and be glad, for I have put my hope in Your Word.",
      "75": "O Lord, I know that what You decide is right and good. You punish me because You are faithful.",
      "76": "May Your loving-kindness comfort me because of Your promise to Your servant.",
      "77": "Let Your loving-pity come to me so I may live. For Your Law is my joy.",
      "78": "May the proud be ashamed, because they do wrong to me for no reason, but I will think about Your Law.",
      "79": "May those who fear You and those who know Your Law turn to me.",
      "80": "Let my heart be without blame in Your Law. Do not let me be put to shame.",
      "81": "My soul becomes weak with desire for Your saving power, but I have put my hope in Your Word.",
      "82": "My eyes become weak with desire for Your Word. I say, “When will You comfort me?”",
      "83": "I have become like a wineskin in the smoke, but I do not forget Your Law.",
      "84": "How long must Your servant wait? When will You punish those who make it hard for me?",
      "85": "The proud have dug deep holes for me. They do not obey Your Law.",
      "86": "All of Your Word is faithful. Help me! For they have made it hard for me with a lie.",
      "87": "They almost destroyed me on the earth, but I did not turn away from Your Law.",
      "88": "Give me life again by Your loving-kindness, and I will keep the Word of Your mouth.",
      "89": "Forever, O Lord, Your Word will never change in heaven.",
      "90": "You are faithful to all people for all time. You have made the earth, and it stands.",
      "91": "They stand today by Your Law, for all things serve You.",
      "92": "I would have been lost in my troubles if Your Law had not been my joy.",
      "93": "I will never forget Your Word for by it You have given me new life.",
      "94": "I am Yours. Save me, for I have looked to Your Law.",
      "95": "The sinful wait to destroy me, but I will think about Your Word.",
      "96": "I have seen that all things have an end, even if they are perfect, but Your Word is without end.",
      "97": "O, how I love Your Law! It is what I think about all through the day.",
      "98": "Your Word makes me wiser than those who hate me, for it is always with me.",
      "99": "I have better understanding than all my teachers because I think about Your Law.",
      "100": "I have a better understanding than those who are old because I obey Your Word.",
      "101": "I have kept my feet from every sinful way so that I may keep Your Word.",
      "102": "I have not turned away from Your Law, for You Yourself have taught me.",
      "103": "How sweet is Your Word to my taste! It is sweeter than honey to my mouth!",
      "104": "I get understanding from Your Law and so I hate every false way.",
      "105": "Your Word is a lamp to my feet and a light to my path.",
      "106": "I have promised that I will keep Your Law. And I will add strength to this promise.",
      "107": "I am in much suffering. O Lord, give me life again by Your Word.",
      "108": "Take my willing gift of thanks, O Lord, and teach me Your Law.",
      "109": "My life is always in my hand, yet I do not forget Your Law.",
      "110": "The sinful have set a trap for me, yet I have not turned from Your Law.",
      "111": "I have been given Your Law forever. It is the joy of my heart.",
      "112": "I have set my heart on obeying Your Law forever, even to the end.",
      "113": "I hate those who have two ways of thinking, but I love Your Law.",
      "114": "You are my hiding place and my battle-covering. I put my hope in Your Word.",
      "115": "Go away from me, you who do wrong, so I may keep the Word of my God.",
      "116": "Hold me up by Your Word and I will live. Do not let me be ashamed of my hope.",
      "117": "Hold me up so I will be safe, and I will always have respect for Your Law.",
      "118": "You turn away from all those who turn from Your Law. They fool themselves with their own lying.",
      "119": "You put away like waste all the sinful of the earth, so I love Your Law.",
      "120": "My flesh shakes in fear of You, and I am afraid of how You may punish.",
      "121": "I have done what is fair and right. Do not leave me to those who would make it hard for me.",
      "122": "Promise that You will bring good to Your servant. Do not let the proud make it hard for me.",
      "123": "My eyes become weak with desire for Your saving power and for Your Word that is right and good.",
      "124": "Act in Your loving-kindness toward Your servant, and teach me Your Laws.",
      "125": "I am Your servant. Give me understanding so I may know Your Law.",
      "126": "It is time for You to work, Lord, for they have broken Your Law.",
      "127": "I love Your Word more than gold, more than pure gold.",
      "128": "And so I look upon all of Your Law as right. I hate every false way.",
      "129": "Your Laws are wonderful, and so I obey them.",
      "130": "The opening up of Your Word gives light. It gives understanding to the child-like.",
      "131": "I opened my mouth wide, breathing with desire for Your Law.",
      "132": "Turn to me and show me loving-favor, as You always do to those who love Your name.",
      "133": "Set my steps in Your Word. Do not let sin rule over me.",
      "134": "Set me free from the power of man, and I will obey Your Law.",
      "135": "Make Your face shine upon Your servant and teach me Your Law.",
      "136": "Tears flow from my eyes because of those who do not keep Your Law.",
      "137": "You are right and good, O Lord, and Your Law is right.",
      "138": "The Law You have made is right and good and very faithful.",
      "139": "I feel weak because those who hate me have forgotten Your Word.",
      "140": "Your Word is very pure and Your servant loves it.",
      "141": "I am not important and I am hated but I do not forget Your Law.",
      "142": "You are right forever, and Your Law is truth.",
      "143": "Trouble and suffering have come upon me, yet Your Word is my joy.",
      "144": "Your Law is right forever. Give me understanding and I will live.",
      "145": "I cried with all my heart. Answer me, O Lord! I will keep Your Law.",
      "146": "I cried to You. Save me, and I will keep Your Word.",
      "147": "I rise before the morning comes and cry for help. I have put my hope in Your Word.",
      "148": "My eyes wait for the night hours, so I may think about Your Word.",
      "149": "Hear my voice because of Your loving-kindness. O Lord, give me new life again because of Your Law.",
      "150": "Those who follow sinful ways come near. But they are far from Your Law.",
      "151": "You are near, O Lord. And all of Your Word is truth.",
      "152": "I learned from Your Law long ago that You made it to last forever.",
      "153": "Look upon my suffering and take me from it. For I do not forget Your Law.",
      "154": "Stand by me and set me free. Give me life again because of Your Word.",
      "155": "Your saving help is far from the sinful, for they do not look to Your Law.",
      "156": "Your loving-kindness is great, O Lord. Give me life again because of Your Law.",
      "157": "There are many who hate me and make it hard for me. Yet I do not turn from Your Law.",
      "158": "I look with hate on those who cannot be trusted, because they do not keep Your Word.",
      "159": "Think about how I love Your Law. Give me life again, O Lord, because of Your loving-kindness.",
      "160": "All of Your Word is truth, and every one of Your laws, which are always right, will last forever.",
      "161": "Rulers make it hard for me for no reason, but my heart honors Your Words with fear.",
      "162": "I am made happy by Your Word, like one who finds great riches.",
      "163": "I hate what is false, but I love Your Law.",
      "164": "I praise You seven times a day, because Your Law is right.",
      "165": "Those who love Your Law have great peace, and nothing will cause them to be hurt in their spirit.",
      "166": "I hope for Your saving power, O Lord, and I follow Your Word.",
      "167": "I obey Your Law, for I love it very much.",
      "168": "I obey Your Word and Laws, for You know all my ways.",
      "169": "Let my cry come to You, O Lord. Give me understanding because of Your Word.",
      "170": "Let my prayer come to You. Help me because of Your Word.",
      "171": "May praise come from my lips, for You teach me Your Law.",
      "172": "May my tongue sing about Your Word, for all of Your Word is right and good.",
      "173": "May Your hand be ready to help me, for I have chosen Your Law.",
      "174": "I have much desire for Your saving power, O Lord. Your Law is my joy.",
      "175": "Let me live so I may praise You, and let Your Law help me.",
      "176": "I have gone from the way like a lost sheep. Look for Your servant, for I do not forget Your Word."
    },
    "120": {
      "1": "I cried to the Lord in my trouble, and He answered me.",
      "2": "O Lord, save me from lying lips and a false tongue.",
      "3": "What will be given to you and what more will be done to you, you false tongue?",
      "4": "He will punish you with sharp arrows of the soldier, and with the hot fire of the broom tree.",
      "5": "It is bad for me, for I travel in Meshech and live among the tents of Kedar!",
      "6": "I have lived too long with those who hate peace.",
      "7": "I am for peace. But when I speak, they are for war."
    },
    "121": {
      "1": "I will lift up my eyes to the mountains. Where will my help come from?",
      "2": "My help comes from the Lord, Who made heaven and earth.",
      "3": "He will not let your feet go out from under you. He Who watches over you will not sleep.",
      "4": "Listen, He Who watches over Israel will not close his eyes or sleep.",
      "5": "The Lord watches over you. The Lord is your safe cover at your right hand.",
      "6": "The sun will not hurt you during the day and the moon will not hurt you during the night.",
      "7": "The Lord will keep you from all that is sinful. He will watch over your soul.",
      "8": "The Lord will watch over your coming and going, now and forever."
    },
    "122": {
      "1": "I was glad when they said to me, “Let us go to the house of the Lord.”",
      "2": "Our feet are standing inside your gates, O Jerusalem.",
      "3": "Jerusalem is built as a city where people come together.",
      "4": "That is where the different families go, the families of the Lord. There they give thanks to the name of the Lord, by the Law that was given to Israel.",
      "5": "For thrones were set there for telling who is guilty or not, the thrones of the house of David.",
      "6": "Pray for the peace of Jerusalem. May all go well for those who love you.",
      "7": "May there be peace within your walls. May all go well within your houses.",
      "8": "I will now say, “May peace be within you,” for the good of my brothers and my friends.",
      "9": "Because of the house of the Lord our God, I will pray for your good."
    },
    "123": {
      "1": "I lift up my eyes to You, O You Whose throne is in the heavens.",
      "2": "See, the eyes of servants look to the hand of their owner. The eyes of a woman servant look to the hand of her owner. So our eyes look to the Lord our God, until He shows us loving-kindness.",
      "3": "Show loving-kindness to us, O Lord. Show loving-kindness to us. For we have had our fill of hate.",
      "4": "The proud have laughed at us too long. We have had more than enough of their hate."
    },
    "124": {
      "1": "“If the Lord had not been on our side,” let Israel say,",
      "2": "“If the Lord had not been on our side when men came against us,",
      "3": "they would have eaten us up alive. Because their anger burned against us.",
      "4": "The waters would have covered us. The river would have passed over our soul.",
      "5": "The angry waters would have passed over our soul.”",
      "6": "Honor and thanks be to the Lord! He has not let us be torn by their teeth.",
      "7": "We have become free like a bird out of a trap. The net is broken and now we are free.",
      "8": "Our help is in the name of the Lord, Who made heaven and earth."
    },
    "125": {
      "1": "Those who trust in the Lord are like Mount Zion, which cannot be moved but stands forever.",
      "2": "The Lord is around His people like the mountains are around Jerusalem, now and forever.",
      "3": "For the sinful will not rule over the land of those who are right with God. So those who are right and good may not use their hands to do wrong.",
      "4": "O Lord, do good to those who are good, and to those who are right in their hearts.",
      "5": "But the Lord will let all those who turn aside to their sinful ways go with those who are sinners. Peace be upon Israel."
    },
    "126": {
      "1": "It was like a dream when the Lord brought back to Zion those who had been held in another land.",
      "2": "Then we laughed with our mouths, and we sang with our tongues. Then it was said among the nations, “The Lord has done great things for them.”",
      "3": "The Lord has done great things for us and we are glad.",
      "4": "Bring back our people, O Lord, like the rivers in the South.",
      "5": "Those who plant with tears will gather fruit with songs of joy.",
      "6": "He who goes out crying as he carries his bag of seed will return with songs of joy as he brings much grain with him."
    },
    "127": {
      "1": "Unless the Lord builds the house, its builders work for nothing. Unless the Lord watches over the city, the men who watch over it stay awake for nothing.",
      "2": "You rise up early, and go to bed late, and work hard for your food, all for nothing. For the Lord gives to His loved ones even while they sleep.",
      "3": "See, children are a gift from the Lord. The children born to us are our special reward.",
      "4": "The children of a young man are like arrows in the hand of a soldier.",
      "5": "Happy is the man who has many of them. They will not be put to shame when they speak in the gate with those who hate them."
    },
    "128": {
      "1": "Happy are all who honor the Lord with fear, and who walk in His ways.",
      "2": "For you will eat the fruit of your hands. You will be happy and it will be well with you.",
      "3": "Your wife will be like a vine with much fruit within your house. Your children will be like olive plants around your table.",
      "4": "This is the good that will come to the man who honors the Lord with fear.",
      "5": "May the Lord do good things for you from Zion. And may you see good come to Jerusalem all the days of your life.",
      "6": "Yes, may you see your children’s children. Peace be upon Israel."
    },
    "129": {
      "1": "“They have made it hard for me many times since I was young,” let Israel now say.",
      "2": "“They have made it hard for me many times since I was young. But they have not won over me.",
      "3": "Those who plow have plowed my back. And they have made their ditches long.”",
      "4": "The Lord is right and good. He has cut in two the ropes of the sinful.",
      "5": "May all who hate Zion be put to shame and turned away.",
      "6": "Let them be like grass on the roof, which dries up before it grows.",
      "7": "No one can pick it and fill his hand. No one can gather it and fill his arms.",
      "8": "And those who pass by do not say, “May the Lord be good to you. We pray that good will come to you in the name of the Lord.”"
    },
    "130": {
      "1": "O Lord, I have cried to You out of the deep places.",
      "2": "Lord, hear my voice! Let Your ears hear the voice of my prayers.",
      "3": "If you, Lord, should write down our sins, O Lord, who could stand?",
      "4": "But You are the One Who forgives, so You are honored with fear.",
      "5": "I wait for the Lord. My soul waits and I hope in His Word.",
      "6": "My soul waits for the Lord more than one who watches for the morning; yes, more than one who watches for the morning.",
      "7": "O Israel, hope in the Lord! For there is loving-kindness with the Lord. With Him we are saved for sure.",
      "8": "And He will save Israel from all their sins."
    },
    "131": {
      "1": "O Lord, my heart is not proud. My eyes are not filled with pride. And I do not trouble myself with important things or in things too great for me.",
      "2": "For sure I have made my soul quiet like a child who no longer nurses while he is with his mother. My soul within me is like a child who no longer nurses.",
      "3": "O Israel, hope in the Lord, now and forever."
    },
    "132": {
      "1": "O Lord, remember David and all of his suffering.",
      "2": "Remember how he swore to the Lord, and how he made a promise to the Powerful One of Jacob:",
      "3": "“For sure I will not go into my house or lie on my bed,",
      "4": "or let sleep come and close my eyes,",
      "5": "until I find a place for the Lord, a house of worship for the Powerful One of Jacob.”",
      "6": "See, we heard about it in Ephrathah. We found it in the field of Jaar.",
      "7": "Let us go into the House of God. Let us worship at His feet.",
      "8": "Rise up, O Lord. Go to the place where You can rest, You and the special box of the Way of Worship which is Your strength.",
      "9": "Let Your religious leaders be dressed with what is right and good. And let those who belong to You sing for joy.",
      "10": "Because of David Your servant, do not turn away from Your chosen one.",
      "11": "The Lord has made a sure promise to David that He will never break: “I will set upon your throne your own children.",
      "12": "If your sons will keep My Law and My Word which I will teach them, then their sons will sit upon your throne forever.”",
      "13": "For the Lord has chosen Zion. He has wanted it for a place to live:",
      "14": "“This is the place where I can rest forever. Here I will live, for I have wanted it.",
      "15": "I will give her many good things. I will give her poor people much bread.",
      "16": "I will dress her religious leaders with saving power. And those in her that belong to Me will sing for joy.",
      "17": "There I will make the horn of David grow and will make a lamp ready for My chosen one.",
      "18": "I will dress those who hate him with shame. But the crown on him will shine.”"
    },
    "133": {
      "1": "See, how good and how pleasing it is for brothers to live together as one!",
      "2": "It is like oil of great worth poured on the head, flowing down through the hair on the face, even the face of Aaron, and flowing down to his coat.",
      "3": "It is like the morning water of Hermon coming down upon the hills of Zion. For there the Lord has given the gift of life that lasts forever."
    },
    "134": {
      "1": "See, give honor and thanks to the Lord, all who work for the Lord, who stand during the night in the house of the Lord.",
      "2": "Lift up your hands to the holy place and give thanks to the Lord.",
      "3": "May the Lord bring good to you from Zion. He is the One Who made heaven and earth."
    },
    "135": {
      "1": "Praise the Lord! Praise the name of the Lord! Praise Him, O servants of the Lord,",
      "2": "you who stand in the house of the Lord, within the walls of the house of our God.",
      "3": "Praise the Lord, for the Lord is good. Sing praises to His name, for it is sweet.",
      "4": "For the Lord has chosen Jacob for Himself. Israel belongs to Him.",
      "5": "I know that the Lord is great. He is greater than all gods.",
      "6": "The Lord does whatever is pleasing to Him, in heaven and on earth, in the seas and in all waters.",
      "7": "He makes the clouds rise from the ends of the earth. He makes lightning come with the rain. He brings the wind out from where He stores His riches.",
      "8": "He killed the first-born of Egypt, both man and animal.",
      "9": "He sent special things to see and did great works among you, O Egypt, against Pharaoh and all his servants.",
      "10": "He crushed many nations and killed powerful kings,",
      "11": "King Sihon of the Amorites, King Og of Bashan, and all the kings of Canaan.",
      "12": "And He gave their land as a gift, a gift to Israel His people.",
      "13": "O Lord, Your name lasts forever. O Lord, You will be remembered for all time.",
      "14": "For the Lord will decide in favor of His people. He will have loving-pity on His servants.",
      "15": "The gods of the nations are silver and gold, made by the hands of men.",
      "16": "They have mouths but they do not speak. They have eyes but they do not see.",
      "17": "They have ears but they do not hear. And there is no breath in their mouths.",
      "18": "Those who make them and those who trust in them will be like them.",
      "19": "O house of Israel, give honor and thanks to the Lord. O house of Aaron, give honor and thanks to the Lord.",
      "20": "O house of Levi, give honor and thanks to the Lord. You who fear the Lord, give honor and thanks to the Lord.",
      "21": "Honor and thanks be to the Lord from Zion, Who lives in Jerusalem. Praise the Lord!"
    },
    "136": {
      "1": "Give thanks to the Lord, for He is good, for His loving-kindness lasts forever.",
      "2": "Give thanks to the God of gods, for His loving-kindness lasts forever.",
      "3": "Give thanks to the Lord of lords, for His loving-kindness lasts forever.",
      "4": "Give thanks to Him Who alone does great works, for His loving-kindness lasts forever.",
      "5": "Give thanks to Him Who by wisdom made the heavens, for His loving-kindness lasts forever.",
      "6": "Give thanks to Him Who spread out the earth upon the waters, for His loving-kindness lasts forever.",
      "7": "Give thanks to Him Who made the great lights, for His loving-kindness lasts forever.",
      "8": "He made the sun to rule during the day, for His loving-kindness lasts forever.",
      "9": "He made the moon and stars to rule during the night, for His loving-kindness lasts forever.",
      "10": "Give thanks to Him Who killed the first-born of Egypt, for His loving-kindness lasts forever.",
      "11": "He brought Israel out from among them, for His loving-kindness lasts forever.",
      "12": "He put out His arm and brought them out with a strong hand, for His loving-kindness lasts forever.",
      "13": "Give thanks to Him Who divided the Red Sea in two, for His loving-kindness lasts forever.",
      "14": "He led Israel through, for His loving-kindness lasts forever.",
      "15": "But He caused the death of Pharaoh and his army in the Red Sea, for His loving-kindness lasts forever.",
      "16": "Give thanks to Him Who led His people through the desert, for His loving-kindness lasts forever.",
      "17": "Give thanks to Him Who destroyed great kings, for His loving-kindness lasts forever.",
      "18": "He killed powerful kings, for His loving-kindness lasts forever.",
      "19": "He put to death Sihon, king of the Amorites, for His loving-kindness lasts forever.",
      "20": "He put to death Og, king of Bashan, for His loving-kindness lasts forever.",
      "21": "He gave their land as a gift, for His loving-kindness lasts forever.",
      "22": "He gave it as a gift to Israel His servant, for His loving-kindness lasts forever.",
      "23": "Give thanks to Him Who remembered us when we had nothing, for His loving-kindness lasts forever.",
      "24": "He took us away from those who hated us, for His loving-kindness lasts forever.",
      "25": "He gives food to all men, for His loving-kindness lasts forever.",
      "26": "Give thanks to the God of heaven, for His loving-kindness lasts forever."
    },
    "137": {
      "1": "We sat down and cried by the rivers of Babylon when we remembered Zion.",
      "2": "There upon the trees we put our harps.",
      "3": "For those who held us there made us sing. And those who made it hard for us asked for joy. They said, “Sing us one of the songs of Zion.”",
      "4": "How can we sing the song of the Lord in a strange land?",
      "5": "If I forget you, O Jerusalem, may my right hand forget what it is able to do.",
      "6": "May my tongue hold to the roof of my mouth if I do not remember you, if I do not honor Jerusalem above my highest joy.",
      "7": "O Lord, remember what the sons of Edom did on the day Jerusalem fell. “Knock it down,” they said, “Knock it down to the ground.”",
      "8": "O daughter of Babylon, you who will be destroyed, how honored will be the one who pays you back for what you have done to us!",
      "9": "How honored will be the one who catches your children and throws them against the rock!"
    },
    "138": {
      "1": "I will give You thanks with all my heart. I will sing praises to You in front of the gods.",
      "2": "I will bow down toward Your holy house. And I will give thanks to Your name for Your loving-kindness and Your truth. For You have honored Your Word because of what Your name is.",
      "3": "You answered me on the day I called. You gave me strength in my soul.",
      "4": "O Lord, all the kings of the earth will give thanks to You when they have heard the words of Your mouth.",
      "5": "And they will sing of the ways of the Lord. For the shining beauty of the Lord is great.",
      "6": "For even if the Lord is honored, He thinks about those who have no pride. But He knows the proud from far away.",
      "7": "Even if I walk into trouble, You will keep my life safe. You will put out Your hand against the anger of those who hate me. And Your right hand will save me.",
      "8": "The Lord will finish the work He started for me. O Lord, Your loving-kindness lasts forever. Do not turn away from the works of Your hands."
    },
    "139": {
      "1": "O Lord, You have looked through me and have known me.",
      "2": "You know when I sit down and when I get up. You understand my thoughts from far away.",
      "3": "You look over my path and my lying down. You know all my ways very well.",
      "4": "Even before I speak a word, O Lord, You know it all.",
      "5": "You have closed me in from behind and in front. And You have laid Your hand upon me.",
      "6": "All You know is too great for me. It is too much for me to understand.",
      "7": "Where can I go from Your Spirit? Or where can I run away from where You are?",
      "8": "If I go up to heaven, You are there! If I make my bed in the place of the dead, You are there!",
      "9": "If I take the wings of the morning or live in the farthest part of the sea,",
      "10": "even there Your hand will lead me and Your right hand will hold me.",
      "11": "If I say, “For sure the darkness will cover me and the light around me will be night,”",
      "12": "even the darkness is not dark to You. And the night is as bright as the day. Darkness and light are the same to You.",
      "13": "For You made the parts inside me. You put me together inside my mother.",
      "14": "I will give thanks to You, for the greatness of the way I was made brings fear. Your works are great and my soul knows it very well.",
      "15": "My bones were not hidden from You when I was made in secret and put together with care in the deep part of the earth.",
      "16": "Your eyes saw me before I was put together. And all the days of my life were written in Your book before any of them came to be.",
      "17": "Your thoughts are of great worth to me, O God. How many there are!",
      "18": "If I could number them, there would be more than the sand. When I awake, I am still with You.",
      "19": "If only You would kill the sinful, O God, and the men of blood would go away from me!",
      "20": "For they speak against You in sin. Those who hate You use Your name in a wrong way.",
      "21": "Do I not hate those who hate You, O Lord? And do I not hate those who rise up against You?",
      "22": "I hate them with the strongest hate. They have become men who hate me.",
      "23": "Look through me, O God, and know my heart. Try me and know my thoughts.",
      "24": "See if there is any sinful way in me and lead me in the way that lasts forever."
    },
    "140": {
      "1": "O Lord, take me away from sinful men. Keep me safe from men who want to hurt others.",
      "2": "They make sinful plans in their hearts. They always start wars.",
      "3": "They make their tongues sharp like a snake’s. And the poison of a snake is under their lips.",
      "4": "O Lord, keep me from the hands of the sinful. Keep me safe from men who want to hurt others and have planned to trip my feet.",
      "5": "The proud have hidden a trap for me. With ropes they have spread a net. They have set traps for me beside the road.",
      "6": "I said to the Lord, “You are my God. Listen to the voice of my prayers, O Lord.",
      "7": "O God the Lord, the strength that saves me, You have covered my head in the day of battle.",
      "8": "O Lord, do not give the sinful what they want. Do not let their plans work, or they will be honored.",
      "9": "“As for those who gather around me, may the wrong-doing of their lips come upon their heads.",
      "10": "May burning coals fall upon them. May they be thrown into the fire, into deep holes, and rise no more.",
      "11": "Do not let the man whose talking hurts people stand in the land. May trouble hurry to catch and destroy the man who wants to hurt others.”",
      "12": "I know that the Lord will stand by those who suffer and do what is right for the poor.",
      "13": "For sure those who are right and good will give thanks to Your name. Those who are right will live with You."
    },
    "141": {
      "1": "I call upon You, O Lord. Hurry to me! Hear my voice when I call to You!",
      "2": "May my prayer be like special perfume before You. May the lifting up of my hands be like the evening gift given on the altar in worship.",
      "3": "O Lord, put a watch over my mouth. Keep watch over the door of my lips.",
      "4": "Do not let my heart turn to any sinful thing, to do wrong with men who sin. And do not let me eat their fine food.",
      "5": "Let those who are right with God punish me and speak strong words to me in kindness. It is oil upon my head. Do not let my head turn away from it. Yet my prayer is always against the sinful works of those who sin.",
      "6": "When their rulers are thrown down from high rocks, they will hear my words, for they are true.",
      "7": "Our bones have been spread around the mouth of the grave like the broken ground behind the plow.",
      "8": "For my eyes are toward You, O God the Lord. In You I have a safe place. Do not leave me without help.",
      "9": "Keep me from the trap they have set for me. Keep me from the nets of those who do wrong.",
      "10": "Let the sinful fall into their own nets, while I pass by and am safe."
    },
    "142": {
      "1": "I cry with a loud voice to the Lord. I pray with my voice to the Lord.",
      "2": "I talk and complain to Him. I tell Him all my trouble.",
      "3": "When my spirit had grown weak within me, You knew my path. They have hidden a trap for me in the way where I walk.",
      "4": "Look to the right and see. For there is no one who thinks about me. There is no place for me to go to be safe. No one cares about my soul.",
      "5": "I cried out to You, O Lord. I said, “You are my safe place, my share in the land of the living.",
      "6": "Listen to my cry, for I am brought down. Save me from those who make it hard for me. For they are too strong for me.",
      "7": "Bring my soul out of prison, so that I may give thanks to Your name. Those who are right and good will gather around me. For You will give much to me.”"
    },
    "143": {
      "1": "Hear my prayer, O Lord. Listen when I ask for help. Answer me because You are faithful and right.",
      "2": "Do not find Your servant guilty, for no man living is right and good in Your eyes.",
      "3": "For the one who hates me has made it hard for my soul. He has crushed my life to the ground. He has made me live in dark places, like those who have been dead for a long time.",
      "4": "So my spirit grows weak within me. My heart within me is afraid.",
      "5": "I remember the days long ago. I think about all You have done. I think about the work of Your hands.",
      "6": "I put out my hands to You. My soul is thirsty for You like a dry land.",
      "7": "Hurry to answer me, O Lord! My spirit is becoming weak! Do not hide Your face from me, or I will become like those who go down to the grave.",
      "8": "Let me hear Your loving-kindness in the morning, for I trust in You. Teach me the way I should go for I lift up my soul to You.",
      "9": "O Lord, take me away from those who hate me. I run to You to be safe.",
      "10": "Teach me to do Your will, for You are my God. Let Your good Spirit lead me on a straight path.",
      "11": "Give me new life, O Lord, because of Your name. Bring me out of trouble because You are right and good.",
      "12": "In Your loving-kindness cut off those who hate me. Destroy all those who make it hard for my soul, for I am Your servant."
    },
    "144": {
      "1": "Praise and thanks be to the Lord, my rock. He makes my hands ready for war, and my fingers for battle.",
      "2": "He is my loving-kindness and my walls of strength, my strong place and the One Who sets me free, my safe-covering and the One in Whom I trust. He brings my people under my rule.",
      "3": "O Lord, what is man that You think of him, the son of man that You remember him?",
      "4": "Man is like a breath. His days are like a passing shadow.",
      "5": "O Lord, divide Your heavens and come down. Touch the mountains so they will smoke.",
      "6": "Send out lightning and divide them. Send out Your arrows and trouble them.",
      "7": "Put out Your hand from above. Take me out of trouble and away from the many waters, from the power of those from other lands.",
      "8": "Their mouths speak lies. And their right hand is a right hand that is false.",
      "9": "I will sing a new song to You, O God. I will sing praises to You on a harp of ten strings.",
      "10": "You save kings. You take Your servant David away from the sharp sword.",
      "11": "Take me out of trouble and away from the power of those from other lands. Their mouths speak lies. And their right hand is a right hand that is false.",
      "12": "May our young sons be like plants that are full-grown. And may our daughters be like the corner pieces of a great house.",
      "13": "May our store-houses be full of all kinds of food. And may our sheep grow by the thousands and ten thousands in our fields.",
      "14": "Let our cattle give birth without trouble and without loss. And may there be no cry of trouble in our streets.",
      "15": "Happy are the people who have all this. Yes, happy are the people whose God is the Lord!"
    },
    "145": {
      "1": "I will praise You, my God and King. I will honor Your name forever and ever.",
      "2": "I will honor You every day, and praise Your name forever and ever.",
      "3": "The Lord is great and our praise to Him should be great. He is too great for anyone to understand.",
      "4": "Families of this time will praise Your works to the families-to-come. They will tell about Your powerful acts.",
      "5": "I will think about the shining-greatness of Your power and about Your great works.",
      "6": "Men will speak of Your powerful acts that fill us with fear. And I will tell of Your greatness.",
      "7": "Many words will come from their mouths about how good You are. They will sing for joy about how right You are.",
      "8": "The Lord is full of loving-favor and pity, slow to anger and great in loving-kindness.",
      "9": "The Lord is good to all. And His loving-kindness is over all His works.",
      "10": "All Your works will give thanks to You, O Lord. And all those who belong to You will honor You.",
      "11": "They will speak of the shining-greatness of Your holy nation, and talk of Your power.",
      "12": "They will make Your powerful acts and the great power of Your holy nation known to the sons of men.",
      "13": "Your holy nation is a nation that lasts forever. And Your rule lasts for all time.",
      "14": "The Lord holds up all who fall. He raises up all who are brought down.",
      "15": "The eyes of all look to You. And You give them their food at the right time.",
      "16": "You open Your hand and fill the desire of every living thing.",
      "17": "The Lord is right and good in all His ways, and kind in all His works.",
      "18": "The Lord is near to all who call on Him, to all who call on Him in truth.",
      "19": "He will fill the desire of those who fear Him. He will also hear their cry and will save them.",
      "20": "The Lord takes care of all who love Him. But He will destroy all the sinful.",
      "21": "My mouth will speak the praise of the Lord. And all flesh will honor His holy name forever and ever."
    },
    "146": {
      "1": "Praise the Lord! Praise the Lord, O my soul!",
      "2": "I will praise the Lord as long as I live. I will sing praises to my God as long as I live.",
      "3": "Do not put your trust in princes, in a son of a man, who cannot save us.",
      "4": "When his spirit leaves, he returns to the earth. His thoughts end on that day.",
      "5": "Happy is he whose help is the God of Jacob, and whose hope is in the Lord his God.",
      "6": "The Lord made heaven and earth, the sea and all that is in them. He is faithful forever.",
      "7": "He helps those who have a bad power over them. He gives food to the hungry. And He sets those in prison free.",
      "8": "The Lord opens the eyes of the blind. The Lord raises up those who are brought down. The Lord loves those who are right and good.",
      "9": "The Lord keeps the strangers safe. He takes care of the children who have no father and the woman whose husband has died. But He destroys the way of the sinful.",
      "10": "The Lord will rule forever. Your God, O Zion, will rule over all people for all time. Praise the Lord!"
    },
    "147": {
      "1": "Praise the Lord! For it is good to sing praises to our God. For it is pleasing and praise is right.",
      "2": "The Lord builds up Jerusalem. He gathers those of Israel who had been taken away.",
      "3": "He heals those who have a broken heart. He heals their sorrows.",
      "4": "He knows the number of the stars. He gives names to all of them.",
      "5": "Great is our Lord, and great in power. His understanding has no end.",
      "6": "The Lord lifts up those who are suffering, and He brings the sinful down to the ground.",
      "7": "Sing to the Lord with thanks. Sing praises to our God on the harp.",
      "8": "He covers the heavens with clouds. He gives rain for the earth. He makes grass grow on the mountains.",
      "9": "He gives food to the animals, and to the young ravens that cry.",
      "10": "His joy is not in the strength of a horse. He does not find joy in the legs of a man.",
      "11": "But the Lord favors those who fear Him and those who wait for His loving-kindness.",
      "12": "Praise the Lord, O Jerusalem! Praise your God, O Zion!",
      "13": "For He has made your gates strong. He has made good come to your children within you.",
      "14": "He makes peace within your walls. He fills you with the best grain.",
      "15": "He sends His Word to the earth. And His Word runs fast.",
      "16": "He gives snow like wool. He spreads ice like ashes.",
      "17": "He throws down His ice as hail stones. Who can stand before His cold?",
      "18": "He sends out His Word and melts them. He makes His wind blow and the waters flow.",
      "19": "He speaks His Word to Jacob, and His Law to Israel.",
      "20": "He has not done this with any other nation. They do not know His Law. Praise the Lord!"
    },
    "148": {
      "1": "Praise the Lord! Praise the Lord from the heavens! Praise Him on high!",
      "2": "Praise Him, all His angels! Praise Him, all His army!",
      "3": "Praise Him, sun and moon! Praise Him, all you shining stars!",
      "4": "Praise Him, you highest heavens, and you waters above the heavens!",
      "5": "Let them praise the name of the Lord! For He spoke and they came into being.",
      "6": "He has made them last forever and ever. He has set a Law which will not pass away.",
      "7": "Praise the Lord from the earth, you large sea animals and all seas,",
      "8": "fire and hail, snow and clouds, and wind storms, obeying His Word.",
      "9": "Praise the Lord, you mountains and all hills, fruit trees and all tall trees,",
      "10": "wild animals and all cattle, small animals that move on the ground and birds that fly,",
      "11": "kings of the earth and all people, princes and all leaders of the earth,",
      "12": "both young men and women who have never had men, and old men and children.",
      "13": "Let them praise the name of the Lord. For His name alone is honored. His shining-greatness is above earth and heaven.",
      "14": "He has raised up a horn for His people, praise for all who belong to Him, for the people of Israel, who are near to Him. Praise the Lord!"
    },
    "149": {
      "1": "Praise the Lord! Sing a new song to the Lord! Praise Him in the meeting of His people.",
      "2": "Let Israel be glad in his Maker. Let the sons of Zion be full of joy in their King.",
      "3": "Let them praise His name with dancing. Let them sing praises to Him with timbrels and a harp.",
      "4": "For the Lord is happy with His people. He saves those who have no pride and makes them beautiful.",
      "5": "Let those who are God-like be full of joy and honor. Let them sing for joy on their beds.",
      "6": "Let the high praises of God be in their mouth, and in their hand a sword that cuts both ways.",
      "7": "Let it be used to punish the nations and the people.",
      "8": "Let their kings be tied in chains, and their rulers with ropes of iron.",
      "9": "Let the punishment that is written be given to them. This is an honor for all His faithful ones. Praise the Lord!"
    },
    "150": {
      "1": "Praise the Lord! Praise God in His holy place! Praise Him in the heavens of His power!",
      "2": "Praise Him for His great works! Praise Him for all His greatness!",
      "3": "Praise Him with the sound of a horn. Praise Him with harps.",
      "4": "Praise Him with timbrels and dancing. Praise Him with strings and horns.",
      "5": "Praise Him with loud sounds. Praise Him with loud and clear sounds.",
      "6": "Let everything that has breath praise the Lord. Praise the Lord!"
    }
  }
}