{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:00.450112-04:00",
    "Translation": "NLV"
  },
  "Revelation": {
    "1": {
      "1": "The things that are written in the Book are made known by Jesus Christ. God gave these things to Christ so He could show them to the servants He owns. These are things which must happen very soon. Christ sent His angel to John who is a servant owned by Him. Christ made these things known to John.",
      "2": "John tells that the Word of God is true. He tells of Jesus Christ and all that he saw and heard of Him.",
      "3": "The man who reads this Book and listens to it being read and obeys what it says will be happy. For all these things will happen soon.",
      "4": "This is John writing to the seven churches in the country of Asia. May you have loving-favor and peace from God Who was and Who is and Who is to come. May you have loving-favor and peace from the seven Spirits who are before His throne.",
      "5": "May you have loving-favor and peace from Jesus Christ Who is faithful in telling the truth. Jesus Christ is the first to be raised from the dead. He is the head over all the kings of the earth. He is the One Who loves us and has set us free from our sins by His blood.",
      "6": "Christ has made us a holy nation of religious leaders who can go to His God and Father. He is the One to receive honor and power forever! Let it be so.",
      "7": "See! He is coming in the clouds. Every eye will see Him. Even the men who killed Him will see Him. All the people on the earth will cry out in sorrow because of Him. Yes, let it be so.",
      "8": "The Lord God says, “I am the First and the Last, the beginning and the end of all things. I am the All-powerful One Who was and Who is and Who is to come.”",
      "9": "I, John, am your Christian brother. I have shared with you in suffering because of Jesus Christ. I have also shared with you His holy nation and we have not given up. I was put on the island called Patmos because I preached the Word of God and told about Jesus Christ.",
      "10": "I was under the Spirit’s power on the Lord’s Day when I heard a loud voice behind me like the loud sound of a horn.",
      "11": "It said, “(I am the First and the Last.) Write in a book what you see and send it to the seven churches. They are in the cities of Ephesus and Smyrna and Pergamum and Thyatira and Sardis and Philadelphia and Laodicea.”",
      "12": "I turned around to see who was speaking to me. As I turned, I saw seven lights made of gold.",
      "13": "Among the lights stood One Who looked like the Son of Man. He had on a long coat that came to His feet. A belt of gold was around His chest.",
      "14": "His head and His hair were white like white wool. They were as white as snow. His eyes were like fire.",
      "15": "His feet were like shining brass as bright as if it were in a fire. His voice sounded like powerful rushing water.",
      "16": "He held seven stars in His right hand. A sharp sword that cuts both ways came out of His mouth. His face was shining as bright as the sun shines at noon.",
      "17": "When I saw Him, I fell down at His feet like a dead man. He laid His right hand on me and said, “Do not be afraid. I am the First and the Last.",
      "18": "I am the Living One. I was dead, but look, I am alive forever. I have power over death and hell.",
      "19": "So write the things you have seen and the things that are and the things that will happen later.",
      "20": "This is what the seven stars and the seven lights made of gold mean that you saw in My right hand. The seven stars are the angels of the seven churches. The seven lights are the seven churches."
    },
    "2": {
      "1": "“Write this to the angel of the church in the city of Ephesus: ‘The One Who holds the seven stars in His right hand and the One Who walks among the seven lights made of gold, says this:",
      "2": "I know what you have done and how hard you have worked. I know how long you can wait and not give up. I know that you cannot put up with sinful men. I know that you have put men to the test who call themselves missionaries. You have found they are not missionaries but are false.",
      "3": "You have waited long and have not given up. You have suffered because of Me. You have kept going on and have not become tired.",
      "4": "But I have this one thing against you. You do not love Me as you did at first.",
      "5": "Remember how you once loved Me. Be sorry for your sin and love Me again as you did at first. If you do not, I will come to you and take your light out of its place. I will do this unless you are sorry for your sin and turn from it.",
      "6": "But you have this: You hate what the Nicolaitans do. I hate what they do also.",
      "7": "You have ears! Then listen to what the Spirit says to the churches. I will give the fruit of the tree of life in the garden of God to everyone who has power and wins.’",
      "8": "“Write this to the angel of the church in the city of Smyrna: ‘The One Who is First and Last, the One Who died and came to life again, says this:",
      "9": "I know of your troubles. I know you are poor. But still you are rich! I know the bad things spoken against you by those who say they are Jews. But they are not Jews. They belong to the devil.",
      "10": "Do not be afraid of what you will suffer. Listen! The devil will throw some of you into prison to test you. You will be in trouble for ten days. Be faithful even to death. Then I will give you the crown of life.",
      "11": "You have ears! Then listen to what the Spirit says to the churches. The person who has power and wins will not be hurt by the second death!’",
      "12": "“Write this to the angel of the church in the city of Pergamum: ‘The One Who has the sharp sword that cuts both ways, says this:",
      "13": "I know where you live. It is the place where Satan sits. I know that you are true to Me. You did not give up and turn away from your faith in Me, even when Antipas was killed. He was faithful in speaking for Me. He was killed in front of you where Satan is.",
      "14": "But I have a few things against you. You have some people who follow the teaching of Balaam. He taught Balak to set a trap for the Jews. He taught them to eat food that had been given as a gift in worship to false gods and to do sex sins.",
      "15": "You also have some who follow the teaching of the Nicolaitans in the same way.",
      "16": "Be sorry for your sins and turn from them. If you do not, I will come to you right away. I will fight against them with the sword of My mouth.",
      "17": "You have ears! Then listen to what the Spirit says to the churches. I will give the hidden bread from heaven to everyone who has power and wins. I will give each of them a white stone also. A new name will be written on it. No one will know the name except the one who receives it!’",
      "18": "“Write this to the angel of the church in the city of Thyatira: ‘The Son of God Who has eyes like fire and Whose feet are like shining brass, says this:",
      "19": "I know what you are doing. I know of your love and faith. I know how you have worked and how you have waited long and have not given up. I know that you are working harder now than you did at first.",
      "20": "But I have this against you: You are allowing Jezebel who calls herself a preacher to teach my servants. She is leading them in the wrong way and they are doing sex sins. And they are eating food that has been given as a gift in worship to false gods.",
      "21": "I gave her time to be sorry for her sins and turn from them. She does not want to turn from her sex sins.",
      "22": "See! I will throw her on a bed. Those who do sex sins with her will suffer much trouble and pain. I will let them suffer unless they are sorry for the sins they have done with her and turn from them.",
      "23": "And I will kill her children. All the churches will know that I am the One Who looks deep into the hearts and minds. I will give you whatever is coming to you because of your work.",
      "24": "But the rest of you there in the city of Thyatira have not followed this false teaching. You have not learned what they call the secrets of Satan. So I will put no other load on you.",
      "25": "But hold on to what you have until I come.",
      "26": "To the one who has power and wins and does what I want him to do, I will give the right and the power over the nations.",
      "27": "He will be leader over them using a piece of iron. And they will be broken in pieces like pots of clay. My Father has given Me this right and power.",
      "28": "And I will give him the Morning Star.",
      "29": "You have ears! Then listen to what the Spirit says to the churches!’"
    },
    "3": {
      "1": "“Write this to the angel of the church in the city of Sardis: ‘The One Who has the seven Spirits of God and the seven stars, says this: I know what you are doing. I know people think you are alive, but you are dead.",
      "2": "Wake up! Make stronger what you have before it dies. I have not found your work complete in God’s sight.",
      "3": "So remember what you have received and heard. Keep it. Be sorry for your sins and turn from them. If you will not wake up, I will come as a robber. You will not know at what time I will come.",
      "4": "But there are a few people in the church in the city of Sardis whose clothes are not dirty with sins. They will walk with Me wearing white clothes. They have done what they should.",
      "5": "Everyone who has power and wins will wear white clothes. I will not take his name from the book of life. I will speak of his name before My Father and His angels.",
      "6": "You have ears! Then listen to what the Spirit says to the churches.’",
      "7": "“Write this to the angel of the church in the city of Philadelphia: ‘He Who is holy and true, Who holds the key of David, Who opens and no man can shut, Who shuts and no man can open, says this:",
      "8": "I know what you are doing. See! You do not have much power, but you have obeyed My Word. You have not turned against Me. So I have given you an open door that no man can shut.",
      "9": "See! There are some who belong to Satan. They say they are Jews, but they are not. They are liars. See! I will make them come to you and get down at your feet. Then they will know that I love you.",
      "10": "I will keep you from the time of trouble. The time to test everyone is about to come to the whole world. I will do this because you have listened to Me and have waited long and have not given up.",
      "11": "I am coming very soon. Hold on to what you have so no one can take your crown.",
      "12": "I will make the one who has power and wins an important part that holds up the house of God. He will never leave it again. I will write on him the name of My God and the name of the city of My God. It is the new Jerusalem. The new Jerusalem will come down from My God out of heaven. I will write My new name on him.",
      "13": "You have ears! Then listen to what the Spirit says to the churches.’",
      "14": "“Write this to the angel of the church in the city of Laodicea: ‘The One Who says, Let it be so, the One Who is faithful, the One Who tells what is true, the One Who made everything in God’s world, says this:",
      "15": "I know what you are doing. You are not cold or hot. I wish you were one or the other.",
      "16": "But because you are warm, and not hot or cold, I will spit you out of My mouth.",
      "17": "You say that you are rich and that you need nothing, but you do not know that you are so troubled in mind and heart. You are poor and blind and without clothes.",
      "18": "You should buy gold from Me that has been tested by fire that you may be rich. Buy white clothes to dress yourself so the shame of not wearing clothes will be taken away. Buy medicine to put on your eyes so you can see.",
      "19": "I speak strong words to those I love and I punish them. Have a strong desire to please the Lord. Be sorry for your sins and turn from them.",
      "20": "See! I stand at the door and knock. If anyone hears My voice and opens the door, I will come in to him and we will eat together.",
      "21": "I will allow the one who has power and wins to sit with Me on My throne, as I also had power and won and sat down with My Father on His throne.",
      "22": "You have ears! Then listen to what the Spirit says to the churches.’”"
    },
    "4": {
      "1": "After this, I looked and saw a door standing open in heaven. The first voice I heard was like the loud sound of a horn. It said, “Come up here. I will show you what must happen after these things.”",
      "2": "At once I was under the Spirit’s power. See! The throne was in heaven, and One was sitting on it.",
      "3": "The One Who sat there looked as bright as jasper and sardius stones. The colors like those of an emerald stone were all around the throne.",
      "4": "There were twenty-four smaller thrones around the throne. And on these thrones twenty-four leaders were sitting dressed in white clothes. They had crowns of gold on their heads.",
      "5": "Lightning and noise and thunder came from the throne. Seven lights of fire were burning before the throne. These were the seven Spirits of God.",
      "6": "Before the throne there was what looked like a sea of glass, shining and clear. Around the throne and on each side there were four living beings that were full of eyes in front and in back.",
      "7": "The first living being was like a lion. The second one was like a young cow. The third one had a face like a man. The fourth one was like a very large bird with its wings spread.",
      "8": "Each one of the four living beings had six wings. They had eyes all over them, inside and out. Day and night they never stop saying, “Holy, holy, holy is the Lord God, the All-powerful One. He is the One Who was and Who is and Who is to come.”",
      "9": "The four living beings speak of His shining-greatness and give honor and thanks to Him Who sits on His throne as King. It is He Who lives forever.",
      "10": "The twenty-four leaders get down before Him and worship Him Who lives forever. They lay their crowns before Him and say,",
      "11": "“Our Lord and our God, it is right for You to have the shining-greatness and the honor and the power. You made all things. They were made and have life because You wanted it that way.”"
    },
    "5": {
      "1": "I saw a book in the right hand of the One Who sat on the a throne. It had writing on the inside and on the back side. It was locked with seven locks.",
      "2": "I saw a powerful angel calling with a loud voice, “Who is able to open the book and to break its locks?”",
      "3": "No one in heaven or on the earth or under the earth was able to open the book or to look in it.",
      "4": "Then I began to cry with loud cries. I cried because no one was good enough to open the book or to look in it.",
      "5": "One of the leaders said to me, “Stop crying. See! The Lion from the family group of Judah has power and has won. He can open the book and break its seven locks. He is of the family of David.”",
      "6": "I saw a Lamb standing in front of the twenty-four leaders. He was before the throne and in front of the four living beings. He looked as if He had been killed. He had seven horns and seven eyes. These are the seven Spirits of God. They have been sent out into all the world.",
      "7": "The Lamb came and took the book from the right hand of the One Who sat on the throne.",
      "8": "When the Lamb had taken the book, the four living beings and the twenty-four leaders got down before Him. Each one had a harp. They all had pots made of gold, full of special perfume, which are the prayers of the people who belong to God.",
      "9": "They sang a new song, saying, “It is right for You to take the book and break its locks. It is because You were killed. Your blood has bought men for God from every family and from every language and from every kind of people and from every nation.",
      "10": "You have made them to be a holy nation of religious leaders to work for our God. They will be the leaders on the earth.”",
      "11": "I looked again. I heard the voices of many thousands of angels. They stood around the throne and around the four living beings and the leaders.",
      "12": "They said with a loud voice, “The Lamb Who was killed has the right to receive power and riches and wisdom and strength and honor and shining-greatness and thanks.”",
      "13": "Then I heard every living thing in heaven and on the earth and under the earth and in the sea and all that are in them. They were saying, “Thanks and honor and shining-greatness and all power are to the One Who sits on the throne and to the Lamb forever.”",
      "14": "The four living beings kept saying, “Let it be so!” And the twenty-four leaders fell down and worshiped."
    },
    "6": {
      "1": "I saw the Lamb break open the first of the seven locks. I heard one of the four living beings cry out like the sound of thunder, “Come and see!”",
      "2": "I looked and saw a white horse. The one who sat on it had a bow. A crown was given to him. He went out to win and he won.",
      "3": "He broke open the second lock. Then I heard the second living being say, “Come and see!”",
      "4": "Another horse came out. This one was red. The one who sat on it was given a long sword. He was given power to take peace from the earth so men would kill each other.",
      "5": "He broke open the third lock. Then I heard the third living being say, “Come and see!” I looked and saw a black horse. The one who sat on it had something in his hand with which to weigh things.",
      "6": "I heard a voice from among the four living beings saying, “A small jar of wheat for a day’s pay. Three small jars of barley for a day’s pay. Do not hurt the olive oil and wine.”",
      "7": "He broke open the fourth lock. Then I heard the fourth living being say, “Come and see!”",
      "8": "I looked and saw a light colored horse. The one who sat on it had the name of Death. Hell followed close behind him. They were given the right and the power to kill one-fourth part of everything on the earth. They were to kill with the sword and by people having no food and by sickness and by the wild animals of the earth.",
      "9": "He broke open the fifth lock. Then I saw under the altar all the souls of those who had been killed for telling the Word of God. They had also been killed for being faithful in telling about Christ.",
      "10": "All those who had been killed cried out with a loud voice saying, “How long will it be yet before You will punish those on the earth for killing us? Lord, You are holy and true.”",
      "11": "White clothes were given to each one of them. They were told to rest a little longer. They were to wait until all the other servants owned by God and their Christian brothers would be killed as they had been. Then the group would be complete.",
      "12": "I looked as the Lamb broke the sixth lock. The earth shook as if it would break apart. The sun became black like dark cloth. The moon became like blood.",
      "13": "The stars of the sky fell to the earth. They were like figs falling from a tree that is shaken by a strong wind.",
      "14": "The sky passed away like paper being rolled up. Every mountain and island moved from its place.",
      "15": "The kings and the leaders of the earth hid themselves in caves and among the rocks of the mountains. All the head soldiers and rich men and strong men and men who were free and those who were owned by someone hid themselves also.",
      "16": "They called to the mountains and to the rocks, “Fall on us! Hide us from the face of the One Who sits on the throne. Hide us from the anger of the Lamb,",
      "17": "because the special day of Their anger has come! Who is able to stand against it?”"
    },
    "7": {
      "1": "After this I saw four angels. They were standing at the four corners of the earth. They were holding back the four winds of the earth so no wind would blow on the earth or the sea or on any tree.",
      "2": "I saw another angel coming from the east. He was carrying the mark of the living God. He called with a loud voice to the four angels who had been given power to hurt the earth and sea.",
      "3": "The angel from the east said, “Do not hurt the earth or the sea or the trees until we have put the mark of God on the foreheads of the servants He owns.”",
      "4": "I heard how many there were who received the mark of God. There were 144,000 people of the twelve family groups of Israel.",
      "5": "These received the mark of God: 12,000 from the family group of Judah, 12,000 from the family group of Reuben, 12,000 from the family group of Gad,",
      "6": "12,000 from the family group of Asher, 12,000 from the family group of Naphtali, 12,000 from the family group of Manasseh,",
      "7": "12,000 from the family group of Simeon, 12,000 from the family group of Levi, 12,000 from the family group of Issachar,",
      "8": "12,000 from the family group of Zebulun, 12,000 from the family group of Joseph, and 12,000 from the family group of Benjamin.",
      "9": "After this I saw many people. No one could tell how many there were. They were from every nation and from every family and from every kind of people and from every language. They were standing before the throne and before the Lamb. They were wearing white clothes and they held branches in their hands.",
      "10": "And they were crying out with a loud voice, “We are saved from the punishment of sin by our God Who sits on the throne and by the Lamb!”",
      "11": "Then all of the angels standing around the throne and around the leaders and the four living beings got down on their faces before God and worshiped Him.",
      "12": "They said, “Let it be so! May our God have worship and shining-greatness and wisdom and thanks and honor and power and strength forever. Let it be so!”",
      "13": "Then one of the twenty-four leaders asked me, “Who are these people dressed in white clothes? Where did they come from?”",
      "14": "I answered him, “Sir, you know.” Then he said to me, “These are the ones who came out of the time of much trouble. They have washed their clothes and have made them white in the blood of the Lamb.",
      "15": "For this reason they are before the throne of God. They help Him day and night in the house of God. And He Who sits on the throne will care for them as He is among them.",
      "16": "They will never be hungry or thirsty again. The sun or any burning heat will not shine down on them.",
      "17": "For the Lamb Who is in the center of the throne will be their Shepherd. He will lead them to wells of the water of life. God will take away all tears from their eyes.”"
    },
    "8": {
      "1": "When the Lamb broke the seventh lock, there was not a sound in heaven for about one-half hour.",
      "2": "Then I saw the seven angels standing before God. They were given seven horns.",
      "3": "Another angel came and stood at the altar. He held a cup made of gold full of special perfume. He was given much perfume so he could mix it in with the prayers of those who belonged to God. Their prayers were put on the altar made of gold before the throne.",
      "4": "Smoke from burning the special perfume and the prayers of those who belong to God went up before God out of the angel’s hand.",
      "5": "Then the angel took the cup of gold. He filled it with fire from the altar and threw it down on the earth. There was thunder and noise and lightning and the earth shook.",
      "6": "The seven angels that had the seven horns got ready to blow them.",
      "7": "So the first angel blew his horn. Hail and fire mixed with blood came down on the earth. One-third part of the earth was burned up. One-third part of the trees were burned up. All the green grass was burned up.",
      "8": "The second angel blew his horn. Something like a large mountain was burning with fire. It was thrown into the sea. One-third part of the sea turned into blood.",
      "9": "One-third part of all sea life died. One-third part of all the ships were destroyed.",
      "10": "The third angel blew his horn. A large star fell from heaven. It was burning with a fire that kept burning like a bright light. It fell on one-third part of the rivers and on the places where water comes out of the earth.",
      "11": "The name of the star is Wormwood. One-third part of the water became poison. Many men died from drinking the water because it had become poison.",
      "12": "The fourth angel blew his horn. One-third part of the sun and one-third part of the moon and one-third part of the stars were hurt. One-third part of them was made dark so that one-third part of the day and night had no light.",
      "13": "Then I looked and saw a very large bird flying in the sky. It said with a loud voice, “It is bad! It is bad! It is bad for those who live on the earth when the sound comes from the horns that the other three angels will blow!”"
    },
    "9": {
      "1": "The fifth angel blew his horn. I saw a star from heaven which had fallen to earth. The key to the hole without a bottom was given to the angel.",
      "2": "He opened the hole and smoke came out like the smoke from a place where there is much fire. The sun and the air became dark because of the smoke from the hole.",
      "3": "Locusts came down to the earth out of the smoke. They were given power to hurt like small animals that sting.",
      "4": "They were told not to hurt the grass or any green plant or any tree. They were to hurt only the men who did not have the mark of God on their foreheads.",
      "5": "The locusts were not allowed to kill these men. They were to give them much pain for five months like the pain that comes from a small animal that stings.",
      "6": "Men will look for ways to die during those days, but they will not find any way. They will want to die, but death will be kept from them.",
      "7": "The locusts looked like horses ready for war. They had on their heads what looked like crowns of gold. Their faces were like men’s faces.",
      "8": "Their hair was like the hair of women. Their teeth were like the teeth of lions.",
      "9": "Their chests were covered with what looked like pieces of iron. The sound their wings made was like the sound of many wagons rushing to war.",
      "10": "They had tails like a small animal that stings. The sting came from their tails. They were given power to hurt men for five months.",
      "11": "These locusts have a king over them. He is the head angel of the hole that has no bottom. His name in the Hebrew language is Abbadon. In the Greek language it is Apollyon. (It means the one who destroys.)",
      "12": "The first time of trouble is past. But see, there are two more times of trouble coming after this.",
      "13": "The sixth angel blew his horn. I heard a voice coming from the four corners of the altar made of gold that is before God.",
      "14": "The voice said to the sixth angel who had the horn, “Let the four angels loose that have been chained at the big river Euphrates.”",
      "15": "They had been kept ready for that hour and day and month and year. They were let loose so they could kill one-third part of all men that were living.",
      "16": "The army had 200 million soldiers on horses. I heard them say how many there were.",
      "17": "I saw, as God wanted to show me, the horses and the men on them. The men had pieces of iron over their chests. These were red like fire and blue like the sky and yellow like sulphur. The heads of the horses looked like the heads of lions. Fire and smoke and sulphur came out of their mouths.",
      "18": "One-third part of all men was killed by the fire and smoke and sulphur that came out of their mouths.",
      "19": "The power of the horses was in their mouths and in their tails. Their tails were like the heads of snakes and with them they could bite and kill.",
      "20": "The men that were still living after these troubles were past would not turn away from worshiping demons. They would not turn away from false gods made from gold and silver and brass and stone and wood. None of these false gods can see or hear or walk.",
      "21": "These men were not sorry for their sins and would not turn away from all their killing and their witchcraft. They would not stop their sex sins and their stealing."
    },
    "10": {
      "1": "Then I saw another strong angel coming down from heaven covered with a cloud. He had many colors around his head. His face was like the sun. His feet were like long flames of fire.",
      "2": "He had in his hand a little book that was open. The angel put his right foot on the sea. He put his left foot on the land.",
      "3": "He cried with a loud voice like the sound of a lion. The seven thunders sounded.",
      "4": "I was ready to write when the seven thunders had spoken. Then I heard the voice from heaven saying, “Lock up the things which the seven thunders have spoken. Do not write them!”",
      "5": "Then the strong angel that I saw standing on the sea and on the land lifted his right hand to heaven.",
      "6": "He made a promise in the name of God Who lives forever, Who made the heaven and the earth and the sea and everything in them. He promised that there will be no more waiting.",
      "7": "And when the seventh angel blows his horn, God will put His secret plan into action. It will be done just as He told it to the early preachers, His servants.",
      "8": "Then the voice I heard from heaven spoke to me again. It said, “Go and take the little book that is open. It is in the hand of the angel who is standing on the sea and on the land.”",
      "9": "I went to the angel and asked him to give me the little book. He said, “Take it and eat it. It will taste like honey in your mouth. But after you have eaten it, it will make your stomach sour.”",
      "10": "Then I took it from the angel’s hand and ate it. It was sweet as honey in my mouth, but it made my stomach sour after I had eaten it.",
      "11": "Then they said to me, “You must tell what will happen again in front of many people and nations and families and kings.”"
    },
    "11": {
      "1": "I was given a stick that is used to see how big things are. Someone said, “Go up to the house of God and find out how big it is. Find out about the altar also. See how many people are worshiping.",
      "2": "Do not find out about the porch of the house of God. It has been given over to the nations who do not know God. They will walk over all the Holy City to wreck it for forty-two months.",
      "3": "I will give power to my two men who tell what they know. They will speak for God for 1,260 days (forty-two months). They will be dressed in clothes made from the hair of animals.”",
      "4": "These two men who tell what they know are the two olive trees and the two lights that stand before the Lord of the earth.",
      "5": "If anyone hates them and tries to hurt them, fire comes out of the mouths of these two men. The fire kills those who try to hurt them.",
      "6": "They have power to shut up the sky. During the time they speak for God, there will be no rain. They have power to change all waters into blood. They can send every kind of trouble to the earth whenever they want to.",
      "7": "When they have finished speaking for God, the wild animal will make war with them. It will come up out of the hole without a bottom. This wild animal will have power over them and kill them.",
      "8": "Their dead bodies will lie in the street of Jerusalem. It is where their Lord was nailed to a cross. The city is sometimes called Sodom and Egypt.",
      "9": "For three-and-one-half days those from every people and from every family and from every language and from every nation will look at their dead bodies. People will not allow the dead bodies of these two men to be put in a grave.",
      "10": "Those who are living on the earth will be happy because of the death of these two men. They will do things to show they are happy. They will send gifts to each other. They will do this because these two men brought much trouble and suffering to the people of the earth.",
      "11": "After three-and-one-half days, life from God came into them again. They stood on their feet. Those who saw them were very much afraid.",
      "12": "Then the two men who told what they knew heard a loud voice from heaven. It said, “Come up here.” And they went up to heaven in a cloud. All those who hated them watched them go.",
      "13": "At the same time the earth shook. One-tenth part of the buildings of the city fell down. Seven thousand people were killed. The rest of the people were afraid and gave honor to the God of heaven.",
      "14": "The second time of trouble is past. But look, the third time of trouble is coming soon.",
      "15": "The seventh angel blew his horn. There were loud voices in heaven saying, “The nations of the world have become the holy nation of our Lord and of His Christ. He will be the Leader forever.”",
      "16": "Then the twenty-four leaders who sat on their thrones before God fell on their faces and worshiped God.",
      "17": "They said, “All-powerful Lord God, the One Who is and Who was and Who is to come, we thank You because You are using Your great power and have become Leader.",
      "18": "The people who do not know God have become angry with You. Now it is time for You to be angry with them. It is time for the dead to stand before You and to be judged. It is time for the servants You own who are the early preachers and those who belong to You to get the reward that is coming to them. It is time for the important people and those not important who honor Your name to get the pay that is coming to them. It is time to destroy those who have made every kind of trouble on the earth.”",
      "19": "God’s house in heaven was opened. The special box which held the Old Way of Worship was seen in the house of God. There was lightning and thunder and noise. The earth shook and large hail stones fell."
    },
    "12": {
      "1": "Something very special was seen in heaven. A woman was there dressed with the sun. The moon was under her feet. A crown with twelve stars in it was on her head.",
      "2": "She was about to become a mother. She cried out with pain waiting for the child to be born.",
      "3": "Something else special was seen in heaven. A large dragon was there. It was red and had seven heads and ten horns. There was a crown on each head.",
      "4": "With his tail he pulled one-third part of the stars out of heaven. He threw them down to the earth. This dragon stood in front of the woman as she was about to give birth to her child. He was waiting to eat her child as soon as it was born.",
      "5": "Then the woman gave birth to a son. He is to be the leader of the world using a piece of iron. But this child was taken away to God and His throne.",
      "6": "The woman ran away into the desert. God had made the place ready for her. He will care for her there 1,260 days.",
      "7": "Then there was war in heaven. Michael and his angels fought against this dragon. This animal and his angels fought back.",
      "8": "But the dragon was not strong enough to win. There was no more room in heaven for them.",
      "9": "The dragon was thrown down to earth from heaven. This animal is the old snake. He is also called the Devil or Satan. He is the one who has fooled the whole world. He was thrown down to earth and his angels were thrown down with him.",
      "10": "Then I heard a loud voice in heaven saying, “Now God has saved from the punishment of sin! God’s power as King has come! God’s holy nation has come! God’s Christ is here with power! The one who spoke against our Christian brothers has been thrown down to earth. He stood before God speaking against them day and night.",
      "11": "They had power over him and won because of the blood of the Lamb and by telling what He had done for them. They did not love their lives but were willing to die.",
      "12": "For this reason, O heavens and you who are there, be full of joy. It is bad for you, O earth and sea. For the devil has come down to you. He is very angry because he knows he has only a short time.”",
      "13": "When the dragon which is the devil saw that he had been thrown down to the earth, he began to hunt for the woman who had given birth to the boy baby.",
      "14": "The woman was given two wings like the wings of a very large bird so she could fly to her place in the desert. She was to be cared for there and kept safe from the snake, which is the devil, for three-and one-half years.",
      "15": "Then the snake spit water from his mouth so the woman might be carried away with a flood.",
      "16": "The earth helped the woman by opening its mouth. It drank in the flood of water that this dragon spit from his mouth.",
      "17": "This dragon was very angry with the woman. He went off to fight with the rest of her children. They are the ones who obey the Laws of God and are faithful to the teachings of Jesus."
    },
    "13": {
      "1": "I stood on the sand by the sea-shore. There I saw a wild animal coming up out of the sea. It had seven heads and ten horns with a crown on each horn. There were names on each head that spoke bad words against God.",
      "2": "The wild animal I saw was covered with spots. It had feet like those of a bear. It had a mouth like that of a lion. The dragon gave this wild animal his own power and his own throne as king. The wild animal was given much power.",
      "3": "One of the heads of the wild animal looked as if it had been killed. But the bad cut given to kill him was healed. The whole world was surprised and wondered about this, and they followed after the wild animal.",
      "4": "They worshiped the dragon for giving this wild animal such power. And they worshiped this wild animal. They said, “Who is like this wild animal? Who can fight against it?”",
      "5": "The animal was given a mouth which spoke words full of pride and it spoke very bad things against the Lord. It was given much power for forty-two months.",
      "6": "And it opened its mouth speaking very bad things against God. It spoke against God’s name and His house and against those living in heaven.",
      "7": "It was allowed to fight against the people who belong to God, and it had power to win over them. It had power over every family and every group of people and over people of every language and every nation.",
      "8": "Every person on the earth from the beginning of the world whose name has not been written in the book of life of the Lamb Who was killed will worship this animal.",
      "9": "You have ears! Then listen.",
      "10": "Whoever is to be tied and held will be held. Whoever kills with a sword must himself be killed with a sword. Now is when God’s people must have faith and not give up.",
      "11": "Then I saw another wild animal coming out of the earth. He had two horns like those of a lamb. His voice was like that of the dragon.",
      "12": "He used the power of the first wild animal who was there with him. He made all the people on earth worship the first wild animal who had received the bad cut to kill him but was healed.",
      "13": "The second wild animal did great powerful works. It spoke and made those who did not worship the first wild animal to be killed.",
      "14": "He fooled the men of the earth by doing powerful works. He did these things in front of the first wild animal. He told those who live on the earth to make a god that looks like the first wild animal. The first wild animal was the one that was cut by the sword but lived.",
      "15": "The second wild animal was given power to give life to the false god. This false god was the one that was made to look like the first wild animal. It was given power to talk. All those who did not worship it would die.",
      "16": "The second wild animal made every person have a mark on their right hand or on their forehead. It was given to important men and to those not important, to rich men and poor men, to those who are free and to those who are servants.",
      "17": "No one could buy or sell anything unless he had the mark on him. This mark was the name of the first wild animal or another way to write his name.",
      "18": "This is wisdom. Let the person who has good understanding learn the meaning of the other way to write the name of the first wild animal. This name is a man’s name. It is 666."
    },
    "14": {
      "1": "Then I looked and saw the Lamb standing on Mount Zion. There were 144,000 people with Him. These people had His name and His Father’s name written on their foreheads.",
      "2": "I heard a voice coming from heaven. It was like the sound of rushing water and of loud thunder. The voice I heard was like people playing music on their harps.",
      "3": "This large group sang a new song. They sang before the throne and in front of the four living beings and the twenty-four leaders. Only the 144,000 could learn this song. They had been bought by the blood of Christ and made free from the earth.",
      "4": "These are men who have kept themselves pure by not being married. They follow the Lamb wherever He goes. They have been bought by the blood of Christ and have been made free from among men. They are the first ones to be given to God and to the Lamb.",
      "5": "No lie has come from their mouths. They are without blame.",
      "6": "Then I saw another angel flying in the heavens. He was carrying the Good News that lasts forever. He was preaching to every nation and to every family group and to the people of every language and to all the people of the earth.",
      "7": "He said with a loud voice, “Honor God with love and fear. The time has come for Him to judge all men. Worship Him Who made heaven and earth and the sea and the places where water comes out of the earth.”",
      "8": "A second angel followed, saying, “Babylon has fallen! The great city Babylon has fallen! She made all the nations drink of the wine of her sinful sex life.”",
      "9": "A third angel followed, saying with a loud voice, “If anyone worships the wild animal and his false god and receives a mark on his forehead or hand,",
      "10": "he will drink of the wine of the anger of God. It is mixed in full strength in the cup of God’s anger. They will be punished with fire and burning sulphur in front of the holy angels and before the Lamb.",
      "11": "The smoke of those who are being punished will go up forever. They have no rest day or night. It is because they have worshiped the wild animal and his false god and have received the mark of his name.",
      "12": "This is why God’s people need to keep true to God’s Word and stay faithful to Jesus.",
      "13": "Then I heard a voice from heaven, saying, “Write these words: ‘From now on those who are dead who died belonging to the Lord will be happy.’” “Yes,” says the Spirit, “they will have rest from all their work. All the good things they have done will follow them.”",
      "14": "I looked and saw a white cloud. Sitting on the cloud was One like the Son of Man. He had a crown of gold on His head. In His hand He had a sharp knife for cutting grain.",
      "15": "Then another angel came out from the house of God and called to Him with a loud voice. He said, “Use Your knife and gather in the grain. The time has come to gather the grain because the earth is ready.”",
      "16": "He Who sat on the cloud raised His knife over the earth. And the grain was gathered in.",
      "17": "Then another angel came out from the house of God in heaven. He had a sharp knife for cutting grain also.",
      "18": "Another angel who has power over fire came out from the altar. He said with a loud voice to the angel who had the sharp knife, “Use your knife and gather in the grapes from the vine of the earth, for they are ready to gather.”",
      "19": "The angel used his sickle on the earth. He gathered from the vine of the earth and put the fruit into the large place for making wine. It was full of God’s anger.",
      "20": "They walked on it outside the city and blood came out of the place where wine is made. The blood ran as far as a man could walk in seven days. It came up as high as a horse’s head."
    },
    "15": {
      "1": "Then I saw something else special in heaven that was great and made me wonder. There were seven angels with the seven last kinds of trouble. With these, God’s anger is finished.",
      "2": "Then I saw something that looked like a sea of glass mixed with fire. I saw many standing on the sea of glass. They were those who had won their fight with the wild animal and his false god and with his mark. All of them were holding harps that God had given to them.",
      "3": "They were singing the song of Moses, who was a servant owned by God, and the song of the Lamb, saying, “The things You do are great and powerful. You are the All-powerful Lord God. You are always right and true in everything You do. You are King of all nations.",
      "4": "Who will not honor You, Lord, with love and fear? Who will not tell of the greatness of Your name? For You are the only One Who is holy. All nations will come and worship before You. Everyone sees that You do the right things.”",
      "5": "After this I looked and saw that the Holiest Place of All in the house of God was opened.",
      "6": "The seven angels who had the seven last kinds of trouble came out of the house of God. They were wearing clothes made of clean white linen. They were wearing belts made of gold around their chests.",
      "7": "Then one of the four living beings gave to each of the seven angels a jar made of gold. These jars were filled with the anger of God Who lives forever.",
      "8": "The house of God was filled with smoke from the shining-greatness and power of God. No one was able to go into the house of God until the seven angels had completed the seven kinds of trouble."
    },
    "16": {
      "1": "Then I heard a loud voice coming from the house of God. The voice said to the seven angels, “Go and pour out the seven jars of God’s anger onto the earth!”",
      "2": "The first angel poured out his jar of God’s anger onto the earth. Painful sores were given to everyone who had the mark of the wild animal and who worshiped his god.",
      "3": "The second angel poured out his jar of God’s anger onto the sea. The water became like the blood of a dead man. Every living thing in the sea died.",
      "4": "The third angel poured out his jar of God’s anger onto the rivers and places where water comes out of the earth. The water turned to blood.",
      "5": "I heard the angel of the waters saying, “You are right in punishing by sending this trouble. You are the Holy One Who was and is and will be.",
      "6": "They have poured out the blood of God’s people and of the early preachers. You have given them blood to drink. They are getting the pay that is coming to them.”",
      "7": "I heard a voice from the altar saying, “Lord God, the All-powerful One! What You decide about people is right and true.”",
      "8": "The fourth angel poured out his jar of God’s anger onto the sun. It was allowed to burn men with its fire.",
      "9": "Men were burned with the heat of this fire and they called God bad names even when He had the power over these kinds of trouble. They were not sorry for their sins and did not turn from them and honor Him.",
      "10": "The fifth angel poured out his jar of God’s anger upon the throne of the wild animal. The whole nation of the wild animal was turned into darkness. Those who worshiped him bit their tongues because of the pain.",
      "11": "They called the God of heaven bad names because of their pain and their sores. They were not sorry for what they had done.",
      "12": "The sixth angel poured out his jar of God’s anger onto the great Euphrates River. The water dried up. In this way, the kings of the countries of the east could cross over.",
      "13": "Then I saw three demons that looked like frogs. They came out of the mouths of the dragon and the second wild animal and the false preacher.",
      "14": "These are demons that do powerful works. These demons go to all the kings of all the earth. They bring them together for the war of the great day of the All-powerful God.",
      "15": "(See! I will come like a robber. The man is happy who stays awake and keeps his clothes ready. He will not be walking around without clothes and be ashamed.)",
      "16": "Then the demons brought the kings together in the place called Armageddon in the Hebrew language.",
      "17": "The seventh angel poured out his jar of God’s anger into the air. A loud voice came from the throne in the house of God, saying, “It is all done!”",
      "18": "Then there were voices and lightning and thunder and the earth shook. The earth shook much more than it had ever shaken before.",
      "19": "The big and strong city of Babylon was split in three parts. The cities of other nations fell to the ground. Then God remembered the strong city of Babylon. He made her drink the wine from His cup of much anger.",
      "20": "Every island went down into the sea. No mountain could be found.",
      "21": "Large pieces of hail fell from heaven on men. These pieces were about as heavy as an older child. But men called God bad names because of so much trouble from the hail."
    },
    "17": {
      "1": "Then one of the seven angels who had the seven jars came to me. He said, “Come! I will show you how the powerful woman who sells the use of her body will be punished. She sits on the many waters of the world.",
      "2": "The kings of the earth have done sex sins with her. People of the world have been made drunk with the wine of her sex sins.”",
      "3": "I was carried away in the Spirit by the angel to a desert. I saw a woman sitting on a red wild animal. It had seven heads and ten horns. All over the red wild animal was written bad names which spoke against God.",
      "4": "The woman was wearing purple and red clothes. She was wearing gold and pearls and stones worth much money. She had in her hand a gold cup full of sinful things from her sex sins.",
      "5": "There was a name written on her forehead which had a secret meaning. It said, “The big and powerful Babylon, mother of all women who sell the use of their bodies and mother of everything sinful of the earth.”",
      "6": "I looked at the woman. She was drunk with the blood of God’s people and those who had been killed for telling about Jesus. When I saw her, I wondered very much.",
      "7": "The angel asked me, “Why do you wonder? I will tell you the secret about this woman and the red wild animal that carries her. It is the red wild animal with seven heads and ten horns.",
      "8": "The red wild animal you saw was alive but is now dead. He will come up from the hole without a bottom and be destroyed. The people of the earth, whose names have not been written in the book of life from the beginning of the world, will be surprised as they look at the red wild animal. He was alive, but not now, but will yet come.",
      "9": "“Here is where we need wisdom. The seven heads of the animal are mountains where the woman sits.",
      "10": "They are seven kings also. Five of them are no longer kings. The sixth one is now king. The seventh one will be king, but only for a little while.",
      "11": "The red wild animal that died is the eighth king. He belongs to the first seven kings, but he will be destroyed also.",
      "12": "“The ten horns of the red wild animal which you saw are ten kings. They have not become leaders yet. But they will be given the right and the power to lead their nations for one hour with the red wild animal.",
      "13": "They agree to give the right and the power to the red wild animal.",
      "14": "These kings will fight and make war with the Lamb. But the Lamb will win the war because He is Lord of lords and King of kings. His people are the called and chosen and faithful ones.”",
      "15": "Then the angel said to me, “You saw the waters where the woman who sold the use of her body is sitting. The waters are people and large groups of people and nations and languages.",
      "16": "The ten horns you saw and the red wild animal will hate the woman who sold the use of her body. They will take everything from her and even her clothes. They will eat her flesh and burn her with fire.",
      "17": "God put in their minds a plan that would carry out His desire. They will agree to give their nation to the red wild animal until the words of God have been completed.",
      "18": "The woman you saw is the big and powerful city that has power over the kings of the earth.”"
    },
    "18": {
      "1": "Then I saw another angel coming down from heaven. He had much power. The earth was made bright with his shining-greatness.",
      "2": "He cried out with a loud voice, “The big and powerful city of Babylon is destroyed. Demons and every kind of unclean spirit live there. Unclean birds that are hated are there.",
      "3": "For she gave her wine to the nations of the world. It was the wine of her desire for sex sins. The kings of the earth have done these sex sins with her. The men of the earth who buy and sell have become rich from the riches she received while living in sin.”",
      "4": "I heard another voice from heaven saying, “Come out from her, my people. Do not be a part of her sins so you will not share her troubles.",
      "5": "For her sins are as high as heaven. God is ready to punish her for her sins.",
      "6": "Pay her back for what she has paid you. Give back to her twice as much for what she has done. In her own cup give her twice as much as she gave.",
      "7": "Give her as much trouble and suffering as the fun and the rich living she chose for herself. In her heart she says, ‘I sit here like a queen. I am not a woman whose husband has died. I will never have sorrow.’",
      "8": "Because of this, troubles of death and sorrow and no food will come to her in one day. She will be burned with fire. For the Lord God is powerful. He is the One Who says she is guilty.",
      "9": "“Then the kings of the earth will cry for her and be sorry when they see the smoke of her burning. They are the ones who did sex sins with her and lived as rich people.",
      "10": "They stand a long way from her because they are afraid of her sufferings. They say, ‘It is bad! It is bad for the big and powerful city of Babylon. For in one hour she is destroyed.’",
      "11": "The men of the earth who buy and sell are sorry for her and cry. They cry because there is no one to buy their things anymore.",
      "12": "They sold gold and silver and stones worth much money and pearls. They sold fine linen and purple and red silk cloth. They sold all kinds of perfumed wood. They sold things made from the teeth of animals and things made from wood that cost much money. They sold brass and iron and stone.",
      "13": "They sold spices and perfumes of all kinds. They sold wine and olive oil and fine flour and wheat. They sold cows and sheep and horses and wagons. They sold men who are not free and they sold the lives of men.",
      "14": "They say to her, ‘All the good things you wanted so much are gone from you. Your riches are gone. The things you liked so much are gone. You will never have them again.’",
      "15": "The men of the earth who became rich by buying and selling in that city will stand a long way back because they are afraid of her sufferings. They will cry and have sorrow.",
      "16": "They will say, ‘It is bad! It is bad for that powerful city. She dressed in fine linen of purple and red. She covered herself with gold and pearls and stones worth much money.",
      "17": "For in one hour her riches are destroyed.’ The captain of every ship and all who traveled on ships and all who worked on ships stood a long way back.",
      "18": "They cried out as they saw the smoke of her burning, saying, ‘Has there ever been such a city as powerful as this one?’",
      "19": "They threw dirt on their heads. They cried out with much sorrow and said, ‘It is bad! It is bad for the powerful city! She is the place where all those who owned ships on the sea became rich from all her riches. For in one hour everything is gone!’",
      "20": "“Be full of joy because of her, O heaven! Be full of joy, you who belong to God and missionaries and early preachers! For God has punished her for what she did to you.”",
      "21": "Then a strong angel picked up a large stone like those used for grinding wheat. He threw it into the sea, saying, “The big and strong city of Babylon will be thrown down like this. It will never be found again.",
      "22": "The sound of those playing on harps and on flutes and on horns will not be heard in you again. No workman doing any kind of work will be found in you again. The sound of the grinding-stone will not be heard in you again.",
      "23": "No light will ever shine in you again. There will be no more happy voices from a wedding heard in you. Your men who bought and sold were the most powerful on earth. You fooled people over all the world by your witchcraft.",
      "24": "And in this city was found the blood of the early preachers and of those who belonged to God and of all those who had been killed on the earth.”"
    },
    "19": {
      "1": "After this I heard what sounded like the voices of many people in heaven, saying, “Thanks to our God, the One Who saves. Honor and power belong to Him.",
      "2": "For the way He punishes people is right and true. He has punished the powerful woman who sold the use of her body. She was making the earth sinful with her sex sins. She killed those who worked for God. He has punished her for it.”",
      "3": "Again they said, “Thanks to our God. The smoke from her burning goes up forever.”",
      "4": "The twenty-four leaders and the four living beings got down and worshiped God Who was sitting on the throne. They said, “Let it be so. Thanks to our God!”",
      "5": "A voice came from the throne, saying, “Give thanks to our God, you servants who are owned by Him. Give thanks to our God, you who honor Him with love and fear, both small and great.”",
      "6": "Then I heard what sounded like the voices of many people. It was like the sound of powerful rushing water. And it was like loud thunder. It said, “Thanks to our God. For the Lord our God is King. He is the All-powerful One.",
      "7": "Let us be full of joy and be glad. Let us honor Him, for the time has come for the wedding supper of the Lamb. His bride has made herself ready.",
      "8": "She was given clean, white, fine linen clothes to wear. The fine linen is the right living of God’s people.”",
      "9": "The angel said to me, “Write this: ‘Those who are asked to the wedding supper of the Lamb are happy.’” And he said, “These are the true words of God.”",
      "10": "Then I fell at his feet to worship him. But he said to me, “No! Do not worship me. I am a servant together with you and your Christian brothers who tell of their trust in Christ. Worship God. For those who speak for Jesus are led in what to say as the early preachers were led.”",
      "11": "Then I saw heaven opened. A white horse was standing there. The One Who was sitting on the horse is called Faithful and True. He is the One Who punishes in the right way. He makes war.",
      "12": "His eyes are a flame of fire. He has many crowns on His head. His name is written on Him but He is the only One Who knows what it says.",
      "13": "The coat He wears has been put in blood. His name is The Word of God.",
      "14": "The armies in heaven were dressed in clean, white, fine linen. They were following Him on white horses.",
      "15": "Out of His mouth comes a sharp sword to punish the nations. He will be the Leader over them using a piece of iron. He walks on the grapes where wine is made, pressing out the anger of God, the All-powerful One.",
      "16": "On His coat and on His leg is the name written, “KING OF KINGS AND LORD OF LORDS.”",
      "17": "Then I saw an angel standing in the sun. He cried out with a loud voice to all the birds flying in the sky, “Come and gather together for the great supper of God!",
      "18": "Come and eat the flesh of kings and of captains of soldiers and of strong men and of the flesh of horses and of those sitting on them. Come and eat the flesh of all men, small and great. Some are free and some are not free.”",
      "19": "Then I saw the wild animal and the kings of the earth and their armies gather together. They were ready to fight against the One Who is sitting on the white horse and against His army.",
      "20": "The wild animal was taken. The false preacher was taken with it. It was the false preacher who had done powerful works in front of the wild animal. In this way, he fooled those who had received the mark of the wild animal and those who worshiped his false god. These two were thrown alive into the lake of fire that burns with sulphur.",
      "21": "The rest were killed with the sword that came out of the mouth of the One Who sat on the horse. All the birds were filled by eating the flesh of these who were killed."
    },
    "20": {
      "1": "Then I saw an angel coming down from heaven. He had in his hand a key to the hole without a bottom. He also had a strong chain.",
      "2": "He took hold of the dragon, that old snake, who is the Devil, or Satan, and chained him for 1,000 years.",
      "3": "The angel threw the devil into the hole without a bottom. He shut it and locked him in it. He could not fool the nations anymore until the 1,000 years were completed. After this he must be free for awhile.",
      "4": "Then I saw thrones. Those who were sitting there were given the power to judge. I saw the souls of those who had been killed because they told about Jesus and preached the Word of God. They had not worshiped the wild animal or his false god. They had not received his mark on their foreheads or hands. They lived again and were leaders along with Christ for 1,000 years.",
      "5": "The rest of the dead did not come to life again until the 1,000 years were finished. This is the first time many people are raised from the dead at the same time.",
      "6": "Those who are raised from the dead during this first time are happy and holy. The second death has no power over them. They will be religious leaders of God and of Christ. They will be leaders with Him for 1,000 years.",
      "7": "When the 1,000 years are finished, Satan will be free to leave his prison.",
      "8": "He will go out and fool the nations who are over all the world. They are Gog and Magog. He will gather them all together for war. There will be as many as the sand along the sea-shore.",
      "9": "They will spread out over the earth and all around the place where God’s people are and around the city that is loved. Fire will come down from God out of heaven and destroy them.",
      "10": "Then the devil who fooled them will be thrown into the lake of fire burning with sulphur. The wild animal and the false preacher are already there. They will all be punished day and night forever.",
      "11": "Then I saw a great white throne. I saw the One Who sat on it. The earth and the heaven left Him in a hurry and they could be found no more.",
      "12": "I saw all the dead people standing before God. There were great people and small people. The books were opened. Then another book was opened. It was the book of life. The dead people were judged by what they had done as it was written in the books.",
      "13": "The sea gave up the dead people who were in it. Death and hell gave up the dead people who were in them. Each one was judged by what he had done.",
      "14": "Then death and hell were thrown into the lake of fire. The lake of fire is the second death.",
      "15": "If anyone’s name was not written in the book of life, he was thrown into the lake of fire."
    },
    "21": {
      "1": "Then I saw a new heaven and a new earth. The first heaven and the first earth had passed away. There was no more sea.",
      "2": "I saw the Holy City, the new Jerusalem. It was coming down out of heaven from God. It was made ready like a bride is made ready for her husband.",
      "3": "I heard a loud voice coming from heaven. It said, “See! God’s home is with men. He will live with them. They will be His people. God Himself will be with them. He will be their God.",
      "4": "God will take away all their tears. There will be no more death or sorrow or crying or pain. All the old things have passed away.”",
      "5": "Then the One sitting on the throne said, “See! I am making all things new. Write, for these words are true and faithful.”",
      "6": "Then He said to me, “These things have happened! I am the First and the Last. I am the beginning and the end. To anyone who is thirsty, I will give the water of life. It is a free gift.",
      "7": "He who has power and wins will receive these things. I will be his God and he will be My son.",
      "8": "But those who are afraid and those who do not have faith and the sinful-minded people and those who kill other people and those who do sex sins and those who follow witchcraft and those who worship false gods and all those who tell lies will be put into the lake of fire and sulphur. This is the second death.”",
      "9": "Then one of the seven angels who had the seven jars full of the seven last troubles came to me and said, “Come! I will show you the bride, the wife of the Lamb.”",
      "10": "I was carried away in the Spirit by the angel to a very high mountain. He showed me the Holy City of Jerusalem. It was coming out of heaven from God.",
      "11": "It was filled with the shining-greatness of God. It shone like a stone worth much money, like a jasper stone. It was clear like glass.",
      "12": "It had a very high wall, and there were twelve gates. Twelve angels stood by the gates. The names of the twelve family groups of the Jewish nation were written on the gates.",
      "13": "There were three gates on each side. There were three on the east side and three on the north side and three on the south side and three on the west side.",
      "14": "The walls were on twelve stones. The names of the twelve missionaries of the Lamb were written on the stones.",
      "15": "The angel had a stick in his hand. It was used to find out how big the city and its gates and the walls were.",
      "16": "He found out that the city was as wide as it was long and it was as high as it was wide. It was as long as a man could walk in fifty days. It was the same each way.",
      "17": "The angel found out that the walls were the same as a man taking seventy-two long steps. The angel used the same way to find out about the city as a man would have used.",
      "18": "The wall was made of jasper. The city was made of pure gold. This gold was as clear as glass.",
      "19": "The city was built on every kind of stone that was worth much money. The first stone was jasper. The second was sapphire. The third was chalcedony. The fourth was emerald.",
      "20": "The fifth was sardonyx. The sixth was sardius. The seventh was chrysolite. The eighth was beryl. The ninth was topaz. The tenth was chrysoprase. The eleventh was jacinth and the twelfth was amethyst.",
      "21": "The twelve gates were twelve pearls. Each gate was made from one pearl. The street of the city was pure gold. It was as clear as glass.",
      "22": "I did not see a house of God in the city. The All-powerful Lord God and the Lamb are the house of God in this city.",
      "23": "There is no need for the sun and moon to shine in the city. The shining-greatness of God makes it full of light. The Lamb is its light.",
      "24": "The nations will walk by its light. The kings of the earth will bring their greatness into it.",
      "25": "The gates are open all day. They will never be shut. There will be no night there.",
      "26": "The greatness and honor of all the nations will be brought into it.",
      "27": "Nothing sinful will go into the city. No one who is sinful-minded or tells lies can go in. Only those whose names are written in the Lamb’s book of life can go in."
    },
    "22": {
      "1": "Then the angel showed me the river of the water of life. It was as clear as glass and came from the throne of God and of the Lamb.",
      "2": "It runs down the center of the street in the city. On each side of the river was the tree of life. It gives twelve different kinds of fruit. It gives this fruit twelve times a year, new fruit each month. Its leaves are used to heal the nations.",
      "3": "There will be nothing in the city that is sinful. The place where God and the Lamb sit will be there. The servants He owns will serve Him.",
      "4": "They will see His face and His name will be written on their foreheads.",
      "5": "There will be no night there. There will be no need for a light or for the sun. Because the Lord God will be their light. They will be leaders forever.",
      "6": "Then the angel said to me, “These words are faithful and true. The Lord God of the early preachers has sent His angel to show the servants He owns what must happen soon.”",
      "7": "“See! I am coming soon. The one who obeys what is written in this Book is happy!”",
      "8": "It was I, John, who heard and saw these things. Then I got down at the feet of the angel who showed me these things. I was going to worship him.",
      "9": "But he said to me, “No! You must not do that. I am a servant together with you and with your Christian brothers and the early preachers and with all those who obey the words in this Book. You must worship God!”",
      "10": "Then he said to me, “Do not lock up the words of this Book. These things will happen soon.",
      "11": "And let the sinful people keep on being sinful. Let the dirty-minded people keep on being dirty-minded. And let those right with God keep on being right with God. Let the holy people keep on being holy.",
      "12": "“See! I am coming soon. I am bringing with Me the reward I will give to everyone for what he has done.",
      "13": "I am the First and the Last. I am the beginning and the end.",
      "14": "Those who wash their clothes clean are happy (who are washed by the blood of the Lamb). They will have the right to go into the city through the gates. They will have the right to eat the fruit of the tree of life.",
      "15": "Outside the city are the dogs. They are people who follow witchcraft and those who do sex sins and those who kill other people and those who worship false gods and those who like lies and tell them.",
      "16": "“I am Jesus. I have sent My angel to you with these words to the churches. I am the beginning of David and of his family. I am the bright Morning Star.”",
      "17": "The Holy Spirit and the Bride say, “Come!” Let the one who hears, say, “Come!” Let the one who is thirsty, come. Let the one who wants to drink of the water of life, drink it. It is a free gift.",
      "18": "I am telling everyone who hears the words that are written in this book: If anyone adds anything to what is written in this book, God will add to him the kinds of trouble that this book tells about.",
      "19": "If anyone takes away any part of this book that tells what will happen in the future, God will take away his part from the tree of life and from the Holy City, which are told about in this book.",
      "20": "He Who tells these things says, “Yes, I am coming soon!” Let it be so. Come, Lord Jesus.",
      "21": "May all of you have the loving-favor of the Lord Jesus Christ. Let it be so."
    }
  }
}