{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:06.677661-04:00",
    "Translation": "NLV"
  },
  "Ruth": {
    "1": {
      "1": "In the days when there were judges to rule, there was a time of no food in the land. A certain man of Bethlehem in Judah went to visit the land of Moab with his wife and his two sons.",
      "2": "The name of the man was Elimelech. His wife’s name was Naomi. And the names of his two sons were Mahlon and Chilion. They were Ephrathites of Bethlehem in Judah. They went into the land of Moab and stayed there.",
      "3": "But Naomi’s husband Elimelech died. And she was left with her two sons,",
      "4": "who married Moabite women. The name of one was Orpah. The name of the other was Ruth. After living there about ten years,",
      "5": "both Mahlon and Chilion died. Naomi was left without her two children and her husband.",
      "6": "Then Naomi got ready to return from the land of Moab with her daughters-in-law. She had heard in the land of Moab that the Lord had brought food to His people.",
      "7": "So she left with her two daughters-in-law and went on the way toward the land of Judah.",
      "8": "But Naomi said to her two daughters-in-law, “Go, each one of you return to your own mother’s house. May the Lord show kindness to you, as you have done with the dead and with me.",
      "9": "May the Lord help you to find a home, each in the family of her husband.” Then she kissed them, and they cried in loud voices.",
      "10": "They said to her, “No, we will return with you to your people.”",
      "11": "But Naomi said, “Return to your people, my daughters. Why should you go with me? Do I have more sons within me, who could become your husbands?",
      "12": "Return, my daughters. Go. For I am too old to have a husband. If I had hope, if I should have a husband tonight and give birth to sons,",
      "13": "would you wait until they were grown? Would you not marry until then? No, my daughters. It is harder for me than for you. For the hand of the Lord is against me.”",
      "14": "Then they cried again in loud voices. Orpah kissed her mother-in-law. But Ruth held on to her.",
      "15": "Naomi said, “See, your sister-in-law has returned to her people and her gods. Return after your sister-in-law.”",
      "16": "But Ruth said, “Do not beg me to leave you or turn away from following you. I will go where you go. I will live where you live. Your people will be my people. And your God will be my God.",
      "17": "I will die where you die, and there I will be buried. So may the Lord do the same to me, and worse, if anything but death takes me from you.”",
      "18": "When Naomi saw that Ruth would do nothing but go with her, she said no more to her.",
      "19": "So they both went until they came to Bethlehem. The whole town of Bethlehem was happy because of them. The women said, “Is this Naomi?”",
      "20": "She said to them, “Do not call me Naomi. Call me Mara. For the All-powerful has brought much trouble to me.",
      "21": "I went out full. But the Lord has made me return empty. Why call me Naomi? The Lord has spoken against me. The All-powerful has allowed me to suffer.”",
      "22": "So Naomi returned. And her daughter-in-law Ruth, the Moabite woman, returned with her from the land of Moab. They came to Bethlehem at the beginning of barley gathering time."
    },
    "2": {
      "1": "There was an in-law of the family of Naomi’s husband there whose name was Boaz. He was a very rich man of the family of Elimelech.",
      "2": "Ruth, the Moabite woman, said to Naomi, “Let me go to the field to gather grain behind someone who might show favor to me.” Naomi said to her, “Go, my daughter.”",
      "3": "So Ruth went and gathered in the field behind those who picked the grain. And she happened to come to the part of the field that belonged to Boaz, who was of the family of Elimelech.",
      "4": "Now Boaz was seen coming from Bethlehem. He said to the people gathering the grain, “May the Lord be with you.” And they said to him, “May the Lord bring good to you.”",
      "5": "Then Boaz said to his servant who was watching over those who gathered grain, “Whose young woman is this?”",
      "6": "The servant who watched over those who gathered grain said, “She is the young Moabite woman who returned with Naomi from the land of Moab.",
      "7": "She said, ‘Let me gather food behind the others who gather among the grain.’ So she came and has stayed from morning until now. She has rested in the house a short time.”",
      "8": "Then Boaz said to Ruth, “Be careful to listen, my daughter. Do not go to gather grain in another field. Do not leave this one. But stay here with my women who gather grain.",
      "9": "Keep your eyes upon the field where they gather grain. Go behind them. I have told the servants not to touch you. When you are thirsty, go to the water jars. Drink the water the servants have put there.”",
      "10": "Then she fell with her face to the ground and said to him, “Why have I found favor in your eyes? Why do you care about me? I am a stranger from another land.”",
      "11": "Boaz said to her, “I have heard about all you have done for your mother-in-law after the death of your husband. I have heard how you left your father and mother and the land of your birth to come to a people you did not know before.",
      "12": "May the Lord reward you for your work. May full pay be given to you from the Lord, the God of Israel. It is under His wings that you have come to be safe.”",
      "13": "Then Ruth said, “Sir, I have found favor in your eyes. For you have brought comfort and have been kind in speaking to your woman servant. And I am not like any of your other women servants.”",
      "14": "When it was time to eat, Boaz said to Ruth, “Come here. Eat of the bread and put sour wine on it.” So she sat beside the people who gathered the grain. And Boaz brought her grain made ready over a fire. She ate and was filled and had some left.",
      "15": "When she got up to gather grain, Boaz told his servants, “Let her gather even among the standing grain. Do not speak against her.",
      "16": "Pull some grain out of the grain that has been gathered together and leave it for her to gather. And do not speak sharp words to her.”",
      "17": "So Ruth gathered grain in the field until evening. Then she beat out what she had gathered. It was enough barley to fill a basket.",
      "18": "She picked it up and went into the city to show her mother-in-law what she had gathered. Ruth gave Naomi what she had left after she was filled.",
      "19": "Her mother-in-law said to her, “Where did you gather grain today? Where did you work? May good come to the man who showed you favor.” So Ruth told her mother-in-law, “The name of the man I worked with today is Boaz.”",
      "20": "Naomi said to her daughter-in-law, “May he receive good from the Lord, Who has not kept His kindness from the living and the dead.” Then Naomi said to her, “The man is near to us. He is of our family.”",
      "21": "Ruth, the Moabite woman, said, “He told me, ‘You should stay close to my servants until they have finished gathering all my grain.’”",
      "22": "Naomi said to her daughter-in-law Ruth, “It is good that you go out with his women servants, my daughter. Then no danger will come upon you in another field.”",
      "23": "So she stayed close to those who worked for Boaz until the end of the time of gathering grain. And she lived with her mother-in-law."
    },
    "3": {
      "1": "Then Ruth’s mother-in-law Naomi said to her, “My daughter, should I not look for a home for you, so all will be well with you?",
      "2": "Is not Boaz of our family, with whose women servants you were? See, he is dividing the grain from the waste at his grain-floor tonight.",
      "3": "So wash yourself. Pour oil on yourself and wear your best clothes. Then go down to the grain-floor. But do not let the man know who you are until he has finished eating and drinking.",
      "4": "When he lies down, watch where he lies. Go in and take the covers off his feet and lie down. Then he will tell you what to do.”",
      "5": "Ruth said to her, “I will do all that you say.”",
      "6": "So Ruth went down to the grain-floor and did all her mother-in-law had told her to do.",
      "7": "When Boaz had finished eating and drinking and his heart was happy, he went to lie down beside the grain. Then Ruth came in secret. She took the covers off his feet and lay down.",
      "8": "The man was surprised late in the night. He turned and saw that a woman was lying at his feet.",
      "9": "He said, “Who are you?” She answered, “I am Ruth, your woman servant. Spread your covering over me. For you are of our family.”",
      "10": "And Boaz said, “May the Lord bring good to you, my daughter. You have shown your last kindness to be better than your first by not going after young men, with or without riches.",
      "11": "Now my daughter, do not be afraid. I will do for you whatever you ask. For all my people in the city know that you are a good woman.",
      "12": "It is true that I am of your family. But there is one closer than I.",
      "13": "Stay this night. In the morning, if he will have you for his own, let him take you. But if he does not want to have you, then I will take you, as the Lord lives. Lie down until morning.”",
      "14": "So Ruth lay at his feet until morning. She got up before the people could see each other. For Boaz said, “Do not let it be known that the woman came to the grain-floor.”",
      "15": "And he said, “Bring the coat you are wearing and hold it out.” So she held it, and he loaded her with six jars full of grain. Then she went into the city.",
      "16": "When she came to her mother-in-law, Naomi said, “How did it go, my daughter?” And Ruth told her all that the man had done for her.",
      "17": "She said, “He gave me these six jars full of grain. For he said, ‘Do not go to your mother-in-law with empty hands.’”",
      "18": "Naomi said, “Wait until you know what is going to happen, my daughter. For the man will not rest until the thing is decided upon today.”"
    },
    "4": {
      "1": "Boaz went up to the gate and sat down there. He saw the in-law of the family that he had spoken about pass by. So Boaz said, “Come here, friend, and sit down.” So the man came and sat down.",
      "2": "And Boaz took ten of the leaders of the city and said, “Sit down here.” So they sat down.",
      "3": "Then Boaz said to the close in-law, “Naomi has returned from the land of Moab. She is selling the piece of land which belonged to our brother Elimelech.",
      "4": "I thought I should let you know about it. Buy it in front of those who are sitting here, and in front of the leaders of my people. If you will buy it, then buy it. But if not, tell me you do not want to buy it, so I may know. For you have the right to be the first one to buy it. And I am after you.” The man said, “I will buy it.”",
      "5": "Then Boaz said, “The day you buy the field from Naomi, you must take Ruth, the Moabite woman, also. She is the wife of the dead man. You must keep alive the name of the dead man on his land.”",
      "6": "Then the close in-law said, “I cannot buy it for myself because it might be that my own children would not be able to own my land later. Take it for yourself. I give you my right to buy it, for I cannot buy it.”",
      "7": "This is what was done before in Israel to show that the buying or trading of land was decided upon. A man would take off his shoe and give it to another. This would make sure what was decided.",
      "8": "So he said to Boaz, “Buy it for yourself.” And he took off his shoe.",
      "9": "Then Boaz said to the leaders and all the people, “You have seen today that I have bought from Naomi all that belonged to Elimelech, to Chilion and to Mahlon.",
      "10": "And I have taken Ruth, the Moabite woman who was Mahlon’s wife, to be my wife. I will keep alive the name of the dead man on his land. His name will not be forgotten among his brothers or from the gate of his birth-place. You have heard this today.”",
      "11": "All the people in the gate and the leaders said, “We have heard it. May the Lord make the woman who is coming into your home like Rachel and Leah, who together built the house of Israel. May you become rich in Ephrathah and be known by all in Bethlehem.",
      "12": "May your house be like the house of Perez, the son of Judah and Tamar, because of the children the Lord will give you by this young woman.”",
      "13": "So Boaz took Ruth. She became his wife, and he went in to her. The Lord made it possible for her to have a child and she gave birth to a son.",
      "14": "The women said to Naomi, “Thanks be to the Lord. He has not\nleft you without a family this day. May his name become known in all of Israel.",
      "15": "May he bring you new life and strength while you are old. For your daughter-in-law who loves you, who is better to you than seven sons, has given birth to him.”",
      "16": "Then Naomi took the child and held him, and became his nurse.",
      "17": "The neighbor women gave him a name. They said, “A son has been born to Naomi!” And they called him Obed. He is the father of Jesse, the father of David.",
      "18": "Now these are the children of Perez. Perez was the father of Hezron.",
      "19": "Hezron was the father of Ram. Ram was the father of Amminadab.",
      "20": "Amminadab was the father of Nahshon. Nahshon was the father of Salmon.",
      "21": "Salmon was the father of Boaz. Boaz was the father of Obed.",
      "22": "Obed was the father of Jesse. And Jesse was the father of David."
    }
  }
}