{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:26.283532-04:00",
    "Translation": "NLV"
  },
  "Song Of Solomon": {
    "1": {
      "1": "The Song of Songs, the most beautiful of them all, which is Solomon’s.",
      "2": "“May he kiss me with the kisses of his mouth! For your love is better than wine.",
      "3": "Your oils have a pleasing smell. Your name is like oil poured out. So the young women love you.",
      "4": "Take me away with you, and let us run together. The king has brought me into his room.\n“We will have joy and be glad because of you. We will praise your love more than wine. They are right to love you.",
      "5": "“I am dark but beautiful, O people of Jerusalem, like the tents of Kedar, like the curtains of Solomon.",
      "6": "Do not look hard at me because I am dark, for the sun has burned me. My mother’s sons were angry with me, and made me take care of the grape-fields. But I have not taken care of my own grape-field.",
      "7": "Tell me, O you whom my soul loves. In what field do you feed your flock? Where do your sheep lie down at noon? Why should I need to look for you beside the flocks of your friends?”",
      "8": "“If you do not know, most beautiful among women, follow the path of the flock. And let your young goats eat in the field beside the tents of the shepherds.",
      "9": "“To me, my love, you are like my horse among the war-wagons of Pharaoh.",
      "10": "Your face is beautiful with the objects you wear, and your neck with the beautiful chain around it.",
      "11": "We will make objects of gold and silver for you.”",
      "12": "“While the king was at his table, my perfume gave out its smell.",
      "13": "My loved one is like a jar of perfume to me, who lies all night between my breasts.",
      "14": "My loved one is to me like many henna flowers, in the grape-fields of Engedi.”",
      "15": "“How beautiful you are, my love! How beautiful you are! Your eyes are like doves.”",
      "16": "“How beautiful you are, my love, and so pleasing! Our bed is green.",
      "17": "The pillars of our house are cedars. The pieces on our roof are pine."
    },
    "2": {
      "1": "“I am the rose of Sharon, the lily of the valleys.”",
      "2": "“Like a lily among the thorns, so is my loved one among the young women.”",
      "3": "“Like a fruit tree among many trees, so is my loved one among the young men. With much joy I sat down in his shadow. And his fruit was sweet to my taste.",
      "4": "He brought me to his special large room for eating, and his colors over me were love.",
      "5": "Make me strong with cakes of dried grapes. Make me strong again with fruit, because I am sick with love.",
      "6": "Let his left hand be under my head and his right hand hold me close.”",
      "7": "“I tell you, O daughters of Jerusalem, by the gazelles and deer of the field, you must not wake up my love until it is pleasing to her.”",
      "8": "“Listen, it is the voice of my loved one! See, he is coming! He is running over the mountains, jumping across the hills.",
      "9": "My love is like a gazelle or a young deer. See, he is standing behind our wall. He is looking through the windows, through the wood cross-pieces.",
      "10": "“My love speaks and says to me, ‘Get up, my love, my beautiful one, and come with me.",
      "11": "For see, the winter is past. The rain is over and gone.",
      "12": "The flowers are coming through the ground. The time for singing has come. The voice of the turtle-dove has been heard in our land.",
      "13": "The fig tree has its fruits. The flowers on the vines spread their sweet smell. Get up, my love, my beautiful one, and come with me!",
      "14": "O my dove, hidden in the rock, in the secret place in the mountain-side, let me see you. Let me hear your voice. For your voice is sweet, and you are beautiful.",
      "15": "‘Catch the foxes for us, the little foxes that are destroying our grape-fields, for the flowers are on the vines.",
      "16": "My love is mine, and I am his. He lets his flock eat among the lilies.",
      "17": "Until the morning comes and the shadows hurry away, turn, my love. Be like a gazelle or a young deer on the mountains of Bether.’”"
    },
    "3": {
      "1": "“On my bed night after night I looked for him whom my soul loves. I looked for him but did not find him.",
      "2": "‘I must get up now and go about the city, in the streets and in the open places. I must look for him whom my soul loves.’ I looked for him but did not find him.",
      "3": "The men who watch over the city found me, and I said, ‘Have you seen him whom my soul loves?’",
      "4": "I had just passed them when I found him whom my soul loves. I held on to him and would not let him go, until I had brought him to my mother’s house, and into the room of her who gave birth to me.”",
      "5": "“I tell you, O daughters of Jerusalem, by the gazelles or the deer of the field, you must not wake up my love until it is pleasing to her.”",
      "6": "“What is this coming up from the desert like smoke? It has the smell of special perfumes, with all the perfumes of the traders.",
      "7": "See, it is the traveling wagon of Solomon. Sixty of the strong men of Israel are around it.",
      "8": "All of them use the sword and are very able in war. Each man has his sword at his side, keeping watch against trouble in the night.",
      "9": "King Solomon has made for himself a beautiful wagon from the wood of Lebanon.",
      "10": "He made its long pieces of silver, its back of gold, and its seat of purple cloth. The inside of it was made beautiful by the daughters of Jerusalem.",
      "11": "Go out, O daughters of Zion, and look at King Solomon as he wears the crown his mother put on his head on the day of his wedding, on the day his heart was glad.”"
    },
    "4": {
      "1": "“How beautiful you are, my love! How beautiful you are! Your eyes are like doves behind your face-covering. Your hair is like a flock of goats coming down from Mount Gilead.",
      "2": "Your teeth are like a flock of sheep that have just had their wool cut and have come up from their washing. All have given birth to two lambs, and not one among them has lost her young.",
      "3": "Your lips are like a bright red string. Your mouth is beautiful. The sides of your face are like a piece of a pomegranate under your covering.",
      "4": "Your neck is like the tower of David, built with beauty. On it hang a thousand battle-coverings, the coverings of men of war.",
      "5": "Your two breasts are like two young deer, the two young ones of a gazelle, that eat among the lilies.",
      "6": "Until the morning comes and the shadows hurry away, I will go to the mountain of perfume plants, to the hill of special perfume.",
      "7": "“You are all beautiful, my love. You are perfect.",
      "8": "Come with me from Lebanon, my bride. May you come with me from Lebanon. Travel down from the top of Amana, from the top of Senir and Hermon, from the homes of lions, from the mountain homes of leopards.",
      "9": "You have made my heart beat faster, my sister, my bride. You have made my heart beat faster with one look from your eyes, with one piece of the beautiful chain around your neck.",
      "10": "How beautiful is your love, my sister, my bride! How much better is your love than wine, and the sweet smell of your oils than all kinds of spices!",
      "11": "Honey comes from your lips, my bride. Honey and milk are under your tongue. And the sweet smell of your clothing is like the smell of Lebanon.",
      "12": "A garden closed and locked is my sister, my bride, a garden shut up and covered over.",
      "13": "Your young branches are a garden of pomegranates with all the best fruits, henna with nard plants.",
      "14": "There is nard and saffron, calamus and cinnamon, with all the trees of frankincense, myrrh and aloes, with all the best spices.",
      "15": "You are a garden well, a well of flowing water, and rivers coming from Lebanon.”",
      "16": "“Wake up, O north wind! Come, south wind! Blow upon my garden so the sweet smells will spread far. May my loved one come into his garden and eat its best fruits.”"
    },
    "5": {
      "1": "“I have come into my garden, my sister, my bride. I have gathered my perfume with my spice. I have eaten my honey and the comb. I have drunk my wine and my milk. Eat and drink, friends. Drink much, O lovers.”",
      "2": "“I was asleep, but my heart was awake. A voice! My love was knocking: ‘Open to me, my sister, my love, my dove, my perfect one! For my head is wet from the water on the grass in the early morning. My hair is wet from the night.’",
      "3": "I have taken off my dress. How can I put it on again? I have washed my feet. Should I get them dirty again?",
      "4": "My love put his hand through the opening, and joy filled my heart.",
      "5": "I got up to let my love in, and perfume fell from my hands. Wet perfume fell from my fingers onto the lock.",
      "6": "I opened the door to my love, but he had already gone! My heart went out to him as he spoke. I looked for him, but did not find him. I called him, but he did not answer me.",
      "7": "The watchmen of the city found me. They beat me and hurt me. The watchmen of the walls took my coat from me.",
      "8": "I tell you, O daughters of Jerusalem, if you find my loved one, you must tell him that I am weak with love.”",
      "9": "“What is your loved one more than another loved one, O most beautiful among women? What is your loved one more than another loved one, that you tell us to do this?”",
      "10": "“My loved one is bright and red, the best among 10,000.",
      "11": "His head is like gold, pure gold. His hair has waves and is black as a raven.",
      "12": "His eyes are like doves beside rivers of water, washed in milk, and resting in their places.",
      "13": "His cheeks are like beds of spices, with sweet-smelling plants. His lips are like lily flowers giving off drops of perfume.",
      "14": "His hands are strong pieces of gold set with stones of much worth. His body is made of ivory set with stones of much worth.",
      "15": "His legs are pillars of clay put on bases of pure gold. He looks like Lebanon, as beautiful as the cedar trees.",
      "16": "His mouth is very sweet, everything about him is pleasing. This is my loved one and this is my friend, O daughters of Jerusalem.”"
    },
    "6": {
      "1": "“Where has your loved one gone, O most beautiful among women? Where has your loved one turned, that we may look for him with you?”",
      "2": "“My love has gone down to his garden, to the beds of spices. He has gone to feed his flock in the gardens and to gather lilies.",
      "3": "I am my love’s, and my love is mine, he who feeds his flock among the lilies.”",
      "4": "“You are as beautiful as Tirzah, my love, as beautiful as Jerusalem. You are to be feared as an army with flags.",
      "5": "Turn your eyes away from me, for they trouble me. Your hair is like a flock of goats that has come down from Gilead.",
      "6": "Your teeth are like a flock of sheep which has come up from the washing. All of them give birth to two lambs at a time, and not one of them has lost her young.",
      "7": "The sides of your forehead are like a piece of a pomegranate behind your face-covering.",
      "8": "There are sixty queens, and eighty women kept who act like wives, and there are too many young women to number who have never had a man.",
      "9": "But my dove, my perfect one, is special. She is her mother’s only daughter. She is the pure child of the one who gave birth to her. The young women saw her and knew she was honored. The queens and the women who act as wives praised her, saying,",
      "10": "‘Who is this that looks out like the first light of day? She is as beautiful as the full moon, as pure as the sun. She is to be feared as an army with flags.’”",
      "11": "“I went down to the field of nut trees to see the flowers of the valley, to see if the vines or the pomegranates had flowers.",
      "12": "Before I knew it, I wanted to be over the war-wagons of the princes of my people.”",
      "13": "“Return, return, O Shulammite! Return, return, that we may look upon you!”\n“Why should you look upon the Shulammite, as upon a dance in front of two armies?”"
    },
    "7": {
      "1": "“How beautiful are your feet in their shoes, O daughter! Your legs are like stones of much worth, the work of an able workman.",
      "2": "Your navel is like a beautiful glass full of wine. Your stomach is like gathered grain with lilies around it.",
      "3": "Your two breasts are like two young deer, the two young ones of a gazelle.",
      "4": "Your neck is like a tower of ivory. Your eyes are like the pools in Heshbon by the gate of Bath-rabbim. Your nose is like the tower of Lebanon, which looks toward Damascus.",
      "5": "Your head crowns you like Carmel. Your flowing hair is like strings of purple. The king is held by the beauty of your hair.",
      "6": "How beautiful and how pleasing you are, my love! How happy you make me!",
      "7": "You stand like a palm tree. And your breasts are like its fruit.",
      "8": "I said, ‘I will go to the top of the palm tree. I will take hold of its branches.’ O, may your breasts be like the fruit of the vine, and the sweet smell of your breath like pleasing fruit.",
      "9": "And may your mouth be like the best wine.”\n“For my love, it is smooth going down, flowing through the lips while sleeping.",
      "10": "“I am my love’s, and he wants me.",
      "11": "Come, my love, let us go to the country. Let us spend the night in the villages.",
      "12": "Let us get up early and go to the grape-fields. Let us see if the buds are on the vines, and if its flowers have opened. Let us see if the pomegranates have flowers. There I will give you my love.",
      "13": "The mandrakes have given out their sweet smell. And over our doors are all the best fruits, both new and old, which I have saved for you, my love."
    },
    "8": {
      "1": "“O that you were like a brother to me, who nursed from my mother’s breasts! If I found you outside, I would kiss you, and no one would hate me.",
      "2": "I would lead you and bring you into the house of my mother, who used to teach me. I would give you wine with spices to drink, made from my pomegranates.",
      "3": "Let his left hand be under my head, and his right hand hold me close.”",
      "4": "“I tell you, O daughters of Jerusalem. You must not wake up my love, until it is pleasing to her.”",
      "5": "“Who is this coming up from the desert, resting on her loved one?”\n“I woke you up under the fruit tree. There your mother suffered and gave birth to you.",
      "6": "Put me over your heart and on your arm, never to be taken off. For love is as strong as death. Jealousy is as hard as the grave. Its bright light is like the light of fire, the very fire of the Lord.",
      "7": "Many waters cannot put out love. Rivers cannot cover it. If a man were to give all the riches of his house for love, it would all be hated.”",
      "8": "“We have a little sister, and she has no breasts. What should we do for our sister on the day when she is promised in marriage?",
      "9": "If she is a wall, we should build on her a tower of silver. But if she is a door, we should cover her with strong pieces of cedar wood.”",
      "10": "“I was a wall, and my breasts were like towers. Then I was in his eyes as one who finds peace.”",
      "11": "“Solomon has a grape-field at Baal-hamon. He put the grape-field into the care of certain men. Each one was to bring 1,000 pieces of silver for its fruit.",
      "12": "My own grape-field is for myself. The 1,000 pieces of silver are for you, Solomon. And 200 are for those who take care of its fruit.”",
      "13": "“O you who sit in the gardens, my friends are listening for your voice. Let me hear it.”",
      "14": "“Hurry, my love. Be like a gazelle or a young deer on the mountains of spices.”"
    }
  }
}