{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:40.175760-04:00",
    "Translation": "NLV"
  },
  "Zechariah": {
    "1": {
      "1": "In the eighth month of the second year of Darius, the Word of the Lord came to Zechariah the man of God, the son of Berechiah, the son of Iddo, saying,",
      "2": "“The Lord was very angry with your fathers.",
      "3": "So tell them, ‘The Lord of All says, “Return to Me, that I may return to you.",
      "4": "Do not be like your fathers. The men who spoke for Me in the past told them, ‘The Lord of All says, “Return from your sinful ways and from your sinful works.”’ But they did not listen to Me,” says the Lord.",
      "5": "“Where are your fathers now? And the men who spoke for Me, do they live forever?",
      "6": "I gave My Words and My Laws to your fathers through My servants who spoke for Me. But they would not listen and so they were punished. Then they were sorry for their sins and said, ‘The Lord of All has punished us for our ways and our works, as He said He would.’”’”",
      "7": "On the twenty-fourth day of the eleventh month, the month of Shebat, in the second year of Darius, the Word of the Lord came to Zechariah the man of God, the son of Berechiah, the son of Iddo.",
      "8": "During the night while I was sleeping I saw a man traveling on a red horse. He was standing among the myrtle trees in the narrow valley, with red, brown, and white horses behind him.",
      "9": "I asked, “My lord, what are these?” And the angel who was speaking with me said, “I will show you what these are.”",
      "10": "So the man who was standing among the myrtle trees said, “These are the ones whom the Lord has sent to travel all over the earth to keep watch.”",
      "11": "And they said to the angel of the Lord who was standing among the myrtle trees, “We have looked over all the earth, and saw that the whole earth is at rest and in peace.”",
      "12": "Then the angel of the Lord said, “O Lord of All, how long will You have no loving-pity for Jerusalem and the cities of Judah? You have been angry with them for seventy years now.”",
      "13": "And the Lord spoke kind and comforting words to the angel who was speaking with me.",
      "14": "So the angel who was speaking with me said to me, “Make this known: ‘The Lord of All says, “I am very jealous for Jerusalem and Zion.",
      "15": "But I am very angry with the nations who take it easy. When I was only a little angry, they added to the trouble.”",
      "16": "So the Lord says, “I will return to Jerusalem with loving-pity. My house will be built in it and all Jerusalem will be built again,” says the Lord of All.",
      "17": "Also make this known: ‘The Lord of All says, “My cities will again be filled with riches. The Lord will again comfort Zion and again choose Jerusalem.”’”",
      "18": "Then I looked up and saw four horns.",
      "19": "So I said to the angel who was speaking with me, “What are these?” And he said, “These are the horns which have divided the people of Judah, Israel, and Jerusalem.”",
      "20": "Then the Lord showed me four workmen.",
      "21": "I said, “What are these coming to do?” And he said, “These are the horns which have sent the people of Judah everywhere, so that no man raised his head. But these workmen have come to make them afraid and to throw down the horns of the nations who have lifted up their horns against the land of Judah so the people would be sent everywhere.”"
    },
    "2": {
      "1": "Then I looked up and saw a man holding a string used to find the length of things.",
      "2": "So I said, “Where are you going?” And he said to me, “To see how long and how wide Jerusalem is.”",
      "3": "Then the angel who was speaking with me was going out, and another angel was coming out to meet him,",
      "4": "and said to him, “Run, say to that young man, ‘Jerusalem will be a city without walls because of the many men and cattle in it.",
      "5": "For I will be a wall of fire around her,’ says the Lord. ‘And I will be the shining-greatness of her.’”",
      "6": "“Come, come, run from the land of the north!” says the Lord. “For I have sent you to the four winds of the heavens,” says the Lord.",
      "7": "“O Zion! Run away, you who are living with the people of Babylon.”",
      "8": "For the Lord of All says, “The Lord of shining-greatness has sent Me against the nations which have robbed you in battle. For whoever touches you, touches what is of great worth to Him.",
      "9": "I will wave My hand over them, and they will be taken by those who were made to serve them. Then you will know that the Lord of All has sent Me.",
      "10": "Sing for joy and be glad, O people of Zion. For I am coming and I will live among you,” says the Lord.",
      "11": "“Many nations will be joined to the Lord in that day and will become My people. I will live among you, and you will know that the Lord of All has sent Me to you.",
      "12": "The Lord will receive Judah as His share in the holy land, and will again choose Jerusalem.",
      "13": "All of you be quiet before the Lord. For He is coming from His holy place.”"
    },
    "3": {
      "1": "Then he showed me Joshua the head religious leader standing before the angel of the Lord. And Satan was standing at his right side to blame him.",
      "2": "The Lord said to Satan, “May the Lord’s Word be sharp against you, Satan! May the Lord who has chosen Jerusalem speak sharp words against you! Is not this a burning stick saved from the fire?”",
      "3": "Now Joshua was dressed in dirty clothes and standing in front of the angel.",
      "4": "The angel said to those who were standing in front of him, “Take off his dirty clothes.” And he said to him, “See, I have taken your sin away from you, and will dress you in beautiful clothes.”",
      "5": "Then I said, “Let them put a clean covering on his head.” So they put a clean covering on his head and dressed him in clothes, while the angel of the Lord was standing by.",
      "6": "The angel of the Lord told Joshua in strong words,",
      "7": "“The Lord of All says, ‘If you will walk in My ways and do My work, then you will rule My house and everything around it. And I will give you a place among these who are standing here.",
      "8": "Now listen, Joshua the head religious leader, and your friends who are sitting in front of you are men who show a part of the good things to come in the future. See, I am going to bring My Servant the Branch.",
      "9": "See the stone that I have set in front of Joshua. There are seven eyes on that one stone, and I will cut writings on it,’ says the Lord of All. ‘And I will take away the sin of that land in one day.",
      "10": "In that day,’ says the Lord of All, ‘every one of you will ask his neighbor to come sit under his vine and under his fig tree.’”"
    },
    "4": {
      "1": "Then the angel who was speaking with me returned and woke me up like a man would be made to wake up from his sleep.",
      "2": "He said to me, “What do you see?” And I said, “I see a gold lamp-stand with a cup at the top and seven lamps on it. And there are seven places to hold oil, one on the top of each of the lamps.",
      "3": "There are two olive trees by it, one on the right side of the cup and the other on its left side.”",
      "4": "Then I said to the angel who was speaking with me, “What are these, my lord?”",
      "5": "So the angel who was speaking with me said, “Do you not know what these are?” And I said, “No, my lord.”",
      "6": "Then he said to me, “This is the Word of the Lord to Zerubbabel saying, ‘Not by strength nor by power, but by My Spirit,’ says the Lord of All.",
      "7": "‘What are you, O great mountain? In front of Zerubbabel you will become a plain. Then he will bring out the top stone and call out, “May God give it loving-favor!”’”",
      "8": "Also the Word of the Lord came to me saying,",
      "9": "“Zerubbabel’s hands have laid the first stones of this house, and his hands will finish it. Then you will know that the Lord of All has sent me to you.",
      "10": "Who has hated the day of small things? Men will be glad when they see Zerubbabel building the walls of the Lord’s house. These seven are the eyes of the Lord which travel over all the earth.”",
      "11": "Then I said to him, “What are these two olive trees on the right and left sides of the lamp-stand?”",
      "12": "A second time I said to him, “What are the two olive branches beside the two gold places that hold the oil to be poured out?”",
      "13": "He answered me saying, “Do you not know what these are?” And I said, “No, my lord.”",
      "14": "Then he said, “These are the two who are set apart to serve the Lord of All the earth.”"
    },
    "5": {
      "1": "I looked up again and saw a flying book.",
      "2": "And the angel said to me, “What do you see?” I said, “I see a flying book, as long as ten long steps and as wide as five long steps.”",
      "3": "Then he said to me, “This is the curse that is going out over all the land. Everyone who steals will be cut off by what is written on one side. And everyone who swears will be cut off by what is written on the other side.",
      "4": "I will send it out,” says the Lord of All, “and it will go into the house of the robber and the house of the one who makes false promises using My name. It will spend the night in that house and destroy it, both its wood and stones.”",
      "5": "Then the angel who was speaking with me came out and said to me, “Look up and see what this is that is going out.”",
      "6": "And I said, “What is it?” He said, “This is the large basket going out.” And he said, “This is the sin of all the people in all the land.”",
      "7": "Then the lead cover was lifted up, and there was a woman sitting in the large basket.",
      "8": "The angel said, “This is Sin!” And he threw her back into the basket and threw the lead weight on its opening.",
      "9": "Then I looked up and saw two women coming out with the wind in their wings. They had wings like the wings of a stork. And they lifted up the large basket between earth and heaven.",
      "10": "I said to the angel who was speaking with me, “Where are they taking the basket?”",
      "11": "He said to me, “To build a house for it in the land of Shinar. When it is ready, it will be put in its place.”"
    },
    "6": {
      "1": "I looked up again and saw four war-wagons coming out from between the two mountains. The mountains were made of brass.",
      "2": "The first war-wagon had red horses. The second war-wagon had black horses.",
      "3": "The third war-wagon had white horses, and the fourth war-wagon had strong horses with spots.",
      "4": "Then I said to the angel who was speaking with me, “What are these, my lord?”",
      "5": "The angel said to me, “These are the four spirits of heaven, going away from standing before the Lord of All the earth.",
      "6": "The war-wagon with the black horses is going toward the north country. The white ones follow them. And the horses with spots go toward the south country.",
      "7": "When the strong horses went out, they were in a hurry to look over all the earth.” And he said, “Go, look over all the earth.” So they went over the whole earth.",
      "8": "Then he called to me, “See, those who are going to the land of the north have given My Spirit rest in the north country.”",
      "9": "The Word of the Lord came to me saying,",
      "10": "“Take the gifts from Heldai, Tobijah, and Jedaiah, who have returned from Babylon. And go the same day to the house of Josiah the son of Zephaniah.",
      "11": "Take the silver and gold and make a crown, and set it on the head of Joshua the son of Jehozadak, the head religious leader.",
      "12": "Then tell him, ‘The Lord of All says, “See, the man whose name is the Branch, for He will branch out from where He is. And He will build the house of the Lord.",
      "13": "Yes, He is the One Who will build the house of the Lord. He will be honored as King, and sit and rule on His throne. And He will be a religious leader on His throne, and there will be peace between the two.”’",
      "14": "The crown will be in the Lord’s house, that people may remember Helem, Tobijah, Jedaiah, and Hen the son of Zephaniah.",
      "15": "Those who are far away will come to build the house of the Lord. Then you will know that the Lord of All has sent me to you. This will happen if you are careful to obey the Lord your God.”"
    },
    "7": {
      "1": "In the fourth year of King Darius, the Word of the Lord came to Zechariah. This was on the fourth day of the ninth month, the month of Chislev.",
      "2": "Now the people of Bethel had sent Sharezer and Regemmelech and their men to ask for the Lord’s favor.",
      "3": "They asked the religious leaders of the house of the Lord of All, and the men who speak for God, “Should I cry and go without food in the fifth month, as I have done these many years?”",
      "4": "Then the Word of the Lord of All came to me saying,",
      "5": "“Say to all the people of the land and to the religious leaders, ‘When you went without food and cried in sorrow in the fifth and seventh months these 70 years, was it to honor Me?",
      "6": "When you eat and drink, do you not eat and drink for yourselves?",
      "7": "Are not these the words the Lord made known through the men who spoke for Him in the past? They spoke these words when Jerusalem was full of people and riches, together with the cities around it, and when the Negev and the lower hills were full of people.’”",
      "8": "Then the Word of the Lord came to Zechariah saying,",
      "9": "“The Lord of All said, ‘Do what is right and be kind and show loving-pity to one another.",
      "10": "Do not make it hard for the woman whose husband has died, or the child who has no parents, or the stranger, or the poor. Do not make sinful plans in your hearts against one another.’",
      "11": "But they would not listen. They turned away and stopped their ears from hearing.",
      "12": "They made their hearts like hard stone, so that they could not hear the Law and the words which the Lord of All had sent by His Spirit through the men who spoke for Him in the past. So the Lord of All became very angry.",
      "13": "When I called, they would not listen. So when they called, I would not listen,” says the Lord of All.",
      "14": "“With the wind of a storm I sent them everywhere among all the nations that they had not known. The land was laid waste behind them, so that no one could come or go. They turned the good land into an empty waste.”"
    },
    "8": {
      "1": "Then the Word of the Lord came to me saying,",
      "2": "“The Lord of All says, ‘I am very jealous for Zion. I am jealous for her with much anger.’",
      "3": "The Lord says, ‘I will return to Zion and live in Jerusalem. Then Jerusalem will be called the City of Truth, and the mountain of the Lord of All will be called the Holy Mountain.’",
      "4": "The Lord of All says, ‘Old men and old women will sit in the streets of Jerusalem again. Each man will have a walking stick in his hand because he will be old.",
      "5": "And the city will be filled with boys and girls playing in the streets.’",
      "6": "The Lord of All says, ‘It may be wonderful to the few people here in those days, but will it be wonderful to Me also?’ says the Lord of All.",
      "7": "The Lord of All says, ‘I am going to save My people from the land of the east and from the land of the west.",
      "8": "I will bring them back and they will live in Jerusalem. They will be My people and I will be their God. I will be faithful and do what is right and good for them.’",
      "9": "“The Lord of All says, ‘You who are now listening to these words spoken through the men of God who were there when the Lord’s house was started, let your hands be strong for building the Lord’s house.",
      "10": "Before that time there was no pay for man or animal. No one could come in or go out in peace because of those who hated him. I turned people against one another.",
      "11": "But now I will not do to the rest of these people as I did in the past,’ says the Lord of All.",
      "12": "‘The seed will grow in peace. The vine will give its fruit. The land will give its food. The heavens will give water on the grass in the early morning. And I will let the rest of this people have all these things.",
      "13": "O people of Judah and Israel, just as you were a curse among the nations, I will save you and make you something good. Do not be afraid. Let your hands be strong.’",
      "14": "“The Lord of All says, ‘I wanted to hurt you because your fathers made Me angry.",
      "15": "But now I want to do good to Jerusalem and to the people of Judah. Do not be afraid.",
      "16": "These are the things you are to do: Speak the truth to one another. Judge with truth so there will be peace within your gates.",
      "17": "Do not make sinful plans against one another in your hearts. And do not love to make false promises. For I hate all these things,’ says the Lord.”",
      "18": "Then the Word of the Lord came to me saying,",
      "19": "“The Lord of All says, ‘The times when you do not eat in the fourth, fifth, seventh and tenth months will become glad times of joy. They will become happy, special suppers for the people of Judah. So love truth and peace.’",
      "20": "The Lord of All says, ‘Many people will yet come from many cities.",
      "21": "The people of one city will say to another, “Let us go at once and pray to the Lord and ask for His favor. I will go also.”",
      "22": "‘So many people and powerful nations will come to look for the Lord of All in Jerusalem and to ask for the Lord’s favor.’",
      "23": "The Lord of All says, ‘In those days ten men from the nations of every language will take hold of the coat of a Jew, saying, “Let us go with you, for we have heard that God is with you.”’”"
    },
    "9": {
      "1": "The Word of the Lord is against the land of Hadrach and will rest upon Damascus. For the eyes of men and all the family groups of Israel are on the Lord.",
      "2": "The Word of the Lord is against Hamath also, which is beside Hadrach, and against Tyre and Sidon, even though they are very wise.",
      "3": "For Tyre built a strong tower for herself. She gathered silver like dust, and gold like the dirt of the streets.",
      "4": "But the Lord will take away her riches and throw them into the sea. And she will be destroyed by fire.",
      "5": "Ashkelon will see it and be afraid. Gaza will suffer with much pain. So will Ekron, for her hope will be destroyed. Gaza will lose her king, and no one will live in Ashkelon.",
      "6": "A mixed people will live in Ashdod, and I will destroy the pride of the Philistines.",
      "7": "I will take the blood from their mouths, and the unclean food from between their teeth. Those who are left will belong to our God, and be like a family in Judah. Ekron will be like the Jebusites.",
      "8": "Then I will camp around My land and keep armies from going through it. No one will make it hard for them again, for now I am keeping watch.",
      "9": "Be full of joy, O people of Zion! Call out in a loud voice, O people of Jerusalem! See, your King is coming to you. He is fair and good and has the power to save. He is not proud and sits on a donkey, on the son of a female donkey.",
      "10": "I will destroy the war-wagon from Ephraim, and the horse from Jerusalem. The battle-bow will be broken. He will make peace among the nations and rule from sea to sea, and from the Euphrates River to the ends of the earth.",
      "11": "As for you, because of the blood of My agreement with you, I have set your people free from the deep hole that has no water.",
      "12": "Return to the strong city, you prisoners who have hope. Today I am telling you that I will give you twice as much as you had before.",
      "13": "I will use Judah as My bow, and Ephraim as My arrow. I will move your sons, O Zion, against your sons, O Greece, and make you like a soldier’s sword.",
      "14": "Then the Lord will be seen over them, and His arrow will go out like lightning. The Lord God will blow the horn and go in the storm winds of the south.",
      "15": "The Lord of All will fight for them, and they will destroy, and walk on the stones that were to be thrown at them. They will drink and make much noise as with wine. They will be filled like a cup used for putting blood on the corners of the altar.",
      "16": "The Lord their God will save them on that day as the flock of His people. For they are like the stones of a crown, shining in His land.",
      "17": "How good and how beautiful they will be! Grain will make the young men grow strong. And the young, pure women will grow strong with new wine."
    },
    "10": {
      "1": "Ask the Lord for rain in the spring time. It is the Lord Who makes the storm clouds. He gives rain to men, and gives vegetables in the field to every one.",
      "2": "The false gods say what is not true. Those who use their secret ways tell lies about the false dreams they have seen. Their comfort means nothing. So the people go from place to place like sheep and are troubled because they have no shepherd.",
      "3": "“My anger burns against the shepherds, and I will punish the leaders. For the Lord of All has visited His flock, the people of Judah, and will make them like His proud horse in battle.",
      "4": "From them will come the cornerstone. From them will come the tent nail. From them will come the bow of battle. And from them will come every ruler.",
      "5": "Together they will be like powerful men, crushing under foot those who hate them into the mud of the streets. They will fight and win the battle against the horsemen because the Lord is with them.",
      "6": "I will give strength to the family of Judah. I will save the family of Joseph, and I will bring them back, because I have loving-pity on them. They will be as if I had not turned away from them. For I am the Lord their God, and I will answer them.",
      "7": "Ephraim will be like a powerful man. Their hearts will be glad as with wine. And their children will see it and be glad. Their hearts will have joy in the Lord.",
      "8": "I will call them together, for I have saved them and set them free. And they will be as many as they were before.",
      "9": "Even when I send them everywhere among the nations, they will remember Me in far countries. They and their children will live and return.",
      "10": "I will bring them back from the land of Egypt and gather them from Assyria. I will bring them into the land of Gilead and Lebanon until there is no more room for them.",
      "11": "When they pass through the sea of trouble, I will hold back the waves in the sea. The whole Nile River will dry up. The pride of Assyria will be brought down, and Egypt will lose its power.",
      "12": "I will make My people Israel strong in the Lord, and they will walk in His name,” says the Lord."
    },
    "11": {
      "1": "Open your doors, O Lebanon, so that fire may destroy your cedars!",
      "2": "Cry in sorrow, O cypress, for the cedar has fallen. The beautiful trees have been destroyed. Cry in sorrow, O oaks of Bashan, for the many trees have fallen.",
      "3": "Listen to the cry of the shepherds, for their great land is laid waste. Listen to the sound of the young lions, for the trees along the valley of the Jordan River lay waste.",
      "4": "The Lord my God said, “Take care of the flock that is to be killed.",
      "5": "Those who buy them kill them and are not punished. And those who sell them say, ‘Thanks and honor be to the Lord, for I have become rich!’ Their own shepherds have no pity on them.",
      "6": "For I will no longer have pity on the people who live in this land,” says the Lord. “I will give everyone over to the power of his neighbor and his king. They will bring trouble to the land, and I will not save them from their power.”",
      "7": "So I took care of the flock that was to be killed, and those of the flock who suffered. I took two walking sticks. One I called Favor, and the other I called Agreement. I took care of the flock.",
      "8": "I destroyed the three shepherds in one month. I was angry with them, and they hated me.",
      "9": "Then I said, “I will not take care of you. Let those die who are to die. And what is to be destroyed, let it be destroyed. Let those who are left eat each other’s flesh.”",
      "10": "And I took my walking stick Favor and cut it in pieces, to break the agreement I had made with all the people.",
      "11": "So it was broken on that day. And those of the flock who suffered and were watching me knew that it was the Word of the Lord.",
      "12": "I said to them, “If you think it is right, give me my pay. But if not, keep it.” So they weighed out thirty pieces of silver as my pay.",
      "13": "Then the Lord said to me, “Throw it to the one who makes pots—the great price they thought I was worth.” So I took the thirty pieces of silver and threw them to the pot maker in the house of the Lord.",
      "14": "Then I cut my second walking stick, Agreement, in pieces, to break the agreement between Judah and Israel.",
      "15": "Then the Lord said to me, “Take again the tools of a foolish shepherd.",
      "16": "For I am going to have a shepherd rule over the land who will not care for the dying. He will not look for those who were sent everywhere or heal the hurt, or feed those who are well. But he will eat the flesh of the fat sheep and tear off their feet.",
      "17": "It is bad for the shepherd who has no worth and who leaves the flock! A sword will destroy his arm and his right eye! His arm will be all dried up, and his right eye will be blind.”"
    },
    "12": {
      "1": "The Word of the Lord about Israel:\nThe Lord, Who spread out the heavens, who put the earth in its place, and made the spirit of man within him says this about Israel:",
      "2": "“I am going to make Jerusalem like a cup that makes all the people around it seem to be drunk. Judah will be shut in by armies as well as Jerusalem.",
      "3": "On that day I will make Jerusalem a heavy stone for all the people. All who lift it will be hurt. And all the nations of the earth will be gathered against it.",
      "4": "On that day,” says the Lord, “I will put fear in every horse, and make the horsemen crazy. But I will watch over the people of Judah, while I make every horse of the nations blind.",
      "5": "Then the leaders of Judah will say in their hearts, ‘The people of Jerusalem are strong because of the Lord of All, their God.’",
      "6": "On that day I will make the leaders of Judah like a pot of fire among pieces of wood, like fire among cut grain. They will destroy all the people around them, on the right and on the left. And the people of Jerusalem will again live on their own land in Jerusalem.",
      "7": "The Lord will save the tents of Judah first, so that the shining-greatness of the family of David and of the people of Jerusalem may not be greater than that of Judah.",
      "8": "On that day the Lord will fight for the people of Jerusalem. The one who is weak among them on that day will be like David. And the family of David will be like God, like the angel of the Lord leading them.",
      "9": "On that day I will destroy every nation that comes against Jerusalem.",
      "10": "“I will pour out the Spirit of loving-favor and prayer on the family of David and on those who live in Jerusalem. They will look on Him Whose side they cut. They will cry in sorrow for Him, as one cries for an only son. They will cry much over Him, like those who have lost their first-born son.",
      "11": "On that day there will be much crying in Jerusalem, like the cries of Hadadrimmon in the plain of Megiddo.",
      "12": "The land will be filled with sorrow, each family by itself. The families of David and their wives, and the family of Nathan and their wives, will each be filled with sorrow.",
      "13": "The family of Levi and their wives will cry in sorrow, and the family of the Shimeites and their wives,",
      "14": "and all the families that are left, and their wives."
    },
    "13": {
      "1": "“On that day a well of water will be opened for the family of David and for the people of Jerusalem to make them clean from their sin.",
      "2": "“On that day,” says the Lord of All, “I will destroy the names of the false gods from the land. They will no longer be remembered. And I will take away from the land those who tell what will happen in the future and the unclean spirit.",
      "3": "If anyone still tells what will happen in the future, his father and mother who gave birth to him will tell him, ‘You must not live, because you have lied in the name of the Lord.’ And his father and mother who gave birth to him will kill him when he speaks false words.",
      "4": "On that day those who tell what will happen in the future will each be ashamed of his special dream when he speaks. He will not put on clothing made from hair to fool the people.",
      "5": "But he will say, ‘I am not a man who speaks for God. I am a farmer. A man sold me as a servant when I was young.’",
      "6": "If someone asks him, ‘What are these sores on your back?’ he will answer, ‘They are the sores I received in the house of my friends.’",
      "7": "“Wake up, O sword, against My shepherd and against the man who is close to Me,” says the Lord of All. “Kill the shepherd, and the sheep will go everywhere. And I will turn My hand against the little ones.",
      "8": "In the whole land,” says the Lord, “two-thirds will die, but one-third will be left alive.",
      "9": "And I will bring the third part through the fire. I will make them pure like silver is made pure. I will test them as gold is tested. They will call on My name, and I will answer them. I will say, ‘They are My people,’ and they will say, ‘The Lord is my God.’”"
    },
    "14": {
      "1": "A day of the Lord is coming when the things of much worth taken from you will be divided among you.",
      "2": "For I will gather all the nations against Jerusalem to battle. The city will be taken. The houses will be robbed. The women will be taken against their will. And half of the city will be taken away to a strange land. But the rest of the people will not be taken away from the city.",
      "3": "Then the Lord will go out and fight against those nations, as when He fights on a day of battle.",
      "4": "On that day His feet will stand on the Mount of Olives, in front of Jerusalem on the east. And the Mount of Olives will be divided in two from east to west by a very large valley. Half the mountain will move toward the north and the other half toward the south.",
      "5": "You will run away by the valley of My mountains, for it will go as far as Azel. You will run away just as you did when the earth shook in the days of Uzziah king of Judah. Then the Lord my God will come, and all the holy ones with Him.",
      "6": "On that day there will be no light. The stars of heaven will be made dark.",
      "7": "It will be a special day which is known to the Lord. It will not be day or night. For when evening comes, there will be light.",
      "8": "On that day living waters will flow out of Jerusalem. Half of them will flow toward the sea in the east. The other half will flow toward the sea in the west. They will flow in summer and in winter.",
      "9": "The Lord will be King over all the earth. On that day the Lord will be the only one, and His name the only one.",
      "10": "The whole land will be changed into a plain from Geba to Rimmon south of Jerusalem. But Jerusalem will rise and stay on its land from the Gate of Benjamin to the place of the First Gate, to the Corner Gate, and from the Tower of Hananel to where the king’s wine is made.",
      "11": "People will live in it, and there will be no more curse. The people of Jerusalem will live without fear.",
      "12": "Now this is how the Lord will punish all the people who have gone to war against Jerusalem. Their flesh will waste away while they stand on their feet. Their eyes will waste away in their faces, and their tongues will waste away in their mouths.",
      "13": "On that day the Lord will send much fear upon them. They will take hold of one another’s hand, and the hand of one will be raised against the hand of another.",
      "14": "Judah also will fight at Jerusalem. And the riches of all the nations around will be gathered, much gold and silver and clothing.",
      "15": "The same kind of punishment will come upon the horse, the mule, the camel, the donkey, and all the cattle in those camps.",
      "16": "Then everyone who is left of all the nations that went against Jerusalem will go each year to worship the King, the Lord of All, and to keep the Special Supper of Tents.",
      "17": "If any of the families of the earth do not go up to Jerusalem to worship the King, the Lord of All, they will have no rain.",
      "18": "If the family of Egypt does not go up to worship, then they will have no rain. The Lord will punish them as He punishes the nations that do not go up to keep the Special Supper of Tents.",
      "19": "This will be the punishment of Egypt, and the punishment of all the nations that do not go up to keep the Special Supper of Tents.",
      "20": "On that day, “Holy to the Lord,” will be written on the bells of the horses. And the cooking pots in the house of the Lord will be like the holy dishes in front of the altar.",
      "21": "Every cooking pot in Jerusalem and in Judah will be holy to the Lord of All. And all who come bringing gifts in worship will take some of the pots and cook in them. On that day there will no longer be one who buys and sells in the house of the Lord of All."
    }
  }
}