{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:00:39.100281-04:00",
    "Translation": "NLV"
  },
  "Zephaniah": {
    "1": {
      "1": "This is the Word of the Lord which came to Zephaniah the son of Cushi, son of Godaliah, son of Amariah, son of Hezekiah, in the days of Josiah son of Amon, king of Judah.",
      "2": "“I will take away everything from the earth,” says the Lord.",
      "3": "“I will take away man and animal. I will take away the birds of the sky and the fish of the sea. I will destroy the sinful. And I will take man from off the earth,” says the Lord.",
      "4": "“I will put out My hand against Judah and against all the people of Jerusalem. I will destroy from this place the rest of the people who worship Baal, and the names of the religious leaders who worship false gods.",
      "5": "I will destroy those who bow down on the roofs to the stars of heaven, and those who bow down and make promises to the Lord and yet promise in the name of Milcom.",
      "6": "I will destroy those who have turned back from following the Lord, and those who have not looked for the Lord or prayed to Him.”",
      "7": "Be quiet before the Lord God! For the day of the Lord is near. The Lord has made a gift ready for the altar. He has made holy those whom He has asked to come.",
      "8": "“On the day of the Lord’s gift, I will punish the leaders, the king’s sons, and all who dress themselves with strange clothes.",
      "9": "On that day I will punish everyone who is quick to jump through the door, who fill the house of their owner with angry actions and lies.",
      "10": "On that day,” says the Lord, “a cry will be heard from the Fish Gate. A cry of sorrow will be heard from the new part of the city, and a loud noise from the hills.",
      "11": "Cry in a loud voice, you people who live in the part of the city where people buy and sell. For all the traders of Canaan will be destroyed. All who weigh out silver will be cut off.",
      "12": "At that time I will look through Jerusalem with a light and will punish those who take it easy and do not care what happens. They say in their hearts, ‘The Lord will not do good or bad.’",
      "13": "Their riches will be taken from them and their houses will be laid waste. They will build houses but not live in them. They will plant grape-fields but not drink their wine.”",
      "14": "The great day of the Lord is near. It is near and coming soon. Listen! The cry on the day of the Lord! The man of war will cry out with a bitter cry.",
      "15": "That day is a day of anger, a day of trouble and suffering, a day when much will be destroyed, a day of darkness, a day of clouds and much darkness.",
      "16": "It is a day of the sound of a horn and the cry of battle against the strong cities and the high towers.",
      "17": "I will bring trouble to men so that they will walk like the blind, because they have sinned against the Lord. Their blood will be poured out like dust, and their flesh like body waste.",
      "18": "Their silver and gold will not be able to save them on the day of the Lord’s anger. All the earth will be destroyed in the fire of His jealousy. For all at once He will make an end of all the people of the earth."
    },
    "2": {
      "1": "Gather together. Gather together, O nation without shame,",
      "2": "before you are driven away like the waste from the grain. Gather together before the burning anger of the Lord comes upon you, before the day of the Lord’s anger.",
      "3": "Look for the Lord, all you people of the earth who are not proud, and who have obeyed His Laws. Look for what is right and good. Have no pride. You may be kept safe on the day of the Lord’s anger.",
      "4": "For Gaza will be left empty. Ashkelon will be laid waste. Ashdod’s people will be driven out at noon, and Ekron will be pulled up by the roots.",
      "5": "It is bad for the people who live by the sea, the nation of the Cherethites! The Word of the Lord is against you, O Canaan, land of the Philistines. I will destroy you so that no people will be left living in you.",
      "6": "The land by the sea will be open fields, a place for shepherds and fences for sheep.",
      "7": "The land by the sea will be for those left of the people of Judah. They will let their flocks eat there. In the evening they will lie down in the houses of Ashkelon. For the Lord their God will care for them and return their riches.",
      "8": "“I have heard how Moab has made fun of My people and the sons of Ammon have spoken strong words against them. They have spoken in pride against My people’s land.",
      "9": "So as I live,” says the Lord of All, the God of Israel, “Moab will be like Sodom, and the sons of Ammon will be like Gomorrah, a land taken over by thistles and salt, a waste land forever. Those left of My people will rob them. Those left of My nation will take their land.”",
      "10": "This will happen to them because of their pride, because they have made fun of the people of the Lord of All.",
      "11": "They will be filled with fear because of the Lord. He will destroy all the gods of the earth. All the nations beside the sea will worship Him, every one in his own land.",
      "12": "“You also, O Ethiopians, will be killed by My sword.”",
      "13": "He will put out His hand against the north and destroy Assyria. And He will destroy Nineveh, making it a waste land like the desert.",
      "14": "Flocks will lie down in it, all the animals of the field. The pelican and the hedgehog will live in the tops of its pillars. Birds will sing in the window. And the doorways will be broken down. The pieces of cedar will not be covered.",
      "15": "This is the city that is full of joy and takes it easy and thinks it is safe. It says to itself, “I am, and there is no one else.” How it has become a waste, a resting place for animals! All who pass by will make fun of her and laugh at her shaking their hands."
    },
    "3": {
      "1": "It is bad for her who does not obey and is unclean, the city who makes it hard for the people!",
      "2": "She does not listen to anyone and will not be taught. She did not trust in the Lord. She does not come near to her God.",
      "3": "Her leaders are lions that make a loud noise. Her judges are wolves at evening. They leave nothing for the morning.",
      "4": "Her men who tell what is going to happen in the future are proud and cannot be trusted. Her religious leaders have made the holy place unclean. They have turned in anger against the Law.",
      "5": "The Lord within her is right and good. He will be fair and do nothing wrong. Every morning He brings to light what is fair. Every new day He is faithful. But the one who does wrong knows no shame.",
      "6": "“I have cut off nations. Their towers are destroyed. I have laid waste their streets so that no one walks in them. Their cities are laid waste, and no one lives in them.",
      "7": "I said, ‘For sure you will honor Me with fear and receive teaching.’ Then her place would not be destroyed and she would not be punished as I had planned. But they were quick to make all their works sinful.",
      "8": "“So wait for Me,” says the Lord, “for the day when I stand up to speak. I have decided to gather nations together to pour My burning anger upon them. All the earth will be destroyed by the fire of My jealous anger.",
      "9": "Then I will make the lips of the people pure. And all of them will call on the name of the Lord, to serve Him shoulder to shoulder.",
      "10": "Those who worship Me and have been driven away will bring My gifts in worship from the other side of the rivers of Ethiopia.",
      "11": "On that day you will not be put to shame because of all the works you have done against Me. For then I will take away all your people who find joy in their pride. And you will never be proud again on My holy mountain.",
      "12": "But I will leave among you people who are not proud, and they will be safe in the name of the Lord.",
      "13": "The people of Israel who are left will do no wrong and tell no lies. A lying tongue will not be found in their mouths. They will eat and lie down with no one to make them afraid.”",
      "14": "Sing, O people of Zion! Call out, O Israel! Have joy and be happy with all your heart, O people of Jerusalem!",
      "15": "The Lord has taken away your punishment. He has taken away those who hate you. The King of Israel, the Lord, is with you. You will not be afraid of trouble any more.",
      "16": "On that day it will be said to Jerusalem: “Do not be afraid, O Zion. Do not let your hands lose their strength.",
      "17": "The Lord your God is with you, a Powerful One Who wins the battle. He will have much joy over you. With His love He will give you new life. He will have joy over you with loud singing.",
      "18": "I will gather those who have sorrow for the special days, and take away their shame.",
      "19": "At that time I will punish all those who made it hard for you. I will save those who cannot walk and gather those who have been driven away. And I will turn their shame into praise. They will be known all over the earth.",
      "20": "At that time I will bring you home, at the time when I gather you together. I will make you known all over the earth, and all the nations will praise you, when I return your riches before your eyes,” says the Lord."
    }
  }
}