{
  "Habakkuk": {
    "1": {
      "1": "The pronouncement which Habakkuk the prophet saw:",
      "2": "How long, Lord, have I called for help,\nAnd You do not hear?\nI cry out to You, “Violence!”\nYet You do not save.",
      "3": "Why do You make me see disaster,\nAnd make me look at destitution?\nYes, devastation and violence are before me;\nStrife exists and contention arises.",
      "4": "Therefore the Law is ignored,\nAnd justice is never upheld.\nFor the wicked surround the righteous;\nTherefore justice comes out confused.",
      "5": "“Look among the nations! Watch!\nBe horrified! Be frightened speechless!\nFor I am accomplishing a work in your days—\nYou would not believe it even if you were told!",
      "6": "For behold, I am raising up the Chaldeans,\nThat grim and impetuous people\nWho march throughout the earth,\nTo take possession of dwelling places that are not theirs.",
      "7": "They are terrifying and feared;\nTheir justice and authority originate with themselves.",
      "8": "Their horses are faster than leopards,\nAnd quicker than wolves in the evening.\nTheir horsemen charge along,\nTheir horsemen come from afar;\nThey fly like an eagle swooping down to devour.",
      "9": "All of them come for violence.\nTheir horde of faces moves forward.\nThey gather captives like sand.",
      "10": "They make fun of kings,\nAnd dignitaries are an object of laughter to them.\nThey laugh at every fortress,\nThen heap up dirt and capture it.",
      "11": "Then they fly along like the wind and pass on.\nBut they will be held guilty,\nThey whose strength is their god.”",
      "12": "Are You not from time everlasting,\nLord, my God, my Holy One?\nWe will not die.\nYou, Lord, have appointed them to deliver judgment;\nAnd You, O Rock, have destined them to punish.",
      "13": "Your eyes are too pure to look at evil,\nAnd You cannot look at harm favorably.\nWhy do You look favorably\nAt those who deal treacherously?\nWhy are You silent when the wicked swallow up\nThose more righteous than they?",
      "14": "Why have You made people like the fish of the sea,\nLike crawling things that have no ruler over them?",
      "15": "The Chaldeans bring all of them up with a hook,\nDrag them away with their net,\nAnd gather them together in their fishing net.\nTherefore they rejoice and are joyful.",
      "16": "Therefore they offer a sacrifice to their net\nAnd burn incense to their fishing net,\nBecause through these things their catch is large,\nAnd their food is plentiful.",
      "17": "Will they therefore empty their net,\nAnd continually slay nations without sparing?"
    },
    "2": {
      "1": "I will stand at my guard post\nAnd station myself on the watchtower;\nAnd I will keep watch to see what He will say to me,\nAnd how I may reply when I am reprimanded.",
      "2": "Then the Lord answered me and said,\n“Write down the vision\nAnd inscribe it clearly on tablets,\nSo that one who reads it may run.",
      "3": "For the vision is yet for the appointed time;\nIt hurries toward the goal and it will not fail.\nThough it delays, wait for it;\nFor it will certainly come, it will not delay long.",
      "4": "“Behold, as for the impudent one,\nHis soul is not right within him;\nBut the righteous one will live by his faith.",
      "5": "Furthermore, wine betrays an arrogant man,\nSo that he does not achieve his objective.\nHe enlarges his appetite like Sheol,\nAnd he is like death, never satisfied.\nHe also gathers to himself all the nations\nAnd collects to himself all the peoples.",
      "6": "“Will all of these not take up a song of ridicule against him,\nEven a saying and insinuations against him\nAnd say, ‘Woe to him who increases what is not his—\nFor how long—\nAnd makes himself rich with debts!’",
      "7": "Will your creditors not rise up suddenly,\nAnd those who collect from you awaken?\nIndeed, you will become plunder for them.",
      "8": "Since you have looted many nations,\nAll the rest of the peoples will loot you—\nBecause of human bloodshed and violence done to the land,\nTo the town and all its inhabitants.",
      "9": "“Woe to him who makes evil profit for his household,\nTo put his nest on high,\nTo be saved from the hand of catastrophe!",
      "10": "You have planned a shameful thing for your house\nBy bringing many peoples to an end;\nSo you are sinning against yourself.",
      "11": "For the stone will cry out from the wall,\nAnd the rafter will answer it from the framework.",
      "12": "“Woe to him who builds a city with bloodshed,\nAnd founds a town with violence!",
      "13": "Is it not indeed from the Lord of armies\nThat peoples labor merely for fire,\nAnd nations become weary for nothing?",
      "14": "For the earth will be filled\nWith the knowledge of the glory of the Lord,\nAs the waters cover the sea.",
      "15": "“Woe to him who makes his neighbor drink;\nTo you who mix in your venom even to make your neighbors drunk,\nSo as to look at their genitalia!",
      "16": "You will be filled with disgrace rather than honor.\nDrink, you yourself, and expose your own foreskin!\nThe cup in the Lord’s right hand will come around to you,\nAnd utter disgrace will come upon your glory.",
      "17": "For the violence done to Lebanon will overwhelm you,\nAnd the devastation of its animals by which you terrified them,\nBecause of human bloodshed and violence done to the land,\nTo the town and all its inhabitants.",
      "18": "“What benefit is a carved image when its maker has carved it,\nOr a cast metal image, a teacher of falsehood?\nFor its maker trusts in his own handiwork\nWhen he fashions speechless idols.",
      "19": "Woe to him who says to a piece of wood, ‘Awake!’\nTo a mute stone, ‘Arise!’\nThat is your teacher?\nBehold, it is overlaid with gold and silver,\nYet there is no breath at all inside it.",
      "20": "But the Lord is in His holy temple.\nLet all the earth be silent before Him.”"
    },
    "3": {
      "1": "A prayer of Habakkuk the prophet, according to Shigionoth.",
      "2": "Lord, I have heard the report about You, and I was afraid.\nLord, revive Your work in the midst of the years,\nIn the midst of the years make it known.\nIn anger remember mercy.",
      "3": "God comes from Teman,\nAnd the Holy One from Mount Paran. Selah\nHis splendor covers the heavens,\nAnd the earth is full of His praise.",
      "4": "His radiance is like the sunlight;\nHe has rays flashing from His hand,\nAnd the hiding of His might is there.",
      "5": "Before Him goes plague,\nAnd plague comes forth after Him.",
      "6": "He stood and caused the earth to shudder;\nHe looked and caused the nations to jump.\nYes, the everlasting mountains were shattered,\nThe ancient hills collapsed.\nHis paths are everlasting.",
      "7": "I saw the tents of Cushan under distress,\nThe tent curtains of the land of Midian were trembling.",
      "8": "Did the Lord rage against the rivers,\nOr was Your anger against the rivers,\nOr was Your rage against the sea,\nThat You rode on Your horses,\nOn Your chariots of salvation?",
      "9": "You removed Your bow from its holder,\nThe arrows of Your word were sworn. Selah\nYou divided the earth with rivers.",
      "10": "The mountains saw You and quaked;\nThe downpour of waters swept by.\nThe deep raised its voice,\nIt lifted high its hands.",
      "11": "Sun and moon stood in their lofty places;\nThey went away at the light of Your arrows,\nAt the radiance of Your flashing spear.",
      "12": "In indignation You marched through the earth;\nIn anger You trampled the nations.",
      "13": "You went forth for the salvation of Your people,\nFor the salvation of Your anointed.\nYou smashed the head of the house of evil\nTo uncover him from foot to neck. Selah",
      "14": "You pierced with his own arrows\nThe head of his leaders.\nThey stormed in to scatter us;\nTheir arrogance was like those\nWho devour the oppressed in secret.",
      "15": "You trampled on the sea with Your horses,\nOn the foam of many waters.",
      "16": "I heard, and my inner parts trembled;\nAt the sound, my lips quivered.\nDecay enters my bones,\nAnd in my place I tremble;\nBecause I must wait quietly for the day of distress,\nFor the people to arise who will attack us.",
      "17": "Even if the fig tree does not blossom,\nAnd there is no fruit on the vines,\nIf the yield of the olive fails,\nAnd the fields produce no food,\nEven if the flock disappears from the fold,\nAnd there are no cattle in the stalls,",
      "18": "Yet I will triumph in the Lord,\nI will rejoice in the God of my salvation.",
      "19": "The Lord God is my strength,\nAnd He has made my feet like deer’s feet,\nAnd has me walk on my high places.\nFor the choir director, on my stringed instruments."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:52:32.288750-04:00",
    "Translation": "NASB"
  }
}