{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:53.478673-04:00",
    "Translation": "NASB"
  },
  "Job": {
    "1": {
      "1": "There was a man in the land of Uz whose name was Job; and that man was blameless, upright, fearing God and turning away from evil.",
      "2": "Seven sons and three daughters were born to him.",
      "3": "His possessions were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and very many servants; and that man was the greatest of all the men of the east.",
      "4": "His sons used to go and hold a feast in the house of each one on his day, and they would send word and invite their three sisters to eat and drink with them.",
      "5": "When the days of feasting had completed their cycle, Job would send word to them and consecrate them, getting up early in the morning and offering burnt offerings according to the number of them all; for Job said, “Perhaps my sons have sinned and cursed God in their hearts.” Job did so continually.",
      "6": "Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.",
      "7": "The Lord said to Satan, “From where do you come?” Satan answered the Lord and said, “From roaming about on the earth and walking around on it.”",
      "8": "The Lord said to Satan, “Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man, fearing God and turning away from evil.”",
      "9": "Then Satan answered the Lord, “Does Job fear God for nothing?",
      "10": "Have You not made a fence around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land.",
      "11": "But reach out with Your hand now and touch all that he has; he will certainly curse You to Your face.”",
      "12": "Then the Lord said to Satan, “Behold, all that he has is in your power; only do not reach out and put your hand on him.” So Satan departed from the presence of the Lord.",
      "13": "Now on the day when his sons and his daughters were eating and drinking wine in their oldest brother’s house,",
      "14": "a messenger came to Job and said, “The oxen were plowing and the female donkeys feeding beside them,",
      "15": "and the Sabeans attacked and took them. They also killed the servants with the edge of the sword, and I alone have escaped to tell you.”",
      "16": "While he was still speaking, another came and said, “The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.”",
      "17": "While he was still speaking, another came and said, “The Chaldeans formed three units and made a raid on the camels and took them, and killed the servants with the edge of the sword, and I alone have escaped to tell you.”",
      "18": "While he was still speaking, another also came and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,",
      "19": "and behold, a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people and they died, and I alone have escaped to tell you.”",
      "20": "Then Job got up, tore his robe, and shaved his head; then he fell to the ground and worshiped.",
      "21": "He said,\n“Naked I came from my mother’s womb,\nAnd naked I shall return there.\nThe Lord gave and the Lord has taken away.\nBlessed be the name of the Lord.”",
      "22": "Despite all this, Job did not sin, nor did he blame God."
    },
    "2": {
      "1": "Again, there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them to present himself before the Lord.",
      "2": "The Lord said to Satan, “Where have you come from?” Then Satan answered the Lord and said, “From roaming about on the earth and walking around on it.”",
      "3": "The Lord said to Satan, “Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man fearing God and turning away from evil. And he still holds firm to his integrity, although you incited Me against him to ruin him without cause.”",
      "4": "Satan answered the Lord and said, “Skin for skin! Yes, all that a man has, he will give for his life.",
      "5": "However, reach out with Your hand now, and touch his bone and his flesh; he will curse You to Your face!”",
      "6": "So the Lord said to Satan, “Behold, he is in your power, only spare his life.”",
      "7": "Then Satan went out from the presence of the Lord and struck Job with severe boils from the sole of his foot to the top of his head.",
      "8": "And Job took a piece of pottery to scrape himself while he was sitting in the ashes.",
      "9": "Then his wife said to him, “Do you still hold firm your integrity? Curse God and die!”",
      "10": "But he said to her, “You are speaking as one of the foolish women speaks. Shall we actually accept good from God but not accept adversity?” Despite all this, Job did not sin with his lips.",
      "11": "Now when Job’s three friends heard about all this adversity that had come upon him, they came, each one from his own place—Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite; and they made an appointment together to come to sympathize with him and comfort him.",
      "12": "When they looked from a distance and did not recognize him, they raised their voices and wept. And each of them tore his robe, and they threw dust over their heads toward the sky.",
      "13": "Then they sat down on the ground with him for seven days and seven nights, with no one speaking a word to him, for they saw that his pain was very great."
    },
    "3": {
      "1": "Afterward Job opened his mouth and cursed the day of his birth.",
      "2": "And Job said,",
      "3": "“May the day on which I was to be born perish,\nAs well as the night which said, ‘A boy is conceived.’",
      "4": "May that day be darkness;\nMay God above not care for it,\nNor light shine on it.",
      "5": "May darkness and black gloom claim it;\nMay a cloud settle on it;\nMay the blackness of the day terrify it.",
      "6": "As for that night, may darkness seize it;\nMay it not rejoice among the days of the year;\nMay it not come into the number of the months.",
      "7": "Behold, may that night be barren;\nMay no joyful shout enter it.",
      "8": "May those curse it who curse the day,\nWho are prepared to disturb Leviathan.",
      "9": "May the stars of its twilight be darkened;\nMay it wait for light but have none,\nAnd may it not see the breaking dawn;",
      "10": "Because it did not shut the opening of my mother’s womb,\nOr hide trouble from my eyes.",
      "11": "“Why did I not die at birth,\nCome out of the womb and pass away?",
      "12": "Why were the knees there in front of me,\nAnd why the breasts, that I would nurse?",
      "13": "For now I would have lain down and been quiet;\nI would have slept then, I would have been at rest,",
      "14": "With kings and counselors of the earth,\nWho rebuilt ruins for themselves;",
      "15": "Or with rulers who had gold,\nWho were filling their houses with silver.",
      "16": "Or like a miscarriage which is hidden, I would not exist,\nAs infants that never saw light.",
      "17": "There the wicked cease from raging,\nAnd there the weary are at rest.",
      "18": "The prisoners are at ease together;\nThey do not hear the voice of the taskmaster.",
      "19": "The small and the great are there,\nAnd the slave is free from his master.",
      "20": "“Why is light given to one burdened with grief,\nAnd life to the bitter of soul,",
      "21": "Who long for death, but there is none,\nAnd dig for it more than for hidden treasures;",
      "22": "Who are filled with jubilation,\nAnd rejoice when they find the grave?",
      "23": "Why is light given to a man whose way is hidden,\nAnd whom God has shut off?",
      "24": "For my groaning comes at the sight of my food,\nAnd my cries pour out like water.",
      "25": "For what I fear comes upon me,\nAnd what I dread encounters me.",
      "26": "I am not at ease, nor am I quiet,\nAnd I am not at rest, but turmoil comes.”"
    },
    "4": {
      "1": "Then Eliphaz the Temanite responded,",
      "2": "“If one ventures a word with you, will you become impatient?\nBut who can refrain from speaking?",
      "3": "Behold, you have taught many,\nAnd you have strengthened weak hands.",
      "4": "Your words have helped the stumbling to stand,\nAnd you have strengthened feeble knees.",
      "5": "But now it comes to you, and you are impatient;\nIt touches you, and you are horrified.",
      "6": "Is your fear of God not your confidence,\nAnd the integrity of your ways your hope?",
      "7": "“Remember now, who ever perished being innocent?\nOr where were the upright destroyed?",
      "8": "According to what I have seen, those who plow wrongdoing\nAnd those who sow trouble harvest it.",
      "9": "By the breath of God they perish,\nAnd by the blast of His anger they come to an end.",
      "10": "The roaring of the lion and the voice of the fierce lion,\nAnd the teeth of the young lions are broken out.",
      "11": "The lion perishes for lack of prey,\nAnd the cubs of the lioness are scattered.",
      "12": "“Now a word was brought to me secretly,\nAnd my ear received a whisper of it.",
      "13": "Amid disquieting thoughts from visions of the night,\nWhen deep sleep falls on people,",
      "14": "Dread came upon me, and trembling,\nAnd made all my bones shake.",
      "15": "Then a spirit passed by my face;\nThe hair of my flesh stood up.",
      "16": "Something was standing still, but I could not recognize its appearance;\nA form was before my eyes;\nThere was silence, then I heard a voice:",
      "17": "‘Can mankind be righteous before God?\nCan a man be pure before his Maker?",
      "18": "He puts no trust even in His servants;\nAnd He accuses His angels of error.",
      "19": "How much more those who live in houses of clay,\nWhose foundation is in the dust,\nWho are crushed before the moth!",
      "20": "Between morning and evening they are broken in pieces;\nUnregarded, they perish forever.",
      "21": "Is their tent-cord not pulled out within them?\nThey die, yet without wisdom.’"
    },
    "5": {
      "1": "“Call now, is there anyone who will answer you?\nAnd to which of the holy ones will you turn?",
      "2": "For irritation kills the fool,\nAnd jealousy brings death to the simple.",
      "3": "I have seen the fool taking root,\nAnd I cursed his home immediately.",
      "4": "His sons are far from safety,\nThey are also oppressed at the gate,\nAnd there is no one to save them.",
      "5": "The hungry devour his harvest\nAnd take it to a place of thorns,\nAnd the schemer is eager for their wealth.",
      "6": "For disaster does not come from the dust,\nNor does trouble sprout from the ground,",
      "7": "For man is born for trouble,\nAs sparks fly upward.",
      "8": "“But as for me, I would seek God,\nAnd I would make my plea before God,",
      "9": "Who does great and unsearchable things,\nWonders without number.",
      "10": "He gives rain on the earth,\nAnd sends water on the fields,",
      "11": "So that He sets on high those who are lowly,\nAnd those who mourn are lifted to safety.",
      "12": "He frustrates the schemes of the shrewd,\nSo that their hands cannot attain success.",
      "13": "He captures the wise by their own cleverness,\nAnd the advice of the cunning is quickly thwarted.",
      "14": "By day they meet with darkness,\nAnd grope at noon as in the night.",
      "15": "But He saves from the sword of their mouth,\nAnd the poor from the hand of the strong.",
      "16": "So the helpless has hope,\nAnd injustice has shut its mouth.",
      "17": "“Behold, happy is the person whom God disciplines,\nSo do not reject the discipline of the Almighty.",
      "18": "For He inflicts pain, and gives relief;\nHe wounds, but His hands also heal.",
      "19": "In six troubles He will save you;\nEven in seven, evil will not touch you.",
      "20": "In famine He will redeem you from death,\nAnd in war, from the power of the sword.",
      "21": "You will be hidden from the scourge of the tongue,\nAnd you will not be afraid of violence when it comes.",
      "22": "You will laugh at violence and hunger,\nAnd you will not be afraid of wild animals.",
      "23": "For you will be in league with the stones of the field,\nAnd the animals of the field will be at peace with you.",
      "24": "You will know that your tent is secure,\nFor you will visit your home and have nothing missing.",
      "25": "You will also know that your descendants will be many,\nAnd your offspring as the grass of the earth.",
      "26": "You will come to the grave at a ripe age,\nLike the stacking of grain in its season.",
      "27": "Behold this; we have investigated it, and so it is.\nHear it, and know for yourself.”"
    },
    "6": {
      "1": "Then Job responded,",
      "2": "“Oh if only my grief were actually weighed\nAnd laid in the balances together with my disaster!",
      "3": "For then it would be heavier than the sand of the seas;\nFor that reason my words have been rash.",
      "4": "For the arrows of the Almighty are within me,\nMy spirit drinks their poison;\nThe terrors of God line up against me.",
      "5": "Does the wild donkey bray over his grass,\nOr does the ox low over his feed?",
      "6": "Can something tasteless be eaten without salt,\nOr is there any taste in the juice of an alkanet plant?",
      "7": "My soul refuses to touch them;\nThey are like loathsome food to me.",
      "8": "“Oh, that my request might come to pass,\nAnd that God would grant my hope!",
      "9": "Oh, that God would decide to crush me,\nThat He would let loose His hand and cut me off!",
      "10": "But it is still my comfort,\nAnd I rejoice in unsparing pain,\nThat I have not denied the words of the Holy One.",
      "11": "What is my strength, that I should wait?\nAnd what is my end, that I should endure?",
      "12": "Is my strength the strength of stones,\nOr is my flesh bronze?",
      "13": "Is it that my help is not within me,\nAnd that a good outcome is driven away from me?",
      "14": "“For the despairing man there should be kindness from his friend;\nSo that he does not abandon the fear of the Almighty.",
      "15": "My brothers have acted deceitfully like a wadi,\nLike the torrents of wadis which drain away,",
      "16": "Which are darkened because of ice,\nAnd into which the snow melts.",
      "17": "When they dry up, they vanish;\nWhen it is hot, they disappear from their place.",
      "18": "The paths of their course wind along,\nThey go up into wasteland and perish.",
      "19": "The caravans of Tema looked,\nThe travelers of Sheba hoped for them.",
      "20": "They were put to shame, for they had trusted,\nThey came there and were humiliated.",
      "21": "Indeed, you have now become such,\nYou see terrors and are afraid.",
      "22": "Have I said, ‘Give me something,’\nOr, ‘Offer a bribe for me from your wealth,’",
      "23": "Or, ‘Save me from the hand of the enemy,’\nOr, ‘Redeem me from the hand of the tyrants’?",
      "24": "“Teach me, and I will be silent;\nAnd show me how I have done wrong.",
      "25": "How painful are honest words!\nBut what does your argument prove?",
      "26": "Do you intend to rebuke my words,\nWhen the words of one in despair belong to the wind?",
      "27": "You would even cast lots for the orphans,\nAnd barter over your friend.",
      "28": "Now please look at me,\nAnd see if I am lying to your face.",
      "29": "Please turn away, let there be no injustice;\nTurn away, my righteousness is still in it.",
      "30": "Is there injustice on my tongue?\nDoes my palate not discern disasters?"
    },
    "7": {
      "1": "“Is a person not forced to labor on earth,\nAnd are his days not like the days of a hired worker?",
      "2": "As a slave pants for the shade,\nAnd as a hired worker who eagerly waits for his wages,",
      "3": "So I am allotted worthless months,\nAnd nights of trouble are apportioned to me.",
      "4": "When I lie down, I say,\n‘When shall I arise?’\nBut the night continues,\nAnd I am continually tossing until dawn.",
      "5": "My flesh is clothed with maggots and a crust of dirt,\nMy skin hardens and oozes.",
      "6": "My days are swifter than a weaver’s shuttle,\nAnd they come to an end without hope.",
      "7": "“Remember that my life is a mere breath;\nMy eye will not see goodness again.",
      "8": "The eye of him who sees me will no longer look at me;\nYour eyes will be on me, but I will not exist.",
      "9": "When a cloud vanishes, it is gone;\nIn the same way one who goes down to Sheol does not come up.",
      "10": "He will not return to his house again,\nNor will his place know about him anymore.",
      "11": "“Therefore I will not restrain my mouth;\nI will speak in the anguish of my spirit,\nI will complain in the bitterness of my soul.",
      "12": "Am I the sea, or the sea monster,\nThat You set a guard over me?",
      "13": "If I say, ‘My couch will comfort me,\nMy bed will ease my complaint,’",
      "14": "Then You frighten me with dreams,\nAnd terrify me by visions,",
      "15": "So that my soul would choose suffocation,\nDeath rather than my pains.",
      "16": "I waste away; I will not live forever.\nLeave me alone, for my days are only a breath.",
      "17": "What is man that You exalt him,\nAnd that You are concerned about him,",
      "18": "That You examine him every morning\nAnd put him to the test every moment?",
      "19": "Will You never turn Your gaze away from me,\nNor leave me alone until I swallow my spittle?",
      "20": "Have I sinned? What have I done to You,\nWatcher of mankind?\nWhy have You made me Your target,\nSo that I am a burden to myself?",
      "21": "Why then do You not forgive my wrongdoing\nAnd take away my guilt?\nFor now I will lie down in the dust;\nAnd You will search for me, but I will no longer exist.”"
    },
    "8": {
      "1": "Then Bildad the Shuhite responded,",
      "2": "“How long will you say these things,\nAnd the words of your mouth be a mighty wind?",
      "3": "Does God pervert justice?\nOr does the Almighty pervert what is right?",
      "4": "If your sons sinned against Him,\nThen He turned them over to the power of their wrongdoing.",
      "5": "If you will search for God\nAnd implore the compassion of the Almighty,",
      "6": "If you are pure and upright,\nSurely now He will stir Himself for you\nAnd restore your righteous estate.",
      "7": "Though your beginning was insignificant,\nYet your end will increase greatly.",
      "8": "“Please inquire of past generations,\nAnd consider the things searched out by their fathers.",
      "9": "For we are only of yesterday and know nothing,\nBecause our days on earth are as a shadow.",
      "10": "Will they not teach you and tell you,\nAnd bring forth words from their minds?",
      "11": "“Can papyrus grow tall without a marsh?\nCan the rushes grow without water?",
      "12": "While it is still green and not cut down,\nYet it withers before any other plant.",
      "13": "So are the paths of all who forget God;\nAnd the hope of the godless will perish,",
      "14": "His confidence is fragile,\nAnd his trust is a spider’s web.",
      "15": "He depends on his house, but it does not stand;\nHe holds on to it, but it does not endure.",
      "16": "He flourishes before the sun,\nAnd his shoots spread out over his garden.",
      "17": "His roots wrap around a rock pile,\nHe grasps a house of stones.",
      "18": "If he is removed from his place,\nThen it will deny him, saying, ‘I never saw you.’",
      "19": "Behold, this is the joy of His way;\nAnd out of the dust others will spring.",
      "20": "Behold, God will not reject a person of integrity,\nNor will He help evildoers.",
      "21": "He will yet fill your mouth with laughter,\nAnd your lips with joyful shouting.",
      "22": "Those who hate you will be clothed with shame,\nAnd the tent of the wicked will no longer exist.”"
    },
    "9": {
      "1": "Then Job responded,",
      "2": "“In truth I know that this is so;\nBut how can a person be in the right with God?",
      "3": "If one wished to dispute with Him,\nHe could not answer Him once in a thousand times.",
      "4": "Wise in heart and mighty in strength,\nWho has defied Him without harm?",
      "5": "It is God who removes the mountains, and they do not know how,\nWhen He overturns them in His anger.",
      "6": "It is He who shakes the earth from its place,\nAnd its pillars tremble;",
      "7": "Who commands the sun not to shine,\nAnd puts a seal on the stars;",
      "8": "Who alone stretches out the heavens,\nAnd tramples down the waves of the sea;",
      "9": "Who makes the Bear, Orion, and the Pleiades,\nAnd the constellations of the south.",
      "10": "It is He who does great things, the unfathomable,\nAnd wondrous works without number.",
      "11": "If He were to pass by me, I would not see Him;\nWere He to move past me, I would not perceive Him.",
      "12": "If He were to snatch away, who could restrain Him?\nWho could say to Him, ‘What are You doing?’",
      "13": "“God will not turn back His anger;\nBeneath Him the helpers of Rahab cower.",
      "14": "How then can I answer Him,\nAnd choose my words before Him?",
      "15": "For though I were right, I could not answer;\nI would have to implore the mercy of my Judge.",
      "16": "If I called and He answered me,\nI could not believe that He was listening to my voice.",
      "17": "For He bruises me with a storm\nAnd multiplies my wounds without cause.",
      "18": "He will not allow me to get my breath,\nBut He saturates me with bitterness.",
      "19": "If it is a matter of power, behold, He is the strong one!\nAnd if it is a matter of justice, who can summon Him?",
      "20": "Though I am righteous, my mouth will condemn me;\nThough I am guiltless, He will declare me guilty.",
      "21": "I am guiltless;\nI do not take notice of myself;\nI reject my life.",
      "22": "It is all one; therefore I say,\n‘He destroys the guiltless and the wicked.’",
      "23": "If the whip kills suddenly,\nHe mocks the despair of the innocent.",
      "24": "The earth is handed over to the wicked;\nHe covers the faces of its judges.\nIf it is not He, then who is it?",
      "25": "“Now my days are swifter than a runner;\nThey flee away, they see no good.",
      "26": "They slip by like reed boats,\nLike an eagle that swoops on its prey.",
      "27": "Though I say, ‘I will forget my complaint,\nI will put my face in order and be cheerful,’",
      "28": "I am afraid of all my pains,\nI know that You will not acquit me.",
      "29": "I am guilty,\nWhy then should I struggle in vain?",
      "30": "If I washed myself with snow,\nAnd cleansed my hands with lye,",
      "31": "Then You would plunge me into the pit,\nAnd my own clothes would loathe me.",
      "32": "For He is not a man, as I am, that I may answer Him—\nThat we may go to court together!",
      "33": "There is no arbitrator between us,\nWho can place his hand upon us both.",
      "34": "Let Him remove His rod from me,\nAnd let not the dread of Him terrify me.",
      "35": "Then I would speak and not fear Him;\nBut I am not like that in myself."
    },
    "10": {
      "1": "“I am disgusted with my own life;\nI will express my complaint freely;\nI will speak in the bitterness of my soul.",
      "2": "I will say to God, ‘Do not condemn me;\nLet me know why You contend with me.",
      "3": "Is it right for You indeed to oppress,\nTo reject the work of Your hands,\nAnd to look favorably on the plan of the wicked?",
      "4": "Do You have eyes of flesh?\nOr do You see as mankind sees?",
      "5": "Are Your days like the days of a mortal,\nOr Your years like a man’s year,",
      "6": "That You should search for my guilt\nAnd carefully seek my sin?",
      "7": "According to Your knowledge I am indeed not guilty,\nYet there is no one to save me from Your hand.",
      "8": "‘Your hands fashioned and made me altogether,\nYet would You destroy me?",
      "9": "Remember that You have made me as clay;\nYet would You turn me into dust again?",
      "10": "Did You not pour me out like milk,\nAnd curdle me like cheese,",
      "11": "Clothe me with skin and flesh,\nAnd intertwine me with bones and tendons?",
      "12": "You have granted me life and goodness;\nAnd Your care has guarded my spirit.",
      "13": "Yet You have concealed these things in Your heart;\nI know that this is within You:",
      "14": "If I have sinned, You will take note of me,\nAnd will not acquit me of my guilt.",
      "15": "If I am wicked, woe to me!\nBut if I am righteous, I dare not lift up my head.\nI am full of shame, and conscious of my misery.",
      "16": "And should my head be high, You would hunt me like a lion;\nAnd You would show Your power against me again.",
      "17": "You renew Your witnesses against me\nAnd increase Your anger toward me;\nHardship after hardship is with me.",
      "18": "‘Why then did You bring me out of the womb?\nIf only I had died and no eye had seen me!",
      "19": "I should have been as though I had not been,\nBrought from womb to tomb.’",
      "20": "Would He not leave my few days alone?\nWithdraw from me so that I may have a little cheerfulness",
      "21": "Before I go—and I shall not return—\nTo the land of darkness and deep shadow,",
      "22": "The land of utter gloom like darkness itself,\nOf deep shadow without order,\nAnd it shines like darkness.”"
    },
    "11": {
      "1": "Then Zophar the Naamathite responded,",
      "2": "“Shall a multitude of words go unanswered,\nAnd a talkative man be acquitted?",
      "3": "Shall your boasts silence people?\nAnd will you scoff, and no one rebuke?",
      "4": "For you have said, ‘My teaching is pure,\nAnd I am innocent in your eyes.’",
      "5": "But if only God would speak,\nAnd open His lips against you,",
      "6": "And show you the secrets of wisdom!\nFor sound wisdom has two sides.\nKnow then that God forgets part of your guilt.",
      "7": "“Can you discover the depths of God?\nCan you discover the limits of the Almighty?",
      "8": "They are as high as the heavens; what can you do?\nDeeper than Sheol; what can you know?",
      "9": "Its measurement is longer than the earth\nAnd broader than the sea.",
      "10": "If He passes by or apprehends people,\nOr calls an assembly, who can restrain Him?",
      "11": "For He knows false people,\nAnd He sees injustice without investigating.",
      "12": "An idiot will become intelligent\nWhen a wild donkey is born a human.",
      "13": "“If you would direct your heart rightly\nAnd spread out your hands to Him,",
      "14": "If wrongdoing is in your hand, put it far away,\nAnd do not let malice dwell in your tents;",
      "15": "Then, indeed, you could lift up your face without moral blemish,\nAnd you would be firmly established and not fear.",
      "16": "For you would forget your trouble;\nLike waters that have passed by, you would remember it.",
      "17": "Your life would be brighter than noonday;\nDarkness would be like the morning.",
      "18": "Then you would trust, because there is hope;\nAnd you would look around and rest securely.",
      "19": "You would lie down and none would disturb you,\nAnd many would flatter you.",
      "20": "But the eyes of the wicked will fail,\nAnd there will be no escape for them;\nAnd their hope is to breathe their last.”"
    },
    "12": {
      "1": "Then Job responded,",
      "2": "“Truly then you are the people,\nAnd with you wisdom will die!",
      "3": "But I have intelligence as well as you;\nI am not inferior to you.\nAnd who does not know such things as these?",
      "4": "I am a joke to my friends,\nThe one who called on God and He answered him;\nThe just and blameless man is a joke.",
      "5": "He who is at ease holds disaster in contempt,\nAs prepared for those whose feet slip.",
      "6": "The tents of the destroyers prosper,\nAnd those who provoke God are secure,\nWhom God brings into their power.",
      "7": "“But just ask the animals, and have them teach you;\nAnd the birds of the sky, and have them tell you.",
      "8": "Or speak to the earth, and have it teach you;\nAnd have the fish of the sea tell you.",
      "9": "Who among all these does not know\nThat the hand of the Lord has done this,",
      "10": "In whose hand is the life of every living thing,\nAnd the breath of all mankind?",
      "11": "Does the ear not put words to the test,\nAs the palate tastes its food?",
      "12": "Wisdom is with the aged,\nAnd with long life comes understanding.",
      "13": "“Wisdom and might are with Him;\nAdvice and understanding belong to Him.",
      "14": "Behold, He tears down, and it cannot be rebuilt;\nHe imprisons a person, and there is no release.",
      "15": "Behold, He restrains the waters, and they dry up;\nAnd He sends them out, and they inundate the earth.",
      "16": "Strength and sound wisdom are with Him.\nOne who goes astray and one who leads astray belong to Him.",
      "17": "He makes advisers walk barefoot\nAnd makes fools of judges.",
      "18": "He undoes the binding of kings,\nAnd ties a loincloth around their waist.",
      "19": "He makes priests walk barefoot,\nAnd overthrows the secure ones.",
      "20": "He deprives the trusted ones of speech,\nAnd takes away the discernment of the elders.",
      "21": "He pours contempt on nobles,\nAnd loosens the belt of the strong.",
      "22": "He reveals mysteries from the darkness,\nAnd brings the deep darkness into light.",
      "23": "He makes the nations great, then destroys them;\nHe enlarges the nations, then leads them away.",
      "24": "He deprives the leaders of the earth’s people of intelligence\nAnd makes them wander in a pathless wasteland.",
      "25": "They grope in darkness with no light,\nAnd He makes them stagger like a drunken person."
    },
    "13": {
      "1": "“Behold, my eye has seen all this,\nMy ear has heard and understood it.",
      "2": "What you know I also know;\nI am not inferior to you.",
      "3": "“But I would speak to the Almighty,\nAnd I desire to argue with God.",
      "4": "But you smear me with lies;\nYou are all worthless physicians.",
      "5": "Oh that you would be completely silent,\nAnd that it would become your wisdom!",
      "6": "Please hear my argument,\nAnd give your attention to the contentions of my lips.",
      "7": "Will you speak what is unjust for God,\nAnd speak what is deceitful for Him?",
      "8": "Will you show partiality for Him?\nWill you contend for God?",
      "9": "Will it go well when He examines you?\nOr will you deceive Him as one deceives a man?",
      "10": "He will certainly punish you\nIf you secretly show partiality.",
      "11": "Will His majesty not terrify you,\nAnd the dread of Him fall upon you?",
      "12": "Your memorable sayings are proverbs of ashes,\nYour defenses are defenses of clay.",
      "13": "“Be silent before me so that I may speak;\nThen let come upon me what may.",
      "14": "Why should I take my flesh in my teeth,\nAnd put my life in my hands?",
      "15": "Though He slay me,\nI will hope in Him.\nNevertheless I will argue my ways before Him.",
      "16": "This also will be my salvation,\nFor a godless person cannot come before His presence.",
      "17": "Listen carefully to my speech,\nAnd let my declaration fill your ears.",
      "18": "Behold now, I have prepared my case;\nI know that I will be vindicated.",
      "19": "Who could contend with me?\nFor then I would be silent and die.",
      "20": "“Only two things I ask that You do not do to me,\nThen I will not hide from Your face:",
      "21": "Remove Your hand from me,\nAnd may the dread of You not terrify me.",
      "22": "Then call and I will answer;\nOr let me speak, then reply to me.",
      "23": "How many are my guilty deeds and sins?\nMake known to me my wrongdoing and my sin.",
      "24": "Why do You hide Your face\nAnd consider me Your enemy?",
      "25": "Will You scare away a scattered leaf?\nOr will You pursue the dry chaff?",
      "26": "For You write bitter things against me\nAnd make me inherit the guilty deeds of my youth.",
      "27": "You put my feet in the stocks\nAnd watch all my paths;\nYou set a limit for the soles of my feet,",
      "28": "While I am decaying like a rotten thing,\nLike a garment that is moth-eaten."
    },
    "14": {
      "1": "“Man, who is born of woman,\nIs short-lived and full of turmoil.",
      "2": "Like a flower he comes out and withers.\nHe also flees like a shadow and does not remain.",
      "3": "You also open Your eyes on him\nAnd bring him into judgment with Yourself.",
      "4": "Who can make the clean out of the unclean?\nNo one!",
      "5": "Since his days are determined,\nThe number of his months is with You;\nAnd You have set his limits so that he cannot pass.",
      "6": "Look away from him so that he may rest,\nUntil he fulfills his day like a hired worker.",
      "7": "“For there is hope for a tree,\nWhen it is cut down, that it will sprout again,\nAnd its shoots will not fail.",
      "8": "Though its roots grow old in the ground,\nAnd its stump dies in the dry soil,",
      "9": "At the scent of water it will flourish\nAnd produce sprigs like a plant.",
      "10": "But a man dies and lies prostrate.\nA person passes away, and where is he?",
      "11": "As water evaporates from the sea,\nAnd a river becomes parched and dried up,",
      "12": "So a man lies down and does not rise.\nUntil the heavens no longer exist,\nHe will not awake nor be woken from his sleep.",
      "13": "“Oh that You would hide me in Sheol,\nThat You would conceal me until Your wrath returns to You,\nThat You would set a limit for me and remember me!",
      "14": "If a man dies, will he live again?\nAll the days of my struggle I will wait\nUntil my relief comes.",
      "15": "You will call, and I will answer You;\nYou will long for the work of Your hands.",
      "16": "For now You number my steps,\nYou do not observe my sin.",
      "17": "My wrongdoing is sealed up in a bag,\nAnd You cover over my guilt.",
      "18": "“But the falling mountain crumbles away,\nAnd the rock moves from its place;",
      "19": "Water wears away stones,\nIts torrents wash away the dust of the earth;\nSo You destroy a man’s hope.",
      "20": "You forever overpower him and he departs;\nYou change his appearance and send him away.",
      "21": "His sons achieve honor, but he does not know it;\nOr they become insignificant, and he does not perceive it.",
      "22": "However, his body pains him,\nAnd his soul mourns for himself.”"
    },
    "15": {
      "1": "Then Eliphaz the Temanite responded,",
      "2": "“Should a wise man answer with windy knowledge,\nAnd fill himself with the east wind?",
      "3": "Should he argue with useless talk,\nOr with words which do not benefit?",
      "4": "Indeed, you do away with reverence,\nAnd hinder meditation before God.",
      "5": "For your wrongdoing teaches your mouth,\nAnd you choose the language of the cunning.",
      "6": "Your own mouth condemns you, and not I;\nAnd your own lips testify against you.",
      "7": "“Were you the first person to be born,\nOr were you brought forth before the hills?",
      "8": "Do you hear the secret discussion of God,\nAnd limit wisdom to yourself?",
      "9": "What do you know that we do not know?\nWhat do you understand that we do not?",
      "10": "Both the gray-haired and the aged are among us,\nOlder than your father.",
      "11": "Are the consolations of God too little for you,\nOr the word spoken gently to you?",
      "12": "Why does your heart take you away?\nAnd why do your eyes wink,",
      "13": "That you can turn your spirit against God\nAnd produce such words from your mouth?",
      "14": "What is man, that he would be pure,\nOr he who is born of a woman, that he would be righteous?",
      "15": "Behold, He has no trust in His holy ones,\nAnd the heavens are not pure in His sight;",
      "16": "How much less one who is detestable and corrupt:\nA person who drinks malice like water!",
      "17": "“I will tell you, listen to me;\nAnd what I have seen I will also declare;",
      "18": "What wise people have told,\nAnd have not concealed from their fathers,",
      "19": "To whom alone the land was given,\nAnd no stranger passed among them.",
      "20": "The wicked person writhes in pain all his days,\nAnd the years reserved for the ruthless are numbered.",
      "21": "Sounds of terror are in his ears;\nWhile he is at peace the destroyer comes upon him.",
      "22": "He does not believe that he will return from darkness,\nAnd he is destined for the sword.",
      "23": "He wanders about for food, saying, ‘Where is it?’\nHe knows that a day of darkness is at hand.",
      "24": "Distress and anguish terrify him,\nThey overpower him like a king ready for the attack,",
      "25": "Because he has reached out with his hand against God,\nAnd is arrogant toward the Almighty.",
      "26": "He rushes headlong at Him\nWith his massive shield.",
      "27": "For he has covered his face with his fat,\nAnd put fat on his waist.",
      "28": "He has lived in desolate cities,\nIn houses no one would inhabit,\nWhich are destined to become ruins.",
      "29": "He will not become rich, nor will his wealth endure;\nAnd his property will not stretch out on the earth.",
      "30": "He will not escape from darkness;\nThe flame will dry up his shoot,\nAnd he will go away by the breath of His mouth.",
      "31": "Let him not trust in emptiness, deceiving himself;\nFor his reward will be emptiness.",
      "32": "It will be accomplished before his time,\nAnd his palm branch will not be green.",
      "33": "He will drop off his unripe grape like the vine,\nAnd will cast off his flower like the olive tree.",
      "34": "For the company of the godless is barren,\nAnd fire consumes the tents of the corrupt.",
      "35": "They conceive harm and give birth to wrongdoing,\nAnd their mind prepares deception.”"
    },
    "16": {
      "1": "Then Job responded,",
      "2": "“I have heard many things like these;\nMiserable comforters are you all!",
      "3": "Is there no end to windy words?\nOr what provokes you that you answer?",
      "4": "I too could speak like you,\nIf only I were in your place.\nI could compose words against you\nAnd shake my head at you.",
      "5": "Or I could strengthen you with my mouth,\nAnd the condolence of my lips could lessen your pain.",
      "6": "“If I speak, my pain is not lessened,\nAnd if I refrain, what pain leaves me?",
      "7": "But now He has exhausted me;\nYou have laid waste all my group of loved ones.",
      "8": "And you have shriveled me up,\nIt has become a witness;\nAnd my infirmity rises up against me,\nIt testifies to my face.",
      "9": "His anger has torn me and hunted me down,\nHe has gnashed at me with His teeth;\nMy enemy glares at me.",
      "10": "They have gaped at me with their mouths,\nThey have slapped me on the cheek with contempt;\nThey have massed themselves against me.",
      "11": "God hands me over to criminals,\nAnd tosses me into the hands of the wicked.",
      "12": "I was at ease, but He shattered me,\nAnd He has grasped me by my neck and shaken me to pieces;\nHe has also set me up as His target.",
      "13": "His arrows surround me.\nHe splits my kidneys open without mercy;\nHe pours out my bile on the ground.",
      "14": "He breaks through me with breach after breach;\nHe runs at me like a warrior.",
      "15": "I have sewed sackcloth over my skin,\nAnd thrust my horn in the dust.",
      "16": "My face is flushed from weeping,\nAnd deep darkness is on my eyelids,",
      "17": "Although there is no violence in my hands,\nAnd my prayer is pure.",
      "18": "“Earth, do not cover my blood,\nAnd may there be no resting place for my cry.",
      "19": "Even now, behold, my witness is in heaven,\nAnd my advocate is on high.",
      "20": "My friends are my scoffers;\nMy eye weeps to God,",
      "21": "That one might plead for a man with God\nAs a son of man with his neighbor!",
      "22": "For when a few years are past,\nI shall go the way of no return."
    },
    "17": {
      "1": "“My spirit is broken, my days are extinguished,\nThe grave is ready for me.",
      "2": "Mockers are certainly with me,\nAnd my eye gazes on their provocation.",
      "3": "“Make a pledge for me with Yourself;\nWho is there that will be my guarantor?",
      "4": "For You have kept their hearts away from understanding;\nTherefore You will not exalt them.",
      "5": "He who informs against friends for a share of the spoils,\nThe eyes of his children also will perish.",
      "6": "“But He has made me a proverb among the people,\nAnd I am one at whom people spit.",
      "7": "My eye has also become inexpressive because of grief,\nAnd all my body parts are like a shadow.",
      "8": "The upright will be appalled at this,\nAnd the innocent will stir himself up against the godless.",
      "9": "Nevertheless the righteous will hold to his way,\nAnd the one who has clean hands will grow stronger and stronger.",
      "10": "But come again all of you now,\nFor I do not find a wise man among you.",
      "11": "My days are past, my plans are torn apart,\nThe wishes of my heart.",
      "12": "They make night into day, saying,\n‘The light is near,’ in the presence of darkness.",
      "13": "If I hope for Sheol as my home,\nI make my bed in the darkness;",
      "14": "If I call to the grave, ‘You are my father’;\nTo the maggot, ‘my mother and my sister’;",
      "15": "Where then is my hope?\nAnd who looks at my hope?",
      "16": "Will it go down with me to Sheol?\nShall we together go down into the dust?”"
    },
    "18": {
      "1": "Then Bildad the Shuhite responded,",
      "2": "“How long will you hunt for words?\nShow understanding, and then we can talk.",
      "3": "Why are we regarded as animals,\nAs stupid in your eyes?",
      "4": "You who tear yourself in your anger—\nShould the earth be abandoned for your sake,\nOr the rock moved from its place?",
      "5": "“Indeed, the light of the wicked goes out,\nAnd the spark from his fire does not shine.",
      "6": "The light in his tent is darkened,\nAnd his lamp goes out above him.",
      "7": "His vigorous stride is shortened,\nAnd his own plan brings him down.",
      "8": "For he is thrown into the net by his own feet,\nAnd he steps on the webbing.",
      "9": "A snare seizes him by the heel,\nAnd a trap snaps shut on him.",
      "10": "A noose for him is hidden in the ground,\nAnd a trap for him on the pathway.",
      "11": "All around sudden terrors frighten him,\nAnd harass him at every step.",
      "12": "His strength is famished,\nAnd disaster is ready at his side.",
      "13": "It devours parts of his skin,\nThe firstborn of death devours his limbs.",
      "14": "He is torn from the security of his tent,\nAnd they march him before the king of terrors.",
      "15": "Nothing of his dwells in his tent;\nBrimstone is scattered on his home.",
      "16": "His roots are dried below,\nAnd his branch withers above.",
      "17": "The memory of him perishes from the earth,\nAnd he has no name abroad.",
      "18": "He is driven from light into darkness,\nAnd chased from the inhabited world.",
      "19": "He has no offspring or descendants among his people,\nNor any survivor where he resided.",
      "20": "Those in the west are appalled at his fate,\nAnd those in the east are seized with horror.",
      "21": "Certainly these are the dwellings of the wicked,\nAnd this is the place of him who does not know God.”"
    },
    "19": {
      "1": "Then Job responded,",
      "2": "“How long will you torment me\nAnd crush me with words?",
      "3": "These ten times you have insulted me;\nYou are not ashamed to wrong me.",
      "4": "Even if I have truly done wrong,\nMy error stays with me.",
      "5": "If indeed you exalt yourselves against me\nAnd prove my disgrace to me,",
      "6": "Know then that God has wronged me\nAnd has surrounded me with His net.",
      "7": "“Behold, I cry, ‘Violence!’ but I get no answer;\nI shout for help, but there is no justice.",
      "8": "He has blocked my way so that I cannot pass,\nAnd He has put darkness on my paths.",
      "9": "He has stripped my honor from me\nAnd removed the crown from my head.",
      "10": "He breaks me down on every side, and I am gone;\nAnd He has uprooted my hope like a tree.",
      "11": "He has also kindled His anger against me\nAnd considered me as His enemy.",
      "12": "His troops come together\nAnd build up their way against me\nAnd camp around my tent.",
      "13": "“He has removed my brothers far from me,\nAnd my acquaintances have completely turned away from me.",
      "14": "My relatives have failed,\nAnd my close friends have forgotten me.",
      "15": "Those who live in my house and my servant women consider me a stranger.\nI am a foreigner in their sight.",
      "16": "I call to my servant, but he does not answer;\nI have to implore his favor with my mouth.",
      "17": "My breath is offensive to my wife,\nAnd I am loathsome to my own brothers.",
      "18": "Even young children despise me;\nI stand up and they speak against me.",
      "19": "All my associates loathe me,\nAnd those I love have turned against me.",
      "20": "My bone clings to my skin and my flesh,\nAnd I have escaped only by the skin of my teeth.",
      "21": "Pity me, pity me, you friends of mine,\nFor the hand of God has struck me.",
      "22": "Why do you persecute me as God does,\nAnd are not satisfied with my flesh?",
      "23": "“Oh that my words were written!\nOh that they were recorded in a book!",
      "24": "That with an iron stylus and lead\nThey were engraved in the rock forever!",
      "25": "Yet as for me, I know that my Redeemer lives,\nAnd at the last, He will take His stand on the earth.",
      "26": "Even after my skin is destroyed,\nYet from my flesh I will see God,",
      "27": "Whom I, on my part, shall behold for myself,\nAnd whom my eyes will see, and not another.\nMy heart faints within me!",
      "28": "If you say, ‘How shall we persecute him?’\nAnd ‘What pretext for a case against him can we find?’",
      "29": "Then be afraid of the sword for yourselves,\nFor wrath brings the punishment of the sword,\nSo that you may know there is judgment.”"
    },
    "20": {
      "1": "Then Zophar the Naamathite responded,",
      "2": "“Therefore my disquieting thoughts make me respond,\nEven because of my inward agitation.",
      "3": "I listened to the reprimand which insults me,\nAnd the spirit of my understanding makes me answer.",
      "4": "Do you know this from ancient times,\nFrom the establishment of mankind on earth,",
      "5": "That the rejoicing of the wicked is short,\nAnd the joy of the godless momentary?",
      "6": "Though his arrogance reaches the heavens,\nAnd his head touches the clouds,",
      "7": "He perishes forever like his refuse;\nThose who have seen him will say, ‘Where is he?’",
      "8": "He flies away like a dream, and they cannot find him;\nLike a vision of the night he is chased away.",
      "9": "The eye which saw him sees him no longer,\nAnd his place no longer beholds him.",
      "10": "His sons favor the poor,\nAnd his hands give back his wealth.",
      "11": "His bones are full of his youthful strength,\nBut it lies down with him in the dust.",
      "12": "“Though evil tastes sweet in his mouth\nAnd he hides it under his tongue,",
      "13": "Though he desires it and will not let it go,\nBut holds it in his mouth,",
      "14": "Yet his food in his stomach is changed\nTo the venom of cobras within him.",
      "15": "He swallows riches,\nBut will vomit them up;\nGod will expel them from his belly.",
      "16": "He sucks the poison of cobras;\nThe viper’s tongue kills him.",
      "17": "He does not look at the streams,\nThe rivers flowing with honey and curds.",
      "18": "He returns the product of his labor\nAnd cannot swallow it;\nAs to the riches of his trading,\nHe cannot even enjoy them.",
      "19": "For he has oppressed and neglected the poor;\nHe has seized a house which he has not built.",
      "20": "“Because he knew no quiet within him,\nHe does not retain anything he desires.",
      "21": "Nothing remains for him to devour,\nTherefore his prosperity does not endure.",
      "22": "In the fullness of his excess he will be cramped;\nThe hand of everyone who suffers will come against him.",
      "23": "When he fills his belly,\nGod will send His fierce anger on him\nAnd rain it on him while he is eating.",
      "24": "He may flee from the iron weapon,\nBut the bronze bow will pierce him.",
      "25": "It is drawn and comes out of his back,\nEven the flashing point from his gallbladder;\nTerrors come upon him,",
      "26": "Complete darkness is held in reserve for his treasures,\nAnd unfanned fire will devour him;\nIt will consume the survivor in his tent.",
      "27": "The heavens will reveal his guilt,\nAnd the earth will rise up against him.",
      "28": "The increase of his house will disappear;\nHis possessions will flow away on the day of His anger.",
      "29": "This is a wicked person’s portion from God,\nThe inheritance decreed to him by God.”"
    },
    "21": {
      "1": "Then Job responded,",
      "2": "“Listen carefully to my speech,\nAnd let this be your way of consolation.",
      "3": "Bear with me that I may speak;\nThen after I have spoken, you may mock me.",
      "4": "As for me, is my complaint to a mortal?\nOr why should I not be impatient?",
      "5": "Look at me, and be astonished,\nAnd put your hand over your mouth.",
      "6": "Even when I remember, I am disturbed,\nAnd horror takes hold of my flesh.",
      "7": "Why do the wicked still live,\nGrow old, and also become very powerful?",
      "8": "Their descendants endure with them in their sight,\nAnd their offspring before their eyes,",
      "9": "Their houses are safe from fear,\nAnd the rod of God is not on them.",
      "10": "His ox mates without fail;\nHis cow calves and does not miscarry.",
      "11": "They send out their boys like the flock,\nAnd their children dance.",
      "12": "They sing with the tambourine and harp,\nAnd rejoice at the sound of the flute.",
      "13": "They spend their days in prosperity,\nAnd suddenly they go down to Sheol.",
      "14": "Yet they say to God, ‘Go away from us!\nWe do not even desire the knowledge of Your ways.",
      "15": "Who is the Almighty, that we should serve Him,\nAnd what would we gain if we plead with Him?’",
      "16": "Behold, their prosperity is not in their hand;\nThe advice of the wicked is far from me.",
      "17": "“How often is the lamp of the wicked put out,\nOr does their disaster fall on them?\nDoes God apportion destruction in His anger?",
      "18": "Are they as straw before the wind,\nAnd like chaff which the storm carries away?",
      "19": "You say, ‘God saves up a person’s wrongdoing for his sons.’\nLet God repay him so that he may know it.",
      "20": "Let his own eyes see his destruction,\nAnd let him drink of the wrath of the Almighty.",
      "21": "For what does he care about his household after him,\nWhen the number of his months is at an end?",
      "22": "Can anyone teach God knowledge,\nIn that He judges those on high?",
      "23": "One dies in his full strength,\nBeing wholly undisturbed and at ease;",
      "24": "His sides are filled with fat,\nAnd the marrow of his bones is wet,",
      "25": "While another dies with a bitter soul,\nNever even tasting anything good.",
      "26": "Together they lie down in the dust,\nAnd maggots cover them.",
      "27": "“Behold, I know your thoughts,\nAnd the plots you devise against me.",
      "28": "For you say, ‘Where is the house of the nobleman,\nAnd where is the tent, the dwelling places of the wicked?’",
      "29": "Have you not asked travelers,\nAnd do you not examine their evidence?",
      "30": "For the wicked person is spared a day of disaster;\nThey are led away from a day of fury.",
      "31": "Who confronts him with his actions,\nAnd who repays him for what he has done?",
      "32": "When he is carried to the grave,\nPeople will keep watch over his tomb.",
      "33": "The clods of the valley will gently cover him;\nMoreover, all mankind will follow after him,\nWhile countless others go before him.",
      "34": "So how dare you give me empty comfort?\nFor your answers remain nothing but falsehood!”"
    },
    "22": {
      "1": "Then Eliphaz the Temanite responded,",
      "2": "“Can a strong man be of use to God,\nOr a wise one be useful to himself?",
      "3": "Is it any pleasure to the Almighty if you are righteous,\nOr gain if you make your ways blameless?",
      "4": "Is it because of your reverence that He punishes you,\nThat He enters into judgment against you?",
      "5": "Is your wickedness not abundant,\nAnd is there no end to your guilty deeds?",
      "6": "For you have seized pledges from your brothers without cause,\nAnd stripped people naked.",
      "7": "You have given the weary no water to drink,\nAnd you have withheld bread from the hungry.",
      "8": "But the earth belongs to the powerful man,\nAnd the one who is honorable dwells on it.",
      "9": "You have sent widows away empty,\nAnd the strength of orphans has been crushed.",
      "10": "Therefore traps surround you,\nAnd sudden dread terrifies you,",
      "11": "Or darkness, so that you cannot see,\nAnd a flood of water covers you.",
      "12": "“Is God not in the height of heaven?\nLook also at the highest stars, how high they are!",
      "13": "But you say, ‘What does God know?\nCan He judge through the thick darkness?",
      "14": "Clouds are a hiding place for Him, so that He cannot see;\nAnd He walks on the vault of heaven.’",
      "15": "Will you keep to the ancient path\nWhich wicked people have walked,",
      "16": "Who were snatched away before their time,\nWhose foundations were washed away by a river?",
      "17": "They said to God, ‘Go away from us!’\nAnd ‘What can the Almighty do to them?’",
      "18": "Yet He filled their houses with good things;\nBut the advice of the wicked is far from me.",
      "19": "The righteous see and are glad,\nAnd the innocent mock them, saying,",
      "20": "‘Truly our enemies are eliminated,\nAnd fire has consumed their abundance.’",
      "21": "“Be reconciled with Him, and be at peace;\nThereby good will come to you.",
      "22": "Please receive instruction from His mouth,\nAnd put His words in your heart.",
      "23": "If you return to the Almighty, you will be restored;\nIf you remove injustice far from your tent,",
      "24": "And put your gold in the dust,\nAnd the gold of Ophir among the stones of the brooks,",
      "25": "Then the Almighty will be your gold\nAnd abundant silver to you.",
      "26": "For then you will take pleasure in the Almighty\nAnd lift up your face to God.",
      "27": "You will pray to Him, and He will hear you;\nAnd you will pay your vows.",
      "28": "You will also decide something, and it will be established for you;\nAnd light will shine on your ways.",
      "29": "When they have brought you low, you will speak with confidence,\nAnd He will save the humble person.",
      "30": "He will rescue one who is not innocent,\nAnd he will be rescued due to the cleanness of your hands.”"
    },
    "23": {
      "1": "Then Job responded,",
      "2": "“Even today my complaint is rebellion;\nHis hand is heavy despite my groaning.",
      "3": "Oh that I knew how to find Him,\nThat I might come to His home!",
      "4": "I would present my case before Him\nAnd fill my mouth with arguments.",
      "5": "I would learn the words which He would answer,\nAnd perceive what He would tell me.",
      "6": "Would He contend with me by the greatness of His power?\nNo, surely He would pay attention to me.",
      "7": "There the upright would argue with Him;\nAnd I would be free of my Judge forever.",
      "8": "“Behold, I go forward but He is not there,\nAnd backward, but I cannot perceive Him;",
      "9": "When He acts on the left, I cannot see Him;\nHe turns to the right, but I cannot see Him.",
      "10": "But He knows the way I take;\nWhen He has put me to the test, I will come out as gold.",
      "11": "My foot has held on to His path;\nI have kept His way and not turned aside.",
      "12": "I have not failed the command of His lips;\nI have treasured the words of His mouth more than my necessary food.",
      "13": "But He is unique, and who can make Him turn?\nWhatever His soul desires, He does it.",
      "14": "For He carries out what is destined for me,\nAnd many such destinies are with Him.",
      "15": "Therefore, I would be terrified at His presence;\nWhen I consider this, I am frightened of Him.",
      "16": "It is God who has made my heart faint,\nAnd the Almighty who has terrified me,",
      "17": "But I am not destroyed by darkness,\nNor by deep gloom which covers me."
    },
    "24": {
      "1": "“Why are times not stored up by the Almighty,\nAnd why do those who know Him not see His days?",
      "2": "People remove landmarks;\nThey seize and devour flocks.",
      "3": "They drive away the donkeys of orphans;\nThey seize the widow’s ox as a pledge.",
      "4": "They push the needy aside from the road;\nThe poor of the land have to hide themselves together.",
      "5": "Behold, like wild donkeys in the wilderness\nThey go out scavenging for food in their activity,\nAs bread for their children in the desert.",
      "6": "They harvest their feed in the field\nAnd glean the vineyard of the wicked.",
      "7": "They spend the night naked, without clothing,\nAnd have no covering against the cold.",
      "8": "They are wet from the mountain rains,\nAnd they hug the rock for lack of a shelter.",
      "9": "Others snatch an orphan from the breast,\nAnd they seize it as a pledge against the poor.",
      "10": "The poor move about naked without clothing,\nAnd they carry sheaves, while going hungry.",
      "11": "Within the walls they produce oil;\nThey tread wine presses but go thirsty.",
      "12": "From the city people groan,\nAnd the souls of the wounded cry for help;\nYet God does not pay attention to the offensiveness.",
      "13": "“Others have been with those who rebel against the light;\nThey do not want to know its ways\nNor stay in its paths.",
      "14": "The murderer arises at dawn;\nHe kills the poor and the needy,\nAnd at night he is like a thief.",
      "15": "The eye of the adulterer watches for twilight,\nSaying, ‘No eye will see me.’\nAnd he disguises his face.",
      "16": "In the darkness they dig into houses,\nThey shut themselves up by day;\nThey do not know the light.",
      "17": "For the morning is the same to him as thick darkness,\nFor he is familiar with the terrors of thick darkness.",
      "18": "“They are insignificant on the surface of the water;\nTheir plot of land on the earth is cursed.\nThey do not turn toward the vineyards.",
      "19": "Dryness and heat snatch away the snow waters,\nAs Sheol snatches those who have sinned.",
      "20": "A mother will forget him;\nThe maggot feeds sweetly until he is no longer remembered.\nAnd injustice will be broken like a tree.",
      "21": "He wrongs the infertile woman,\nAnd does no good for the widow.",
      "22": "But He drags off the mighty by His power;\nHe rises, but no one has assurance of life.",
      "23": "He provides them with security, and they are supported;\nAnd His eyes are on their ways.",
      "24": "They are exalted a little while, then they are gone;\nMoreover, they are brought low, and like everything they are gathered up;\nLike the heads of grain they wither.",
      "25": "Now if it is not so, who can prove me a liar,\nAnd make my speech worthless?”"
    },
    "25": {
      "1": "Then Bildad the Shuhite responded,",
      "2": "“Dominion and awe belong to Him\nWho makes peace in His heights.",
      "3": "Is there any number to His troops?\nAnd upon whom does His light not rise?",
      "4": "How then can mankind be righteous with God?\nOr how can anyone who is born of woman be pure?",
      "5": "If even the moon has no brightness\nAnd the stars are not pure in His sight,",
      "6": "How much less man, that maggot,\nAnd a son of man, that worm!”"
    },
    "26": {
      "1": "Then Job responded,",
      "2": "“What a help you are to the weak!\nYou have saved the arm without strength!",
      "3": "What advice you have given to one without wisdom!\nWhat helpful insight you have abundantly provided!",
      "4": "To whom have you uttered words?\nAnd whose spirit was expressed through you?",
      "5": "“The departed spirits are made to tremble\nUnder the waters and their inhabitants.",
      "6": "Sheol is naked before Him,\nAnd Abaddon has no covering.",
      "7": "He stretches out the north over empty space\nAnd hangs the earth on nothing.",
      "8": "He wraps up the waters in His clouds,\nAnd the cloud does not burst under them.",
      "9": "He obscures the face of the full moon\nAnd spreads His cloud over it.",
      "10": "He has inscribed a circle on the surface of the waters\nAt the boundary of light and darkness.",
      "11": "The pillars of heaven tremble\nAnd are amazed at His rebuke.",
      "12": "With His power He quieted the sea,\nAnd by His understanding He shattered Rahab.",
      "13": "By His breath the heavens are cleared;\nHis hand has pierced the fleeing serpent.",
      "14": "Behold, these are the fringes of His ways;\nAnd how faint a word we hear of Him!\nBut His mighty thunder, who can understand?”"
    },
    "27": {
      "1": "Job again took up his discourse and said,",
      "2": "“As God lives, who has taken away my right,\nAnd the Almighty, who has embittered my soul,",
      "3": "For as long as life is in me,\nAnd the breath of God is in my nostrils,",
      "4": "My lips certainly will not speak unjustly,\nNor will my tongue mutter deceit.",
      "5": "Far be it from me that I should declare you right;\nUntil I die, I will not give up my integrity.",
      "6": "I have kept hold of my righteousness and will not let it go.\nMy heart does not rebuke any of my days.",
      "7": "“May my enemy be as the wicked,\nAnd my opponent as the criminal.",
      "8": "For what is the hope of the godless when he makes an end of life,\nWhen God requires his life?",
      "9": "Will God hear his cry\nWhen distress comes upon him?",
      "10": "Or will he take pleasure in the Almighty?\nWill he call on God at all times?",
      "11": "I will instruct you in the power of God;\nWhat is with the Almighty I will not conceal.",
      "12": "Behold, all of you have seen it;\nWhy then do you talk of nothing?",
      "13": "“This is the portion of a wicked person from God,\nAnd the inheritance which tyrants receive from the Almighty:",
      "14": "Though his sons are many, they are destined for the sword;\nAnd his descendants will not be satisfied with bread.",
      "15": "His survivors will be buried because of the plague,\nAnd their widows will not be able to weep.",
      "16": "Though he piles up silver like dust,\nAnd prepares garments as plentiful as the clay,",
      "17": "He may prepare it, but the righteous will wear it\nAnd the innocent will divide the silver.",
      "18": "He has built his house like the spider’s web,\nOr a hut which the watchman has made.",
      "19": "He lies down rich, but never again;\nHe opens his eyes, and it no longer exists.",
      "20": "Terrors overtake him like a flood;\nA storm steals him away in the night.",
      "21": "The east wind carries him away, and he is gone;\nFor it sweeps him away from his place.",
      "22": "For it will hurl at him without mercy;\nHe will certainly try to flee from its power.",
      "23": "People will clap their hands at him,\nAnd will whistle at him from their places."
    },
    "28": {
      "1": "“Certainly there is a mine for silver\nAnd a place for refining gold.",
      "2": "Iron is taken from the dust,\nAnd copper is smelted from rock.",
      "3": "Man puts an end to darkness,\nAnd to the farthest limit he searches out\nThe rock in gloom and deep shadow.",
      "4": "He sinks a shaft away from inhabited areas,\nForgotten by the foot;\nThey hang and swing, away from people.",
      "5": "From the earth comes food,\nAnd underneath, it is turned over like fire.",
      "6": "Its rocks are the source of sapphires,\nAnd its dust contains gold.",
      "7": "No bird of prey knows the path,\nNor has the falcon’s eye caught sight of it.",
      "8": "The proud animals have not trodden it,\nNor has the lion passed over it.",
      "9": "He puts his hand on the flint;\nHe overturns the mountains at the base.",
      "10": "He carves out channels through the rocks,\nAnd his eye sees anything precious.",
      "11": "He dams up the streams from flowing,\nAnd brings to light what is hidden.",
      "12": "“But where can wisdom be found?\nAnd where is the place of understanding?",
      "13": "Mankind does not know its value,\nNor is it found in the land of the living.",
      "14": "The ocean depth says, ‘It is not in me’;\nAnd the sea says, ‘It is not with me.’",
      "15": "Pure gold cannot be given in exchange for it,\nNor can silver be weighed as its price.",
      "16": "It cannot be valued in the gold of Ophir,\nIn precious onyx, or sapphire.",
      "17": "Gold or glass cannot equal it,\nNor can it be exchanged for articles of pure gold.",
      "18": "Coral and crystal are not to be mentioned;\nAnd the acquisition of wisdom is more valuable than pearls.",
      "19": "The topaz of Cush cannot equal it,\nNor can it be valued in pure gold.",
      "20": "Where then does wisdom come from?\nAnd where is this place of understanding?",
      "21": "It is hidden from the eyes of every living creature,\nAnd concealed from the birds of the sky.",
      "22": "Abaddon and Death say,\n‘With our ears we have heard a report of it.’",
      "23": "“God understands its way,\nAnd He knows its place.",
      "24": "For He looks to the ends of the earth;\nHe sees everything under the heavens.",
      "25": "When He imparted weight to the wind,\nAnd assessed the waters by measure,",
      "26": "When He made a limit for the rain,\nAnd a course for the thunderbolt,",
      "27": "Then He saw it and declared it;\nHe established it and also searched it out.",
      "28": "And to mankind He said, ‘Behold, the fear of the Lord, that is wisdom;\nAnd to turn away from evil is understanding.’”"
    },
    "29": {
      "1": "Job again took up his discourse and said,",
      "2": "“Oh that I were as in months gone by,\nAs in the days when God watched over me;",
      "3": "When His lamp shone over my head,\nAnd by His light I walked through darkness;",
      "4": "Just as I was in the days of my youth,\nWhen the protection of God was over my tent;",
      "5": "When the Almighty was still with me,\nAnd my children were around me;",
      "6": "When my steps were bathed in cream,\nAnd the rock poured out streams of oil for me!",
      "7": "When I went out to the gate of the city,\nWhen I took my seat in the public square,",
      "8": "The young men saw me and hid themselves,\nAnd the old men arose and stood.",
      "9": "The leaders stopped talking\nAnd put their hands on their mouths;",
      "10": "The voices of the prominent people were hushed,\nAnd their tongues stuck to their palates.",
      "11": "For when an ear heard, it called me blessed,\nAnd when an eye saw, it testified in support of me,",
      "12": "Because I saved the poor who cried for help,\nAnd the orphan who had no helper.",
      "13": "The blessing of the one who was about to perish came upon me,\nAnd I made the widow’s heart sing for joy.",
      "14": "I put on righteousness, and it clothed me;\nMy justice was like a robe and a headband.",
      "15": "I was eyes to those who were blind,\nAnd feet to those who could not walk.",
      "16": "I was a father to the poor,\nAnd I investigated the case which I did not know.",
      "17": "I broke the jaws of the wicked\nAnd rescued the prey from his teeth.",
      "18": "Then I thought, ‘I will die with my family,\nAnd I will multiply my days as the sand.",
      "19": "My root is spread out to the waters,\nAnd dew lies on my branch all night.",
      "20": "My glory is ever new with me,\nAnd my bow is renewed in my hand.’",
      "21": "“To me they listened and waited,\nAnd they kept silent for my advice.",
      "22": "After my words they did not speak again,\nAnd my speech dropped on them.",
      "23": "They waited for me as for the rain,\nAnd opened their mouths as for the late rain.",
      "24": "I smiled at them when they did not believe,\nAnd they did not look at my kindness ungraciously.",
      "25": "I chose a way for them and sat as chief,\nAnd lived as a king among the troops,\nAs one who comforted the mourners."
    },
    "30": {
      "1": "“But now those who are younger than I mock me,\nWhose fathers I refused to put with the dogs of my flock.",
      "2": "Indeed, what good was the strength of their hands to me?\nVigor had perished from them.",
      "3": "From poverty and famine they are gaunt,\nThey who gnaw at the dry ground by night in waste and desolation,",
      "4": "Who pluck saltweed by the bushes,\nAnd whose food is the root of the broom shrub.",
      "5": "They are driven from the community;\nThey shout against them as against a thief,",
      "6": "So that they live on the slopes of ravines,\nIn holes in the ground and among the rocks.",
      "7": "Among the bushes they cry out;\nUnder the weeds they are gathered together.",
      "8": "Worthless fellows, even those without a name,\nThey were cast out from the land.",
      "9": "“And now I have become their taunt,\nAnd I have become a byword to them.",
      "10": "They loathe me and stand aloof from me,\nAnd they do not refrain from spitting in my face.",
      "11": "Because He has undone my bowstring and afflicted me,\nThey have cast off the bridle before me.",
      "12": "On the right hand their mob arises;\nThey push aside my feet and pile up their ways of destruction against me.",
      "13": "They break up my path,\nThey promote my destruction;\nNo one restrains them.",
      "14": "As through a wide gap they come,\nAmid the storm they roll on.",
      "15": "Sudden terrors are turned upon me;\nThey chase away my dignity like the wind,\nAnd my prosperity has passed away like a cloud.",
      "16": "“And now my soul is poured out within me;\nDays of misery have seized me.",
      "17": "At night it pierces my bones within me,\nAnd my gnawing pains do not rest.",
      "18": "By a great force my garment is distorted;\nIt ties me up like the collar of my coat.",
      "19": "He has thrown me into the mire,\nAnd I have become like dust and ashes.",
      "20": "I cry out to You for help, but You do not answer me;\nI stand up, and You turn Your attention against me.",
      "21": "You have become cruel to me;\nWith the strength of Your hand You persecute me.",
      "22": "You lift me up to the wind and make me ride it;\nAnd You dissolve me in a storm.",
      "23": "For I know that You will bring me to death,\nAnd to the house of meeting for all living.",
      "24": "“Yet does one in a heap of ruins not reach out with his hand,\nOr in his disaster does he not cry out for help?",
      "25": "Have I not wept for the one whose life is hard?\nWas my soul not grieved for the needy?",
      "26": "When I expected good, evil came;\nWhen I waited for light, darkness came.",
      "27": "I am seething within and cannot rest;\nDays of misery confront me.",
      "28": "I go about mourning without comfort;\nI stand up in the assembly and cry out for help.",
      "29": "I have become a brother to jackals,\nAnd a companion of ostriches.",
      "30": "My skin turns black on me,\nAnd my bones burn with fever.",
      "31": "Therefore my harp is turned to mourning,\nAnd my flute to the sound of those who weep."
    },
    "31": {
      "1": "“I have made a covenant with my eyes;\nHow then could I look at a virgin?",
      "2": "And what is the portion of God from above,\nOr the inheritance of the Almighty from on high?",
      "3": "Is it not disaster to the criminal,\nAnd misfortune to those who practice injustice?",
      "4": "Does He not see my ways,\nAnd count all my steps?",
      "5": "“If I have walked with deception,\nAnd my foot has hurried after deceit,",
      "6": "Let Him weigh me with accurate scales,\nAnd let God know my integrity.",
      "7": "If my step has turned from the way,\nOr my heart followed my eyes,\nOr if any spot has stuck to my hands,",
      "8": "Let me sow and another eat,\nAnd let my crops be uprooted.",
      "9": "“If my heart has been enticed by a woman,\nOr I have lurked at my neighbor’s doorway,",
      "10": "May my wife grind grain for another,\nAnd let others kneel down over her.",
      "11": "For that would be a lustful crime;\nMoreover, it would be wrongdoing punishable by judges.",
      "12": "For it would be fire that consumes to Abaddon,\nAnd would uproot all my increase.",
      "13": "“If I have rejected the claim of my male or female slaves\nWhen they filed a complaint against me,",
      "14": "What then could I do when God arises?\nAnd when He calls me to account, how am I to answer Him?",
      "15": "Did He who made me in the womb not make him,\nAnd the same one create us in the womb?",
      "16": "“If I have kept the poor from their desire,\nOr have caused the eyes of the widow to fail,",
      "17": "Or have eaten my morsel alone,\nAnd the orphan has not shared it",
      "18": "(But from my youth he grew up with me as with a father,\nAnd from my infancy I guided her),",
      "19": "If I have seen anyone perish for lack of clothing,\nOr that the needy had no covering,",
      "20": "If his waist has not thanked me,\nAnd if he has not been warmed with the fleece of my sheep,",
      "21": "If I have lifted up my hand against the orphan,\nBecause I saw I had support in the gate,",
      "22": "May my shoulder fall from its socket,\nAnd my arm be broken off at the elbow.",
      "23": "For disaster from God is a terror to me,\nAnd because of His majesty I can do nothing.",
      "24": "“If I have put my confidence in gold,\nAnd called fine gold my trust,",
      "25": "If I have gloated because my wealth was great,\nAnd because my hand had obtained so much;",
      "26": "If I have looked at the sun when it shone,\nOr the moon going in splendor,",
      "27": "And my heart was secretly enticed,\nAnd my hand threw a kiss from my mouth,",
      "28": "That too would have been a guilty deed calling for judgment,\nFor I would have denied God above.",
      "29": "“Have I rejoiced at the misfortune of my enemy,\nOr become excited when evil found him?",
      "30": "No, I have not allowed my mouth to sin\nBy asking for his life in a curse.",
      "31": "Have the people of my tent not said,\n‘Who can find one who has not been satisfied with his meat’?",
      "32": "The stranger has not spent the night outside,\nFor I have opened my doors to the traveler.",
      "33": "Have I covered my wrongdoings like a man,\nBy hiding my guilt in my shirt pocket,",
      "34": "Because I feared the great multitude\nAnd the contempt of families terrified me,\nAnd I kept silent and did not go out of doors?",
      "35": "Oh that I had one to hear me!\nHere is my signature;\nLet the Almighty answer me!\nAnd the indictment which my adversary has written,",
      "36": "I would certainly carry it on my shoulder,\nI would tie it to myself like a garland.",
      "37": "I would declare to Him the number of my steps;\nLike a prince, I would approach Him.",
      "38": "“If my land cries out against me,\nAnd its furrows weep together;",
      "39": "If I have eaten its fruit without money,\nOr have caused its owners to lose their lives,",
      "40": "May the thorn-bush grow instead of wheat,\nAnd stinkweed instead of barley.”\nThe words of Job are ended."
    },
    "32": {
      "1": "Then these three men stopped answering Job, because he was righteous in his own eyes.",
      "2": "But the anger of Elihu the son of Barachel the Buzite, of the family of Ram, burned against Job; his anger burned because he justified himself before God.",
      "3": "And his anger burned against his three friends because they had found no answer, yet they had condemned Job.",
      "4": "Now Elihu had waited to speak to Job because they were years older than he.",
      "5": "But when Elihu saw that there was no answer in the mouth of the three men, his anger burned.",
      "6": "So Elihu the son of Barachel the Buzite spoke out and said,\n“I am young in years and you are old;\nTherefore I was shy and afraid to tell you what I think.",
      "7": "I thought age should speak,\nAnd increased years should teach wisdom.",
      "8": "But it is a spirit that is in mankind,\nAnd the breath of the Almighty gives them understanding.",
      "9": "The abundant in years may not be wise,\nNor may elders understand justice.",
      "10": "So I say, ‘Listen to me,\nI too will tell what I think.’",
      "11": "“Behold, I waited for your words,\nI listened to your skillful speech,\nWhile you pondered what to say.",
      "12": "I also paid close attention to you;\nBut indeed, there was no one who refuted Job,\nNot one of you who answered his words.",
      "13": "So do not say,\n‘We have found wisdom:\nGod will defeat him, not man.’",
      "14": "But he has not presented his words against me,\nNor will I reply to him with your arguments.",
      "15": "“They are dismayed, they no longer answer;\nWords have failed them.",
      "16": "Should I wait, because they are not speaking,\nBecause they have stopped and no longer answer?",
      "17": "I too will give my share of answers;\nI also will tell my opinion.",
      "18": "For I am full of words;\nThe spirit within me compels me.",
      "19": "Behold, my belly is like unvented wine;\nLike new wineskins, it is about to burst.",
      "20": "Let me speak so that I may get relief;\nLet me open my lips and answer.",
      "21": "Let me be partial to no one,\nNor flatter any man.",
      "22": "For I do not know how to flatter,\nOtherwise my Maker would quickly take me away."
    },
    "33": {
      "1": "“However, please hear my speech, Job,\nAnd listen to all my words.",
      "2": "Behold now, I open my mouth,\nMy tongue in my mouth speaks.",
      "3": "My words are from the integrity of my heart,\nAnd my lips speak knowledge sincerely.",
      "4": "The Spirit of God has made me,\nAnd the breath of the Almighty gives me life.",
      "5": "Refute me if you can;\nLine up against me, take your stand.",
      "6": "Behold, I belong to God, like you;\nI too have been formed out of the clay.",
      "7": "Behold, no fear of me should terrify you,\nNor should my pressure weigh heavily on you.",
      "8": "“You have in fact spoken while I listened,\nAnd I heard the sound of your words:",
      "9": "‘I am pure, without wrongdoing;\nI am innocent and there is no guilt in me.",
      "10": "Behold, He invents criticisms against me;\nHe counts me as His enemy.",
      "11": "He puts my feet in the stocks;\nHe watches all my paths.’",
      "12": "Behold, let me respond to you, you are not right in this,\nFor God is greater than mankind.",
      "13": "“Why do you complain to Him\nThat He does not give an account of all His doings?",
      "14": "Indeed God speaks once,\nOr twice, yet no one notices it.",
      "15": "In a dream, a vision of the night,\nWhen deep sleep falls on people,\nWhile they slumber in their beds,",
      "16": "Then He opens the ears of people,\nAnd horrifies them with warnings,",
      "17": "So that He may turn a person away from bad conduct,\nAnd keep a man from pride;",
      "18": "He keeps his soul back from the pit,\nAnd his life from perishing by the spear.",
      "19": "“A person is also rebuked by pain in his bed,\nAnd with constant complaint in his bones,",
      "20": "So that his life loathes bread,\nAnd his soul, food that he should crave.",
      "21": "His flesh wastes away from sight,\nAnd his bones, which were not seen, stick out.",
      "22": "Then his soul comes near to the pit,\nAnd his life to those who bring death.",
      "23": "“If there is an interceding angel for him,\nOne out of a thousand,\nTo remind a person of what is right for him,",
      "24": "And he is gracious to him, and says,\n‘Free him from going down to the pit,\nI have found a ransom’;",
      "25": "Let his flesh become fresher than in youth,\nLet him return to the days of his youthful vigor;",
      "26": "Then he will pray to God, and He will accept him,\nSo that he may see His face with joy,\nAnd He will restore His righteousness to that person.",
      "27": "He will sing to people and say,\n‘I have sinned and perverted what is right,\nAnd it is not proper for me.",
      "28": "He has redeemed my soul from going to the pit,\nAnd my life will see the light.’",
      "29": "“Behold, God does all these things for a man two or three times,",
      "30": "To bring back his soul from the pit,\nSo that he may be enlightened with the light of life.",
      "31": "Pay attention, Job, listen to me;\nKeep silent, and let me speak.",
      "32": "Then if you have anything to say, answer me;\nSpeak, for I would take pleasure in justifying you.",
      "33": "If not, listen to me;\nKeep silent, and I will teach you wisdom.”"
    },
    "34": {
      "1": "Then Elihu continued and said,",
      "2": "“Hear my words, you wise men,\nAnd listen to me, you who understand.",
      "3": "For the ear tests words\nAs the palate tastes food.",
      "4": "Let us choose for ourselves what is right;\nLet us understand among ourselves what is good.",
      "5": "For Job has said, ‘I am righteous,\nBut God has taken away my right;",
      "6": "Should I lie about my right?\nMy wound is incurable, though I am without wrongdoing.’",
      "7": "What man is like Job,\nWho drinks up derision like water,",
      "8": "Who goes in company with the workers of injustice,\nAnd walks with wicked people?",
      "9": "For he has said, ‘It is of no use to a man\nWhen he becomes friends with God.’",
      "10": "“Therefore, listen to me, you men of understanding.\nFar be it from God to do evil,\nAnd from the Almighty to do wrong.",
      "11": "For He repays a person for his work,\nAnd lets things happen in correspondence to a man’s behavior.",
      "12": "God certainly will not act wickedly,\nAnd the Almighty will not pervert justice.",
      "13": "Who gave Him authority over the earth?\nAnd who has placed the whole world on Him?",
      "14": "If He were to determine to do so,\nIf He were to gather His spirit and His breath to Himself,",
      "15": "Humanity would perish together,\nAnd mankind would return to dust.",
      "16": "“But if you have understanding, hear this;\nListen to the sound of my words.",
      "17": "Shall one who hates justice rule?\nAnd will you condemn the righteous mighty One,",
      "18": "Who says to a king, ‘You worthless one,’\nTo nobles, ‘You wicked one’;",
      "19": "Who shows no partiality to the prominent,\nNor regards the rich as above the poor,\nSince they are all the work of His hands?",
      "20": "In a moment they die, and at midnight\nPeople are shaken and pass away,\nAnd the powerful are taken away without a hand.",
      "21": "“For His eyes are upon the ways of a person,\nAnd He sees all his steps.",
      "22": "There is no darkness or deep shadow\nWhere the workers of injustice can hide themselves.",
      "23": "For He does not need to consider a person further,\nThat he should go before God in judgment.",
      "24": "He breaks in pieces the mighty without investigation,\nAnd sets others in their place.",
      "25": "Therefore He knows their deeds,\nAnd He overthrows them in the night,\nAnd they are crushed.",
      "26": "He strikes them like the wicked\nIn a public place,",
      "27": "Because they turned aside from following Him,\nAnd had no regard for any of His ways,",
      "28": "So that they caused the cry of the poor to come to Him,\nAnd that He would hear the cry of the afflicted—",
      "29": "When He keeps quiet, who can condemn?\nAnd when He hides His face, who then can look at Him,\nThat is, regarding both nation and a person?—",
      "30": "So that godless people would not rule,\nNor be snares for the people.",
      "31": "“For has anyone said to God,\n‘I have endured punishment;\nI will not offend anymore;",
      "32": "Teach me what I do not see;\nIf I have done wrong,\nI will not do it again’?",
      "33": "Shall God repay on your terms, because you have rejected His?\nFor you must choose, and not I;\nTherefore declare what you know.",
      "34": "Men of understanding will say to me,\nAnd a wise man who hears me,",
      "35": "‘Job speaks without knowledge,\nAnd his words are without wisdom.",
      "36": "Oh that Job were tested to the limit,\nBecause he answers like sinners.",
      "37": "For he adds rebellion to his sin;\nHe claps his hands among us,\nAnd multiplies his words against God.’”"
    },
    "35": {
      "1": "Then Elihu continued and said,",
      "2": "“Do you think this is in accordance with justice?\nDo you say, ‘My righteousness is more than God’s’?",
      "3": "For you say, ‘What advantage will it be to You?\nWhat benefit will I have, more than if I had sinned?’",
      "4": "I will answer you,\nAnd your friends with you.",
      "5": "Look at the heavens and see;\nAnd look at the clouds—they are higher than you.",
      "6": "If you have sinned, what do you accomplish against Him?\nAnd if your wrongdoings are many, what do you do to Him?",
      "7": "If you are righteous, what do you give to Him,\nOr what does He receive from your hand?",
      "8": "Your wickedness is for a man like yourself,\nAnd your righteousness is for a son of man.",
      "9": "“Because of the multitude of oppressions they cry out;\nThey cry for help because of the arm of the mighty.",
      "10": "But no one says, ‘Where is God my Maker,\nWho gives songs in the night,",
      "11": "Who teaches us more than the animals of the earth\nAnd makes us wiser than the birds of the sky?’",
      "12": "There they cry out, but He does not answer\nBecause of the pride of evil people.",
      "13": "God certainly will not listen to an empty cry,\nNor will the Almighty regard it.",
      "14": "How much less when you say you do not look at Him,\nThe case is before Him, and you must wait for Him!",
      "15": "And now, because He has not avenged His anger,\nNor has He acknowledged wrongdoing well,",
      "16": "So Job opens his mouth with empty words;\nHe multiplies words without knowledge.”"
    },
    "36": {
      "1": "Then Elihu continued and said,",
      "2": "“Wait for me a little, and I will show you\nThat there is still more to be said on God’s behalf.",
      "3": "I will bring my knowledge from afar,\nAnd ascribe righteousness to my Maker.",
      "4": "For truly my words are not false;\nOne who is perfect in knowledge is with you.",
      "5": "Behold, God is mighty but does not reject anyone;\nHe is mighty in strength of understanding.",
      "6": "He does not keep the wicked alive,\nBut gives justice to the afflicted.",
      "7": "He does not withdraw His eyes from the righteous,\nBut with kings on the throne\nHe has seated them forever, and they are exalted.",
      "8": "And if they are bound in shackles,\nAnd are caught in the snares of misery,",
      "9": "Then He declares to them their work\nAnd their wrongdoings, that they have been arrogant.",
      "10": "He opens their ears to instruction,\nAnd commands that they return from injustice.",
      "11": "If they listen and serve Him,\nThey will end their days in prosperity,\nAnd their years in happiness.",
      "12": "But if they do not listen, they will perish by the sword,\nAnd die without knowledge.",
      "13": "But the godless in heart nurture anger;\nThey do not call for help when He binds them.",
      "14": "They die in youth,\nAnd their life perishes among the cult prostitutes.",
      "15": "He rescues the afflicted in their misery,\nAnd opens their ears in time of oppression.",
      "16": "Then indeed, He induced you away from the mouth of distress,\nAnd instead of it, a broad place with no constraint;\nAnd your table was full of rich food.",
      "17": "“But you were full of judgment on the wicked;\nJudgment and justice take hold of you.",
      "18": "Beware that wrath does not entice you to mockery;\nAnd do not let the greatness of the ransom turn you aside.",
      "19": "Will your cry for help keep you from distress,\nOr all the exertions of your strength?",
      "20": "Do not long for the night,\nWhen people vanish in their places.",
      "21": "Be careful, do not turn to evil,\nFor you preferred this to misery.",
      "22": "Behold, God is exalted in His power;\nWho is a teacher like Him?",
      "23": "Who has appointed Him His way,\nAnd who has said, ‘You have done wrong’?",
      "24": "“Remember that you are to exalt His work,\nOf which people have sung.",
      "25": "All people have seen it;\nMankind looks at it from afar.",
      "26": "Behold, God is exalted, and we do not know Him;\nThe number of His years is unsearchable.",
      "27": "For He draws up the drops of water;\nThey distill rain from its celestial stream,",
      "28": "Which clouds pour down;\nThey drip upon mankind abundantly.",
      "29": "Can anyone understand the spreading of the clouds,\nThe thundering of His pavilion?",
      "30": "Behold, He spreads His lightning about Him,\nAnd He covers the depths of the sea.",
      "31": "For by them He judges peoples;\nHe gives food in abundance.",
      "32": "He covers His hands with the lightning,\nAnd commands it to strike the target.",
      "33": "Its thundering voice declares His presence;\nThe livestock also, concerning what is coming up."
    },
    "37": {
      "1": "“At this also my heart trembles,\nAnd leaps from its place.",
      "2": "Listen closely to the thunder of His voice,\nAnd the rumbling that goes out from His mouth.",
      "3": "Under the whole heaven He lets it loose,\nAnd His lightning travels to the ends of the earth.",
      "4": "After it, a voice roars;\nHe thunders with His majestic voice,\nAnd He does not restrain the lightning when His voice is heard.",
      "5": "God thunders wondrously with His voice,\nDoing great things which we do not comprehend.",
      "6": "For to the snow He says, ‘Fall on the earth,’\nAnd to the downpour and the rain, ‘Be strong.’",
      "7": "He seals the hand of every person,\nSo that all people may know His work.",
      "8": "Then the animal goes into its lair\nAnd remains in its den.",
      "9": "From the south comes the storm,\nAnd from the north wind the cold.",
      "10": "From the breath of God ice is made,\nAnd the expanse of the waters is frozen.",
      "11": "He also loads the clouds with moisture;\nHe disperses the cloud of His lightning.",
      "12": "It changes direction, turning around by His guidance,\nThat it may do whatever He commands it\nOn the face of the inhabited earth.",
      "13": "Whether for correction, or for His earth,\nOr for goodness, He causes it to happen.",
      "14": "“Listen to this, Job;\nStand and consider the wonders of God.",
      "15": "Do you know how God establishes them,\nAnd makes the lightning of His clouds to shine?",
      "16": "Do you know about the hovering of the clouds,\nThe wonders of One who is perfect in knowledge,",
      "17": "You whose garments are hot\nWhen the land is still because of the south wind?",
      "18": "Can you, with Him, spread out the skies,\nStrong as a cast metal mirror?",
      "19": "Teach us what we are to say to Him;\nWe cannot present our case because of darkness.",
      "20": "Shall it be told Him that I would speak?\nOr should a man say that he would be swallowed up?",
      "21": "“Now people do not see the light which is bright in the skies;\nBut the wind has passed and cleared them.",
      "22": "From the north comes golden splendor;\nAround God is awesome majesty.",
      "23": "The Almighty—we cannot find Him;\nHe is exalted in power\nAnd He will not violate justice and abundant righteousness.",
      "24": "Therefore people fear Him;\nHe does not regard any who are wise of heart.”"
    },
    "38": {
      "1": "Then the Lord answered Job from the whirlwind and said,",
      "2": "“Who is this who darkens the divine plan\nBy words without knowledge?",
      "3": "Now tighten the belt on your waist like a man,\nAnd I shall ask you, and you inform Me!",
      "4": "Where were you when I laid the foundation of the earth?\nTell Me, if you have understanding,",
      "5": "Who set its measurements? Since you know.\nOr who stretched the measuring line over it?",
      "6": "On what were its bases sunk?\nOr who laid its cornerstone,",
      "7": "When the morning stars sang together\nAnd all the sons of God shouted for joy?",
      "8": "“Or who enclosed the sea with doors\nWhen it went out from the womb, bursting forth;",
      "9": "When I made a cloud its garment,\nAnd thick darkness its swaddling bands,",
      "10": "And I placed boundaries on it\nAnd set a bolt and doors,",
      "11": "And I said, ‘As far as this point you shall come, but no farther;\nAnd here your proud waves shall stop’?",
      "12": "“Have you ever in your life commanded the morning,\nAnd made the dawn know its place,",
      "13": "So that it would take hold of the ends of the earth,\nAnd the wicked would be shaken off from it?",
      "14": "It is changed like clay under the seal;\nAnd they stand out like a garment.",
      "15": "Their light is withheld from the wicked,\nAnd the uplifted arm is broken.",
      "16": "“Have you entered the springs of the sea,\nAnd walked in the depth of the ocean?",
      "17": "Have the gates of death been revealed to you,\nAnd have you seen the gates of deep darkness?",
      "18": "Have you understood the expanse of the earth?\nTell Me, if you know all this.",
      "19": "“Where is the way to the dwelling of light?\nAnd darkness, where is its place,",
      "20": "That you would take it to its territory,\nAnd discern the paths to its home?",
      "21": "You know, for you were born then,\nAnd the number of your days is great!",
      "22": "Have you entered the storehouses of the snow,\nAnd have you seen the storehouses of the hail,",
      "23": "Which I have reserved for a time of distress,\nFor a day of war and battle?",
      "24": "Where is the way that the light is divided,\nAnd the east wind scattered on the earth?",
      "25": "“Who has split open a channel for the flood,\nAnd a way for the thunderbolt,",
      "26": "To bring rain on a land without people,\nOn a desert without a person in it,",
      "27": "To satisfy the waste and desolate land,\nAnd to make the seeds of grass to sprout?",
      "28": "Does the rain have a father?\nOr who has fathered the drops of dew?",
      "29": "From whose womb has come the ice?\nAnd the frost of heaven, who has given it birth?",
      "30": "Water becomes hard like stone,\nAnd the surface of the deep is imprisoned.",
      "31": "“Can you tie up the chains of the Pleiades,\nOr untie the cords of Orion?",
      "32": "Can you bring out a constellation in its season,\nAnd guide the Bear with her satellites?",
      "33": "Do you know the ordinances of the heavens,\nOr do you establish their rule over the earth?",
      "34": "“Can you raise your voice to the clouds,\nSo that an abundance of water will cover you?",
      "35": "Can you send flashes of lightning, so that they may go\nAnd say to you, ‘Here we are’?",
      "36": "Who has put wisdom in the innermost being,\nOr given understanding to the mind?",
      "37": "Who can count the clouds by wisdom,\nAnd pour out the water jars of the heavens,",
      "38": "When the dust hardens into a mass\nAnd the clods stick together?",
      "39": "“Can you hunt the prey for the lioness,\nOr satisfy the appetite of young lions,",
      "40": "When they crouch in their hiding places,\nAnd lie in wait in their lair?",
      "41": "Who prepares feed for the raven\nWhen its young cry to God,\nAnd wander about without food?"
    },
    "39": {
      "1": "“Do you know the time the mountain goats give birth?\nDo you observe the calving of the deer?",
      "2": "Can you count the months they fulfill,\nOr do you know the time they give birth?",
      "3": "They kneel down, they deliver their young,\nThey get rid of their labor pains.",
      "4": "Their offspring become strong, they grow up in the open field;\nThey leave and do not return to them.",
      "5": "“Who sent the wild donkey out free?\nAnd who opened the bonds of the swift donkey,",
      "6": "To whom I gave the wilderness as his home,\nAnd the salt land as his dwelling place?",
      "7": "He laughs at the turmoil of the city,\nHe does not hear the shouting of the taskmaster.",
      "8": "He explores the mountains of his pasture,\nAnd searches after every green thing.",
      "9": "Will the wild bull be willing to serve you,\nOr will he spend the night at your feeding trough?",
      "10": "Can you tie down the wild bull in a furrow with ropes,\nOr will he plow the valleys after you?",
      "11": "Will you trust him because his strength is great,\nAnd leave your labor to him?",
      "12": "Will you have faith in him that he will return your grain\nAnd gather it from your threshing floor?",
      "13": "“The wings of the ostrich flap joyously,\nWith the pinion and feathers of love,",
      "14": "For she abandons her eggs to the earth\nAnd warms them in the dust,",
      "15": "And she forgets that a foot may crush them,\nOr that a wild animal may trample them.",
      "16": "She treats her young cruelly, as if they were not hers;\nThough her labor is for nothing, she is unconcerned,",
      "17": "Because God has made her forget wisdom,\nAnd has not given her a share of understanding.",
      "18": "When she rushes away on high,\nShe laughs at the horse and his rider.",
      "19": "“Do you give the horse his might?\nDo you clothe his neck with a mane?",
      "20": "Do you make him leap like locusts?\nHis majestic snorting is frightening.",
      "21": "He paws in the valley, and rejoices in his strength;\nHe goes out to meet the battle.",
      "22": "He laughs at fear and is not dismayed;\nAnd he does not turn back from the sword.",
      "23": "The quiver rattles against him,\nThe flashing spear and javelin.",
      "24": "He races over the ground with a roar and fury,\nAnd he does not stand still when he hears the sound of the trumpet.",
      "25": "As often as the trumpet sounds he says, ‘Aha!’\nAnd he senses the battle from afar,\nAnd the thunder of the captains and the war cry.",
      "26": "“Is it by your understanding that the hawk soars,\nStretching his wings toward the south?",
      "27": "Is it at your command that the eagle flies high,\nAnd makes his nest on high?",
      "28": "He dwells and spends his nights on the cliff,\nOn the rocky cliff, an inaccessible place.",
      "29": "From there he tracks food;\nHis eyes look at it from afar.",
      "30": "His young ones also lick up blood greedily;\nAnd where the slain are, there he is.”"
    },
    "40": {
      "1": "Then the Lord said to Job,",
      "2": "“Will the faultfinder contend with the Almighty?\nLet him who rebukes God give an answer.”",
      "3": "Then Job answered the Lord and said,",
      "4": "“Behold, I am insignificant; what can I say in response to You?\nI put my hand on my mouth.",
      "5": "I have spoken once, and I will not reply;\nOr twice, and I will add nothing more.”",
      "6": "Then the Lord answered Job from the whirlwind and said,",
      "7": "“Now tighten the belt on your waist like a man;\nI will ask you, and you instruct Me.",
      "8": "Will you really nullify My judgment?\nWill you condemn Me so that you may be justified?",
      "9": "Or do you have an arm like God,\nAnd can you thunder with a voice like His?",
      "10": "“Adorn yourself with pride and dignity,\nAnd clothe yourself with honor and majesty.",
      "11": "Let out your outbursts of anger,\nAnd look at everyone who is arrogant, and humble him.",
      "12": "Look at everyone who is arrogant, and humble him,\nAnd trample down the wicked where they stand.",
      "13": "Hide them together in the dust;\nImprison them in the hidden place.",
      "14": "Then I will also confess to you,\nThat your own right hand can save you.",
      "15": "“Behold, Behemoth, which I made as well as you;\nHe eats grass like an ox.",
      "16": "Behold, his strength in his waist,\nAnd his power in the muscles of his belly.",
      "17": "He hangs his tail like a cedar;\nThe tendons of his thighs are knit together.",
      "18": "His bones are tubes of bronze;\nHis limbs are like bars of iron.",
      "19": "“He is the first of the ways of God;\nLet his Maker bring His sword near.",
      "20": "Indeed the mountains bring him food,\nAnd all the animals of the field play there.",
      "21": "He lies down under the lotus plants,\nIn the hiding place of the reeds and the marsh.",
      "22": "The lotus plants cover him with shade;\nThe willows of the brook surround him.",
      "23": "If a river rages, he is not alarmed;\nHe is confident, though the Jordan rushes to his mouth.",
      "24": "Can anyone capture him when he is on watch,\nCan anyone pierce his nose with barbs?"
    },
    "41": {
      "1": "“Can you drag out Leviathan with a fishhook,\nAnd press down his tongue with a rope?",
      "2": "Can you put a rope in his nose,\nAnd pierce his jaw with a hook?",
      "3": "Will he make many pleas to you,\nOr will he speak to you gentle words?",
      "4": "Will he make a covenant with you?\nWill you take him as a servant forever?",
      "5": "Will you play with him as with a bird,\nAnd tie him down for your young girls?",
      "6": "Will the traders bargain for him?\nWill they divide him among the merchants?",
      "7": "Can you fill his skin with harpoons,\nOr his head with fishing spears?",
      "8": "Lay your hand on him.\nRemember the battle; you will not do it again!",
      "9": "Behold, your expectation is false;\nWill you be hurled down even at the sight of him?",
      "10": "No one is so reckless that he dares to stir him;\nWho then is he who opposes Me?",
      "11": "Who has been first to give to Me, that I should repay him?\nWhatever is under the entire heaven is Mine.",
      "12": "“I will not be silent about his limbs,\nOr his mighty strength, or his graceful frame.",
      "13": "Who can strip off his outer covering?\nWho can pierce his double armor?",
      "14": "Who can open the doors of his face?\nAround his teeth there is terror.",
      "15": "His strong scales are his pride,\nLocked as with a tight seal.",
      "16": "One is so close to another\nThat no air can come between them.",
      "17": "They are joined one to another;\nThey clasp each other and cannot be separated.",
      "18": "His sneezes flash forth light,\nAnd his eyes are like the eye of dawn.",
      "19": "From his mouth go burning torches;\nSparks of fire leap forth.",
      "20": "From his nostrils smoke goes out\nAs from a boiling pot and burning reeds.",
      "21": "His breath sets coals aglow,\nAnd a flame goes forth from his mouth.",
      "22": "In his neck dwells strength,\nAnd dismay leaps before him.",
      "23": "The folds of his flesh are joined together,\nFirm and immovable on him.",
      "24": "His heart is as firm as a stone,\nAnd as firm as a lower millstone.",
      "25": "When he rises up, the mighty are afraid;\nBecause of the crashing they are bewildered.",
      "26": "The sword that reaches him cannot prevail,\nNor the spear, the dart, or the javelin.",
      "27": "He regards iron as straw,\nBronze as rotten wood.",
      "28": "The arrow cannot make him flee;\nSlingstones are turned into stubble for him.",
      "29": "Clubs are regarded as stubble;\nHe laughs at the rattling of the javelin.",
      "30": "His underparts are like sharp pieces of pottery;\nHe spreads out like a threshing sledge on the mud.",
      "31": "He makes the depths boil like a pot;\nHe makes the sea like a jar of ointment.",
      "32": "Behind him he illuminates a pathway;\nOne would think the deep to be gray-haired.",
      "33": "Nothing on earth is like him,\nOne made without fear.",
      "34": "He looks on everything that is high;\nHe is king over all the sons of pride.”"
    },
    "42": {
      "1": "Then Job answered the Lord and said,",
      "2": "“I know that You can do all things,\nAnd that no plan is impossible for You.",
      "3": "‘Who is this who conceals advice without knowledge?’\nTherefore I have declared that which I did not understand,\nThings too wonderful for me, which I do not know.",
      "4": "‘Please listen, and I will speak;\nI will ask You, and You instruct me.’",
      "5": "I have heard of You by the hearing of the ear;\nBut now my eye sees You;",
      "6": "Therefore I retract,\nAnd I repent, sitting on dust and ashes.”",
      "7": "It came about after the Lord had spoken these words to Job, that the Lord said to Eliphaz the Temanite, “My wrath is kindled against you and against your two friends, because you have not spoken of Me what is trustworthy, as My servant Job has.",
      "8": "Now therefore, take for yourselves seven bulls and seven rams, and go to My servant Job, and offer up a burnt offering for yourselves, and My servant Job will pray for you. For I will accept him so as not to do with you as your foolishness deserves, because you have not spoken of Me what is trustworthy, as My servant Job has.”",
      "9": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite went and did as the Lord told them; and the Lord accepted Job.",
      "10": "The Lord also restored the fortunes of Job when he prayed for his friends, and the Lord increased double all that Job had.",
      "11": "Then all his brothers, all his sisters, and all who had known him before came to him, and they ate bread with him in his house; and they sympathized with him and comforted him for all the adversities that the Lord had brought on him. And each one gave him a piece of money, and each a ring of gold.",
      "12": "The Lord blessed the latter days of Job more than his beginning; and he had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen, and a thousand female donkeys.",
      "13": "He also had seven sons and three daughters.",
      "14": "He named the first Jemimah, the second Keziah, and the third Keren-happuch.",
      "15": "In all the land no women were found as beautiful as Job’s daughters; and their father gave them inheritances among their brothers.",
      "16": "After this, Job lived 140 years, and saw his sons and his grandsons, four generations.",
      "17": "And Job died, an old man and full of days."
    }
  }
}