{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:52:30.573748-04:00",
    "Translation": "NASB"
  },
  "Jonah": {
    "1": {
      "1": "The word of the Lord came to Jonah the son of Amittai, saying,",
      "2": "“Arise, go to Nineveh, the great city, and cry out against it, because their wickedness has come up before Me.”",
      "3": "But Jonah got up to flee to Tarshish from the presence of the Lord. So he went down to Joppa, found a ship that was going to Tarshish, paid the fare, and boarded it to go with them to Tarshish away from the presence of the Lord.",
      "4": "However, the Lord hurled a great wind on the sea and there was a great storm on the sea, so that the ship was about to break up.",
      "5": "Then the sailors became afraid and every man cried out to his god, and they hurled the cargo which was in the ship into the sea to lighten it for them. But Jonah had gone below into the stern of the ship, had lain down, and fallen sound asleep.",
      "6": "So the captain approached him and said, “How is it that you are sleeping? Get up, call on your god! Perhaps your god will be concerned about us so that we will not perish.”",
      "7": "And each man said to his mate, “Come, let’s cast lots so that we may find out on whose account this catastrophe has struck us.” So they cast lots, and the lot fell on Jonah.",
      "8": "Then they said to him, “Tell us, now! On whose account has this catastrophe struck us? What is your occupation, and where do you come from? What is your country, and from what people are you?”",
      "9": "So he said to them, “I am a Hebrew, and I fear the Lord God of heaven who made the sea and the dry land.”",
      "10": "Then the men became extremely afraid, and they said to him, “How could you do this?” For the men knew that he was fleeing from the presence of the Lord, because he had told them.",
      "11": "So they said to him, “What should we do to you so that the sea will become calm for us?”—for the sea was becoming increasingly stormy.",
      "12": "And he said to them, “Pick me up and hurl me into the sea. Then the sea will become calm for you, because I know that on account of me this great storm has come upon you.”",
      "13": "However, the men rowed desperately to return to land, but they could not, because the sea was becoming even stormier against them.",
      "14": "Then they cried out to the Lord and said, “We earnestly pray, O Lord, do not let us perish on account of this man’s life, and do not put innocent blood on us; for You, Lord, have done as You pleased.”",
      "15": "So they picked up Jonah and hurled him into the sea, and the sea stopped its raging.",
      "16": "Then the men became extremely afraid of the Lord, and they offered a sacrifice to the Lord and made vows.",
      "17": "And the Lord designated a great fish to swallow Jonah, and Jonah was in the stomach of the fish for three days and three nights."
    },
    "2": {
      "1": "Then Jonah prayed to the Lord his God from the stomach of the fish,",
      "2": "and he said,\n“I called out of my distress to the Lord,\nAnd He answered me.\nI called for help from the depth of Sheol;\nYou heard my voice.",
      "3": "For You threw me into the deep,\nInto the heart of the seas,\nAnd the current flowed around me.\nAll Your breakers and waves passed over me.",
      "4": "So I said, ‘I have been cast out of Your sight.\nNevertheless I will look again toward Your holy temple.’",
      "5": "Water encompassed me to the point of death.\nThe deep flowed around me,\nSeaweed was wrapped around my head.",
      "6": "I descended to the base of the mountains.\nThe earth with its bars was around me forever,\nBut You have brought up my life from the pit, Lord my God.",
      "7": "While I was fainting away,\nI remembered the Lord,\nAnd my prayer came to You,\nInto Your holy temple.",
      "8": "Those who are followers of worthless idols\nAbandon their faithfulness,",
      "9": "But I will sacrifice to You\nWith a voice of thanksgiving.\nThat which I have vowed I will pay.\nSalvation is from the Lord.”",
      "10": "Then the Lord commanded the fish, and it vomited Jonah up onto the dry land."
    },
    "3": {
      "1": "Now the word of the Lord came to Jonah the second time, saying,",
      "2": "“Arise, go to Nineveh, the great city, and proclaim to it the proclamation which I am going to tell you.”",
      "3": "So Jonah got up and went to Nineveh according to the word of the Lord. Now Nineveh was an exceedingly large city, a three days’ walk.",
      "4": "Then Jonah began to go through the city one day’s walk; and he cried out and said, “Forty more days, and Nineveh will be overthrown.”",
      "5": "Then the people of Nineveh believed in God; and they called a fast and put on sackcloth, from the greatest to the least of them.",
      "6": "When the word reached the king of Nineveh, he got up from his throne, removed his robe from himself, covered himself with sackcloth, and sat on the dust.",
      "7": "And he issued a proclamation, and it said, “In Nineveh by the decree of the king and his nobles: No person, animal, herd, or flock is to taste anything. They are not to eat, or drink water.",
      "8": "But every person and animal must be covered with sackcloth; and people are to call on God vehemently, and they are to turn, each one from his evil way, and from the violence which is in their hands.",
      "9": "Who knows, God may turn and relent, and turn from His burning anger so that we will not perish.”",
      "10": "When God saw their deeds, that they turned from their evil way, then God relented of the disaster which He had declared He would bring on them. So He did not do it."
    },
    "4": {
      "1": "But it greatly displeased Jonah, and he became angry.",
      "2": "Then he prayed to the Lord and said, “Please Lord, was this not what I said when I was still in my own country? Therefore in anticipation of this I fled to Tarshish, since I knew that You are a gracious and compassionate God, slow to anger and abundant in mercy, and One who relents of disaster.",
      "3": "So now, Lord, please take my life from me, for death is better to me than life.”",
      "4": "But the Lord said, “Do you have a good reason to be angry?”",
      "5": "Then Jonah left the city and sat down east of it. There he made a shelter for himself and sat under it in the shade, until he could see what would happen in the city.",
      "6": "So the Lord God designated a plant, and it grew up over Jonah to be a shade over his head, to relieve him of his discomfort. And Jonah was overjoyed about the plant.",
      "7": "But God designated a worm when dawn came the next day, and it attacked the plant and it withered.",
      "8": "And when the sun came up God designated a scorching east wind, and the sun beat down on Jonah’s head so that he became faint, and he begged with all his soul to die, saying, “Death is better to me than life!”",
      "9": "But God said to Jonah, “Do you have a good reason to be angry about the plant?” And he said, “I have good reason to be angry, even to the point of death!”",
      "10": "Then the Lord said, “You had compassion on the plant, for which you did not work and which you did not cause to grow, which came up overnight and perished overnight.",
      "11": "Should I not also have compassion on Nineveh, the great city in which there are more than 120,000 people, who do not know the difference between their right hand and their left, as well as many animals?”"
    }
  }
}