{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:33.154557-04:00",
    "Translation": "NASB"
  },
  "Numbers": {
    "1": {
      "1": "Now the Lord spoke to Moses in the wilderness of Sinai, in the tent of meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying,",
      "2": "“Take a census of all the congregation of the sons of Israel, by their families, by their fathers’ households, according to the number of names, every male, head by head",
      "3": "from twenty years old and upward, whoever is able to go to war in Israel. You and Aaron shall count them by their armies.",
      "4": "With you, moreover, there shall be a man of each tribe, each one head of his father’s household.",
      "5": "These then are the names of the men who shall stand with you: of the tribe of Reuben, Elizur the son of Shedeur;",
      "6": "of the tribe of Simeon, Shelumiel the son of Zurishaddai;",
      "7": "of the tribe of Judah, Nahshon the son of Amminadab;",
      "8": "of Issachar, Nethanel the son of Zuar;",
      "9": "of Zebulun, Eliab the son of Helon;",
      "10": "of the sons of Joseph: of Ephraim, Elishama the son of Ammihud; of Manasseh, Gamaliel the son of Pedahzur;",
      "11": "of Benjamin, Abidan the son of Gideoni;",
      "12": "of Dan, Ahiezer the son of Ammishaddai;",
      "13": "of Asher, Pagiel the son of Ochran;",
      "14": "of Gad, Eliasaph the son of Deuel;",
      "15": "of Naphtali, Ahira the son of Enan.",
      "16": "These are the men who were called from the congregation, the leaders of their fathers’ tribes; they were the heads of divisions of Israel.”",
      "17": "So Moses and Aaron took these men who had been designated by name,",
      "18": "and they assembled all the congregation on the first day of the second month. Then they registered by ancestry in their families, by their fathers’ households, according to the number of names, from twenty years old and upward, head by head,",
      "19": "just as the Lord had commanded Moses. So he counted them in the wilderness of Sinai.",
      "20": "Now the sons of Reuben, Israel’s firstborn, their descendants by their families, by their fathers’ households, according to the number of names, head by head, every male from twenty years old and upward, whoever was able to go to war,",
      "21": "their numbered men of the tribe of Reuben were 46,500.",
      "22": "Of the sons of Simeon, their descendants by their families, by their fathers’ households, their numbered men, according to the number of names, head by head, every male from twenty years old and upward, whoever was able to go to war,",
      "23": "their numbered men of the tribe of Simeon were 59,300.",
      "24": "Of the sons of Gad, their descendants by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was able to go to war,",
      "25": "their numbered men of the tribe of Gad were 45,650.",
      "26": "Of the sons of Judah, their descendants by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was able to go to war,",
      "27": "their numbered men of the tribe of Judah were 74,600.",
      "28": "Of the sons of Issachar, their descendants by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was able to go to war,",
      "29": "their numbered men of the tribe of Issachar were 54,400.",
      "30": "Of the sons of Zebulun, their descendants by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was able to go to war,",
      "31": "their numbered men of the tribe of Zebulun were 57,400.",
      "32": "Of the sons of Joseph, namely, of the sons of Ephraim, their descendants by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was able to go to war,",
      "33": "their numbered men of the tribe of Ephraim were 40,500.",
      "34": "Of the sons of Manasseh, their descendants by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was able to go to war,",
      "35": "their numbered men of the tribe of Manasseh were 32,200.",
      "36": "Of the sons of Benjamin, their descendants by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was able to go to war,",
      "37": "their numbered men of the tribe of Benjamin were 35,400.",
      "38": "Of the sons of Dan, their descendants by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was able to go to war,",
      "39": "their numbered men of the tribe of Dan were 62,700.",
      "40": "Of the sons of Asher, their descendants by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was able to go to war,",
      "41": "their numbered men of the tribe of Asher were 41,500.",
      "42": "Of the sons of Naphtali, their descendants by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was able to go to war,",
      "43": "their numbered men of the tribe of Naphtali were 53,400.",
      "44": "These are the ones who were numbered, whom Moses and Aaron counted, with the leaders of Israel, twelve men, each of whom was of his father’s household.",
      "45": "So all the numbered men of the sons of Israel by their fathers’ households, from twenty years old and upward, whoever was able to go to war in Israel,",
      "46": "all the numbered men were 603,550.",
      "47": "The Levites, however, were not counted among them by their fathers’ tribe.",
      "48": "For the Lord had spoken to Moses, saying,",
      "49": "“Only the tribe of Levi you shall not count, nor shall you take their census among the sons of Israel.",
      "50": "And you shall appoint the Levites over the tabernacle of the testimony, and over all its furnishings and over everything that belongs to it. They shall carry the tabernacle and all its furnishings, and they shall take care of it; they shall also camp around the tabernacle.",
      "51": "So when the tabernacle is to move on, the Levites shall take it down; and when the tabernacle encamps, the Levites shall set it up. But the layman who comes near it shall be put to death.",
      "52": "So the sons of Israel shall camp, each man by his own camp, and each man by his own flag, according to their armies.",
      "53": "But the Levites shall camp around the tabernacle of the testimony, so that there will be no divine wrath against the congregation of the sons of Israel. So the Levites shall be responsible for service to the tabernacle of the testimony.”",
      "54": "And the sons of Israel did so; in accordance with all that the Lord had commanded Moses, so they did."
    },
    "2": {
      "1": "Now the Lord spoke to Moses and to Aaron, saying,",
      "2": "“The sons of Israel shall camp, each by his own flag, with the banners of their fathers’ households; they shall camp around the tent of meeting at a distance.",
      "3": "Now those who camp on the east side toward the sunrise shall be of the flag of the camp of Judah, by their armies; and the leader of the sons of Judah: Nahshon the son of Amminadab,",
      "4": "and his army, their numbered men: 74,600.",
      "5": "Those who camp next to him shall be the tribe of Issachar; and the leader of the sons of Issachar: Nethanel the son of Zuar,",
      "6": "and his army, their numbered men: 54,400.",
      "7": "Then follows the tribe of Zebulun; and the leader of the sons of Zebulun: Eliab the son of Helon,",
      "8": "and his army, his numbered men: 57,400.",
      "9": "The total of the numbered men of the camp of Judah: 186,400, by their armies. They shall set out first.",
      "10": "“On the south side shall be the flag of the camp of Reuben by their armies; and the leader of the sons of Reuben: Elizur the son of Shedeur,",
      "11": "and his army, their numbered men: 46,500.",
      "12": "And those who camp next to him shall be the tribe of Simeon; and the leader of the sons of Simeon: Shelumiel the son of Zurishaddai,",
      "13": "and his army, their numbered men: 59,300.",
      "14": "Then follows the tribe of Gad; and the leader of the sons of Gad: Eliasaph the son of Deuel,",
      "15": "and his army, their numbered men: 45,650.",
      "16": "The total of the numbered men of the camp of Reuben: 151,450 by their armies. And they shall set out second.",
      "17": "“Then the tent of meeting shall set out with the camp of the Levites in the midst of the camps; just as they camp, so they shall set out, every man in his place by their flags.",
      "18": "“On the west side shall be the flag of the camp of Ephraim by their armies; and the leader of the sons of Ephraim: Elishama the son of Ammihud,",
      "19": "and his army, their numbered men: 40,500.",
      "20": "Next to him shall be the tribe of Manasseh; and the leader of the sons of Manasseh: Gamaliel the son of Pedahzur,",
      "21": "and his army, their numbered men, 32,200.",
      "22": "Then follows the tribe of Benjamin; and the leader of the sons of Benjamin: Abidan the son of Gideoni,",
      "23": "and his army, their numbered men, 35,400.",
      "24": "The total of the numbered men of the camp of Ephraim: 108,100, by their armies. And they shall set out third.",
      "25": "“On the north side shall be the flag of the camp of Dan by their armies; and the leader of the sons of Dan: Ahiezer the son of Ammishaddai,",
      "26": "and his army, their numbered men: 62,700.",
      "27": "Those who camp next to him shall be the tribe of Asher; and the leader of the sons of Asher: Pagiel the son of Ochran,",
      "28": "and his army, their numbered men: 41,500.",
      "29": "Then follows the tribe of Naphtali; and the leader of the sons of Naphtali: Ahira the son of Enan,",
      "30": "and his army, their numbered men: 53,400.",
      "31": "The total of the numbered men of the camp of Dan was 157,600. They shall set out last by their flags.”",
      "32": "These are the numbered men of the sons of Israel by their fathers’ households; the total of the numbered men of the camps by their armies, 603,550.",
      "33": "The Levites, however, were not counted among the sons of Israel, just as the Lord had commanded Moses.",
      "34": "So the sons of Israel did all this; according to all that the Lord commanded Moses, so they camped by their flags, and so they set out, everyone by his family according to his father’s household."
    },
    "3": {
      "1": "Now these are the records of the generations of Aaron and Moses at the time when the Lord spoke with Moses on Mount Sinai.",
      "2": "These then are the names of the sons of Aaron: Nadab the firstborn, and Abihu, Eleazar and Ithamar.",
      "3": "These are the names of the sons of Aaron, the anointed priests, whom he ordained to serve as priests.",
      "4": "But Nadab and Abihu died in the presence of the Lord when they offered strange fire before the Lord in the wilderness of Sinai; and they had no children. So Eleazar and Ithamar served as priests in the lifetime of their father Aaron.",
      "5": "Then the Lord spoke to Moses, saying,",
      "6": "“Bring the tribe of Levi forward and present them before Aaron the priest, that they may serve him.",
      "7": "They shall perform the duties for him and for the whole congregation in front of the tent of meeting, to do the service of the tabernacle.",
      "8": "They shall also take care of all the furnishings of the tent of meeting, along with the duties of the sons of Israel, to do the service of the tabernacle.",
      "9": "So you shall assign the Levites to Aaron and to his sons; they are exclusively assigned to him from the sons of Israel.",
      "10": "So you shall appoint Aaron and his sons that they may keep their priesthood, but the layman who comes near shall be put to death.”",
      "11": "Again the Lord spoke to Moses, saying,",
      "12": "“Now, behold, I have taken the Levites from among the sons of Israel instead of every firstborn, the firstborn of the womb among the sons of Israel. So the Levites shall be Mine.",
      "13": "For all the firstborn are Mine; on the day that I fatally struck all the firstborn in the land of Egypt, I sanctified to Myself all the firstborn in Israel, from the human firstborn to animals. They shall be Mine; I am the Lord.”",
      "14": "Then the Lord spoke to Moses in the wilderness of Sinai, saying,",
      "15": "“Count the sons of Levi by their fathers’ households, by their families; every male from a month old and upward you shall count.”",
      "16": "So Moses counted them according to the word of the Lord, just as he had been commanded.",
      "17": "These, then, are the sons of Levi by their names: Gershon, Kohath, and Merari.",
      "18": "And these are the names of the sons of Gershon by their families: Libni and Shimei;",
      "19": "and the sons of Kohath by their families: Amram and Izhar, Hebron and Uzziel;",
      "20": "and the sons of Merari by their families: Mahli and Mushi. These are the families of the Levites according to their fathers’ households.",
      "21": "Of Gershon was the family of the Libnites and the family of the Shimeites; these were the families of the Gershonites.",
      "22": "Their numbered men, in the counting of every male from a month old and upward, their numbered men were 7,500.",
      "23": "The families of the Gershonites were to camp behind the tabernacle westward,",
      "24": "and the leader of the fathers’ households of the Gershonites: Eliasaph the son of Lael.",
      "25": "Now the duties of the sons of Gershon in the tent of meeting included the tabernacle and the tent, its covering, and the curtain for the entrance of the tent of meeting,",
      "26": "and the curtains of the courtyard, the curtain for the entrance of the courtyard which is around the tabernacle and the altar, and its ropes, according to all the service concerning them.",
      "27": "Of Kohath was the family of the Amramites, the family of the Izharites, the family of the Hebronites, and the family of the Uzzielites; these were the families of the Kohathites.",
      "28": "In the counting of every male from a month old and upward, there were 8,600, performing the duties of the sanctuary.",
      "29": "The families of the sons of Kohath were to camp on the south side of the tabernacle,",
      "30": "and the leader of the fathers’ households of the Kohathite families: Elizaphan the son of Uzziel.",
      "31": "Now their duties included the ark, the table, the lampstand, the altars, the utensils of the sanctuary with which they minister, the curtain, and all the service concerning them;",
      "32": "and Eleazar the son of Aaron the priest was the head of the leaders of Levi, and he had the supervision of those who performed the duties of the sanctuary.",
      "33": "Of Merari was the family of the Mahlites and the family of the Mushites; these were the families of Merari.",
      "34": "Their numbered men in the counting of every male from a month old and upward: 6,200.",
      "35": "And the leader of the fathers’ households of the families of Merari was Zuriel the son of Abihail. They were to camp on the northward side of the tabernacle.",
      "36": "Now the appointment of duties of the sons of Merari included the framework of the tabernacle, its bars, its pillars, its bases, all its equipment, and all the service concerning them,",
      "37": "and the pillars around the courtyard with their bases, their pegs, and their ropes.",
      "38": "Now those who were to camp in front of the tabernacle eastward, in front of the tent of meeting toward the sunrise, were Moses and Aaron and his sons, performing the duties of the sanctuary for the obligation of the sons of Israel; but the layman coming near was to be put to death.",
      "39": "All the numbered men of the Levites, whom Moses and Aaron counted at the command of the Lord by their families, every male from a month old and upward, were twenty-two thousand.",
      "40": "Then the Lord said to Moses, “Count every firstborn male of the sons of Israel from a month old and upward, and make a list of their names.",
      "41": "And you shall take the Levites for Me—I am the Lord—instead of all the firstborn among the sons of Israel; and the cattle of the Levites in place of all the firstborn among the cattle of the sons of Israel.”",
      "42": "So Moses counted all the firstborn among the sons of Israel, just as the Lord had commanded him;",
      "43": "and all the firstborn males, by the number of names from a month old and upward for their numbered men, were 22,273.",
      "44": "Then the Lord spoke to Moses, saying,",
      "45": "“Take the Levites in place of all the firstborn among the sons of Israel, and the cattle of the Levites in place of their cattle. And the Levites shall be Mine; I am the Lord.",
      "46": "And as a redemption price for the 273 of the firstborn of the sons of Israel who are in excess of the number of the Levites,",
      "47": "you shall take five shekels apiece, per head; you shall take them in terms of the shekel of the sanctuary (the shekel is twenty gerahs),",
      "48": "and you shall give the money, the redemption price of those who are in excess among them, to Aaron and to his sons.”",
      "49": "So Moses took the redemption money from those who were in excess of the number of those redeemed by the Levites;",
      "50": "from the firstborn of the sons of Israel he took the money in terms of the shekel of the sanctuary, 1,365.",
      "51": "Then Moses gave the redemption money to Aaron and to his sons, at the command of the Lord, just as the Lord had commanded Moses."
    },
    "4": {
      "1": "Then the Lord spoke to Moses and to Aaron, saying,",
      "2": "“Take a census of the descendants of Kohath from among the sons of Levi, by their families, by their fathers’ households,",
      "3": "from thirty years old and upward, even to fifty years old, everyone who can enter the service of ministry to do work in the tent of meeting.",
      "4": "This is the work of the descendants of Kohath in the tent of meeting, concerning the most holy things.",
      "5": "“When the camp sets out, Aaron and his sons shall go in and take down the veil of the curtain, and cover the ark of the testimony with it;",
      "6": "and they shall place a covering of fine leather on it, and spread over it a cloth of pure violet, and insert its carrying poles.",
      "7": "Over the table of the bread of the Presence they shall also spread a cloth of violet and put on it the dishes, the pans, the sacrificial bowls, and the jugs for the drink offering; and the continual bread shall be on it.",
      "8": "And they shall spread over them a cloth of scarlet material, and cover the same with a covering of fine leather, and they shall insert its carrying poles.",
      "9": "Then they shall take a violet cloth and cover the lampstand for the light, along with its lamps, its tongs, its trays, and all its oil containers, by which they attend to it;",
      "10": "and they shall put it and all its utensils in a covering of fine leather, and put it on the carrying bars.",
      "11": "Over the golden altar they shall spread a violet cloth, and cover it with a covering of fine leather, and they shall insert its carrying poles;",
      "12": "and they shall take all the utensils of service, with which they serve in the sanctuary, and put them in a violet cloth and cover them with a covering of fine leather, and put them on the carrying bars.",
      "13": "Then they shall clean away the ashes from the altar, and spread a purple cloth over it.",
      "14": "They shall also put on it all its utensils by which they serve in connection with it: the firepans, the forks, shovels, and the basins, all the utensils of the altar; and they shall spread a cover of fine leather over it and insert its carrying poles.",
      "15": "When Aaron and his sons have finished covering the holy objects and all the furnishings of the sanctuary, when the camp is to set out, after that the sons of Kohath shall come to carry them by the poles, so that they will not touch the holy objects and die. These are the things in the tent of meeting that the sons of Kohath are to carry.",
      "16": "“Now the responsibility of Eleazar the son of Aaron the priest is the oil for the light, the fragrant incense, the continual grain offering, and the anointing oil—the responsibility of all the tabernacle and everything that is in it, with the sanctuary and its furnishings.”",
      "17": "Then the Lord spoke to Moses and to Aaron, saying,",
      "18": "“Do not let the tribe of the families of the Kohathites be eliminated from among the Levites.",
      "19": "Rather, do this for them so that they will live and not die when they approach the most holy objects: Aaron and his sons shall go in and assign each of them to his work and to his load;",
      "20": "but they shall not come in to see the holy objects even for a moment, or they will die.”",
      "21": "Then the Lord spoke to Moses, saying,",
      "22": "“Take a census of the sons of Gershon also, by their fathers’ households, by their families;",
      "23": "from thirty years old and upward to fifty years old you shall count them: all who can enter to perform service, to do the work in the tent of meeting.",
      "24": "This is the service of the families of the Gershonites, in serving and in carrying:",
      "25": "they shall carry the curtains of the tabernacle and the tent of meeting with its covering and the covering of fine leather that is on top of it, and the curtain for the entrance of the tent of meeting,",
      "26": "and the curtains of the courtyard, the curtain for the entrance of the gate of the courtyard that is around the tabernacle and the altar, and their ropes and all the equipment for their service; and everything that is to be done by them, they shall perform.",
      "27": "All the service of the sons of the Gershonites, that is, all their loads and all their work, shall be performed at the command of Aaron and his sons; and you shall assign to them as a duty all their loads.",
      "28": "This is the service of the families of the sons of the Gershonites in the tent of meeting; and their duties shall be under the direction of Ithamar the son of Aaron the priest.",
      "29": "“As for the sons of Merari, you shall count them by their families, by their fathers’ households;",
      "30": "from thirty years old and upward, even to fifty years old, you shall count them, everyone who can enter the service to do the work of the tent of meeting.",
      "31": "Now this is the duty of their loads, for all their service in the tent of meeting: the boards of the tabernacle, its bars, its pillars, and its bases,",
      "32": "and the pillars around the courtyard and their bases, their pegs, and their ropes, with all their equipment and with all their service; and you shall assign by names of the men the items that each is to carry.",
      "33": "This is the service of the families of the sons of Merari, according to all their service in the tent of meeting, under the direction of Ithamar the son of Aaron the priest.”",
      "34": "So Moses, Aaron, and the leaders of the congregation counted the sons of the Kohathites by their families and by their fathers’ households,",
      "35": "from thirty years old and upward even to fifty years old, everyone who could enter the service for work in the tent of meeting.",
      "36": "Their numbered men by their families were 2,750.",
      "37": "These were the numbered men of the Kohathite families, everyone who was serving in the tent of meeting, whom Moses and Aaron counted according to the commandment of the Lord through Moses.",
      "38": "And the numbered men of the sons of Gershon by their families and by their fathers’ households,",
      "39": "from thirty years old and upward even to fifty years old, everyone who could enter the service for work in the tent of meeting—",
      "40": "their numbered men by their families, by their fathers’ households, were 2,630.",
      "41": "These were the numbered men of the families of the sons of Gershon, everyone who was serving in the tent of meeting, whom Moses and Aaron counted according to the commandment of the Lord.",
      "42": "And the numbered men of the families of the sons of Merari by their families, by their fathers’ households,",
      "43": "from thirty years old and upward even to fifty years old, everyone who could enter the service for work in the tent of meeting—",
      "44": "their numbered men by their families were 3,200.",
      "45": "These were the numbered men of the families of the sons of Merari, whom Moses and Aaron counted according to the commandment of the Lord through Moses.",
      "46": "All the numbered men of the Levites, whom Moses, Aaron, and the leaders of Israel counted, by their families and by their fathers’ households,",
      "47": "from thirty years old and upward even to fifty years old, everyone who could enter to do the work of service and the work of carrying in the tent of meeting—",
      "48": "their numbered men were 8,580.",
      "49": "According to the commandment of the Lord through Moses, they were counted, everyone by his serving or carrying; so these were his numbered men, just as the Lord had commanded Moses."
    },
    "5": {
      "1": "Then the Lord spoke to Moses, saying,",
      "2": "“Command the sons of Israel that they send away from the camp everyone with leprosy, everyone having a discharge, and everyone who is unclean because of contact with a dead person.",
      "3": "You shall send away both male and female; you shall send them outside the camp so that they do not defile their camp where I dwell in their midst.”",
      "4": "And the sons of Israel did so and sent them outside the camp; just as the Lord had spoken to Moses, that is what the sons of Israel did.",
      "5": "Then the Lord spoke to Moses, saying,",
      "6": "“Speak to the sons of Israel: ‘When a man or woman commits any of the sins of mankind, acting unfaithfully against the Lord, and that person is guilty,",
      "7": "then he shall confess his sin which he has committed, and he shall make restitution in full for his wrong and add to it a fifth of it, and give it to him whom he has wronged.",
      "8": "But if the person has no redeemer to whom restitution may be made for the wrong, the restitution which is made for the wrong must go to the Lord for the priest, besides the ram of atonement, by which atonement is made for him.",
      "9": "Also every contribution pertaining to all the holy gifts of the sons of Israel, which they offer to the priest, shall be his.",
      "10": "So every person’s holy gifts shall be his; whatever anyone gives to the priest, it becomes his.’”",
      "11": "Then the Lord spoke to Moses, saying,",
      "12": "“Speak to the sons of Israel and say to them, ‘If any man’s wife goes astray and is unfaithful to him,",
      "13": "and a man has sexual relations with her and it is hidden from the eyes of her husband and she remains undiscovered, although she has defiled herself, and there is no witness against her and she has not been caught in the act,",
      "14": "if an attitude of jealousy comes over him and he is jealous of his wife when she has defiled herself, or if an attitude of jealousy comes over him and he is jealous of his wife when she has not defiled herself,",
      "15": "the man shall then bring his wife to the priest, and shall bring as an offering for her a tenth of an ephah of barley meal; he shall not pour oil on it nor put frankincense on it, because it is a grain offering of jealousy, a grain offering of reminder, a reminder of wrongdoing.",
      "16": "‘Then the priest shall bring her forward and have her stand before the Lord,",
      "17": "and the priest shall take holy water in an earthenware container; and he shall take some of the dust that is on the floor of the tabernacle and put it in the water.",
      "18": "The priest shall then have the woman stand before the Lord and let down the hair of the woman’s head, and place the grain offering of reminder in her hands, that is, the grain offering of jealousy; and in the hand of the priest is to be the water of bitterness that brings a curse.",
      "19": "And the priest shall have her take an oath and shall say to the woman, “If no man has had sexual relations with you and if you have not gone astray into uncleanness, as you are under the authority of your husband, be immune to this water of bitterness that brings a curse;",
      "20": "if, however, you have gone astray, though under the authority of your husband, and if you have defiled yourself and a man other than your husband has had sexual intercourse with you”",
      "21": "(then the priest shall have the woman swear with the oath of the curse, and the priest shall say to the woman), “may the Lord make you a curse and an oath among your people by the Lord’s making your thigh shriveled and your belly swollen;",
      "22": "and this water that brings a curse shall go into your stomach, to make your belly swell up and your thigh shrivel.” And the woman shall say, “Amen, Amen.”",
      "23": "‘The priest shall then write these curses on a scroll, and he shall wash them off into the water of bitterness.",
      "24": "Then he shall make the woman drink the water of bitterness that brings a curse, so that the water which brings a curse will go into her and cause bitterness.",
      "25": "And the priest shall take the grain offering of jealousy from the woman’s hand, and he shall wave the grain offering before the Lord and bring it to the altar;",
      "26": "and the priest shall take a handful of the grain offering as its reminder offering and offer it up in smoke on the altar, and afterward he shall make the woman drink the water.",
      "27": "When he has made her drink the water, then it will come about, if she has defiled herself and has been unfaithful to her husband, that the water which brings a curse will go into her and cause bitterness, and her belly will swell up and her thigh will shrivel, and the woman will become a curse among her people.",
      "28": "But if the woman has not defiled herself and is clean, she will be immune and conceive children.",
      "29": "‘This is the law of jealousy: when a wife, who is under the authority of her husband, goes astray and defiles herself,",
      "30": "or when an attitude of jealousy comes over a man and he is jealous of his wife, he shall then have the woman stand before the Lord, and the priest shall apply all of this law to her.",
      "31": "The man, moreover, will be free of guilt, but that woman shall bear the consequences of her guilt.’”"
    },
    "6": {
      "1": "Again the Lord spoke to Moses, saying,",
      "2": "“Speak to the sons of Israel and say to them, ‘When a man or woman makes a special vow, namely, the vow of a Nazirite, to live as a Nazirite for the Lord,",
      "3": "he shall abstain from wine and strong drink; he shall consume no vinegar, whether made from wine or strong drink, nor shall he drink any grape juice nor eat fresh or dried grapes.",
      "4": "All the days of his consecration he shall not eat anything that is produced from the grape vine, from the seeds even to the skin.",
      "5": "‘All the days of his vow of consecration no razor shall pass over his head. He shall be holy until the days are fulfilled which he lives as a Nazirite for the Lord; he shall let the locks of hair on his head grow long.",
      "6": "‘All the days of his life as a Nazirite for the Lord he shall not come up to a dead person.",
      "7": "He shall not make himself unclean for his father or for his mother, for his brother or for his sister, when they die, because his consecration to God is on his head.",
      "8": "All the days of his consecration he is holy to the Lord.",
      "9": "‘But if someone dies very suddenly beside him and he defiles his consecrated head of hair, then he shall shave his head on the day when he becomes clean; he shall shave it on the seventh day.",
      "10": "Then on the eighth day he shall bring two turtledoves or two young doves to the priest, to the entrance of the tent of meeting.",
      "11": "And the priest shall offer one as a sin offering and the other as a burnt offering, and make atonement for him regarding his sin because of the dead person. And on that same day he shall consecrate his head,",
      "12": "and shall live his days of consecration as a Nazirite for the Lord, and shall bring a male lamb a year old as a guilt offering; but the preceding days will not count, because his consecration was defiled.",
      "13": "‘Now this is the law of the Nazirite when the days of his consecration are fulfilled: he shall bring his offering to the entrance of the tent of meeting.",
      "14": "And he shall present his offering to the Lord: one male lamb a year old without defect as a burnt offering, one ewe lamb a year old without defect as a sin offering, one ram without defect as a peace offering,",
      "15": "and a basket of unleavened loaves of fine flour mixed with oil and unleavened wafers spread with oil, along with their grain offering and their drink offering.",
      "16": "Then the priest shall present them before the Lord and offer his sin offering and his burnt offering.",
      "17": "He shall also offer the ram as a sacrifice of peace offerings to the Lord, together with the basket of unleavened bread; the priest shall also offer its grain offering and its drink offering.",
      "18": "The Nazirite shall then shave his consecrated head of hair at the entrance of the tent of meeting, and take the consecrated hair of his head and put it on the fire which is under the sacrifice of peace offerings.",
      "19": "And the priest shall take the ram’s shoulder when it has been boiled, and one unleavened loaf from the basket and one unleavened wafer, and shall put them on the hands of the Nazirite after he has shaved his consecrated hair.",
      "20": "Then the priest shall wave them as a wave offering before the Lord. It is holy for the priest, together with the breast offered as a wave offering, and the thigh offered as a contribution; and afterward the Nazirite may drink wine.’",
      "21": "“This is the law of the Nazirite who vows his offering to the Lord according to his consecration, in addition to what else he can afford; corresponding to his vow which he makes, so he shall do according to the law of his consecration.”",
      "22": "Then the Lord spoke to Moses, saying,",
      "23": "“Speak to Aaron and to his sons, saying, ‘In this way you shall bless the sons of Israel. You are to say to them:",
      "24": "The Lord bless you, and keep you;",
      "25": "The Lord cause His face to shine on you,\nAnd be gracious to you;",
      "26": "The Lord lift up His face to you,\nAnd give you peace.’",
      "27": "So they shall invoke My name on the sons of Israel, and then I will bless them.”"
    },
    "7": {
      "1": "Now on the day that Moses had finished setting up the tabernacle, he anointed it and consecrated it with all its furnishings, and the altar and all its utensils; he anointed them and consecrated them also.",
      "2": "Then the leaders of Israel, the heads of their fathers’ households, made an offering (they were the leaders of the tribes; they were the supervisors over the numbered men).",
      "3": "When they brought their offering before the Lord, six covered carts and twelve oxen, a cart for every two of the leaders and an ox for each one, then they presented them in front of the tabernacle.",
      "4": "Then the Lord spoke to Moses, saying,",
      "5": "“Accept these things from them, that they may be used in the service of the tent of meeting, and you shall give them to the Levites, to each man according to his service.”",
      "6": "So Moses took the carts and the oxen and gave them to the Levites.",
      "7": "Two carts and four oxen he gave to the sons of Gershon, according to their service,",
      "8": "and four carts and eight oxen he gave to the sons of Merari, according to their service, under the direction of Ithamar the son of Aaron the priest.",
      "9": "But he did not give any to the sons of Kohath, because theirs was the service of the holy objects, which they carried on the shoulder.",
      "10": "And the leaders offered the dedication offering for the altar when it was anointed, so the leaders offered their offering before the altar.",
      "11": "Then the Lord said to Moses, “They shall present their offering, one leader each day, for the dedication of the altar.”",
      "12": "Now the one who presented his offering on the first day was Nahshon the son of Amminadab, of the tribe of Judah;",
      "13": "and his offering was one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "14": "one gold pan of ten shekels, full of incense;",
      "15": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "16": "one male goat as a sin offering;",
      "17": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Nahshon the son of Amminadab.",
      "18": "On the second day Nethanel the son of Zuar, leader of Issachar, presented an offering;",
      "19": "he presented as his offering one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "20": "one gold pan of ten shekels, full of incense;",
      "21": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "22": "one male goat as a sin offering;",
      "23": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Nethanel the son of Zuar.",
      "24": "On the third day it was Eliab the son of Helon, leader of the sons of Zebulun;",
      "25": "his offering was also one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "26": "one gold pan of ten shekels, full of incense;",
      "27": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "28": "one male goat as a sin offering;",
      "29": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Eliab the son of Helon.",
      "30": "On the fourth day it was Elizur the son of Shedeur, leader of the sons of Reuben;",
      "31": "his offering was also one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "32": "one gold pan of ten shekels, full of incense;",
      "33": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "34": "one male goat as a sin offering;",
      "35": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Elizur the son of Shedeur.",
      "36": "On the fifth day it was Shelumiel the son of Zurishaddai, leader of the sons of Simeon;",
      "37": "his offering was also one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "38": "one gold pan of ten shekels, full of incense;",
      "39": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "40": "one male goat as a sin offering;",
      "41": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Shelumiel the son of Zurishaddai.",
      "42": "On the sixth day it was Eliasaph the son of Deuel, leader of the sons of Gad;",
      "43": "his offering was also one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "44": "one gold pan of ten shekels, full of incense;",
      "45": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "46": "one male goat as a sin offering;",
      "47": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Eliasaph the son of Deuel.",
      "48": "On the seventh day it was Elishama the son of Ammihud, leader of the sons of Ephraim;",
      "49": "his offering was also one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "50": "one gold pan of ten shekels, full of incense;",
      "51": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "52": "one male goat as a sin offering;",
      "53": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Elishama the son of Ammihud.",
      "54": "On the eighth day it was Gamaliel the son of Pedahzur, leader of the sons of Manasseh;",
      "55": "his offering was also one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "56": "one gold pan of ten shekels, full of incense;",
      "57": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "58": "one male goat as a sin offering;",
      "59": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Gamaliel the son of Pedahzur.",
      "60": "On the ninth day it was Abidan the son of Gideoni, leader of the sons of Benjamin;",
      "61": "his offering was also one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "62": "one gold pan of ten shekels, full of incense;",
      "63": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "64": "one male goat as a sin offering;",
      "65": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Abidan the son of Gideoni.",
      "66": "On the tenth day it was Ahiezer the son of Ammishaddai, leader of the sons of Dan;",
      "67": "his offering was also one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "68": "one gold pan of ten shekels, full of incense;",
      "69": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "70": "one male goat as a sin offering;",
      "71": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Ahiezer the son of Ammishaddai.",
      "72": "On the eleventh day it was Pagiel the son of Ochran, leader of the sons of Asher;",
      "73": "his offering was also one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "74": "one gold pan of ten shekels, full of incense;",
      "75": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "76": "one male goat as a sin offering;",
      "77": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Pagiel the son of Ochran.",
      "78": "On the twelfth day it was Ahira the son of Enan, leader of the sons of Naphtali;",
      "79": "his offering was also one silver dish whose weight was 130 shekels, and one silver bowl of seventy shekels in sanctuary shekels, both of them full of fine flour mixed with oil as a grain offering;",
      "80": "one gold pan of ten shekels, full of incense;",
      "81": "one bull, one ram, and one male lamb one year old, as a burnt offering;",
      "82": "one male goat as a sin offering;",
      "83": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, and five male lambs one year old. This was the offering of Ahira the son of Enan.",
      "84": "This was the dedication offering for the altar from the leaders of Israel when it was anointed: twelve silver dishes, twelve silver bowls, and twelve gold pans,",
      "85": "each silver dish weighing 130 shekels and each bowl seventy; all the silver of the utensils totaled 2,400 in sanctuary shekels;",
      "86": "the twelve gold pans full of incense, weighing ten shekels apiece in sanctuary shekels, all the gold of the pans totaled 120 shekels.",
      "87": "All the oxen for the burnt offering totaled twelve bulls, all the rams, twelve, the male lambs one year old with their grain offering, twelve, and the male goats as a sin offering, twelve;",
      "88": "and all the oxen for the sacrifice of peace offerings totaled twenty-four bulls, all the rams, sixty, the male goats, sixty, and the male lambs one year old, sixty. This was the dedication offering for the altar after it was anointed.",
      "89": "Now when Moses entered the tent of meeting to speak with Him, he heard the voice speaking to him from above the atoning cover that was on the ark of the testimony, from between the two cherubim; so He spoke to him."
    },
    "8": {
      "1": "Then the Lord spoke to Moses, saying,",
      "2": "“Speak to Aaron and say to him, ‘When you mount the lamps, the seven lamps will provide light in the front of the lampstand.’”",
      "3": "Therefore Aaron did so; he mounted its lamps at the front of the lampstand, just as the Lord had commanded Moses.",
      "4": "Now this was the workmanship of the lampstand, hammered work of gold; from its base to its flower ornamentation it was hammered work; according to the pattern which the Lord had shown Moses, so he made the lampstand.",
      "5": "Again the Lord spoke to Moses, saying,",
      "6": "“Take the Levites from among the sons of Israel and cleanse them.",
      "7": "This is what you shall do to them, for their cleansing: sprinkle purifying water on them, and have them use a razor over their whole body, and they shall wash their clothes and cleanse themselves.",
      "8": "Then have them take a bull with its grain offering, fine flour mixed with oil; and you shall take a second bull as a sin offering.",
      "9": "So you shall present the Levites in front of the tent of meeting. You shall also assemble the whole congregation of the sons of Israel,",
      "10": "and present the Levites before the Lord; and the sons of Israel shall lay their hands on the Levites.",
      "11": "Aaron then shall present the Levites before the Lord as a wave offering from the sons of Israel, so that they may qualify to perform the service of the Lord.",
      "12": "Now the Levites shall lay their hands on the heads of the bulls; then you are to offer the one as a sin offering and the other as a burnt offering to the Lord, to make atonement for the Levites.",
      "13": "And you shall have the Levites stand before Aaron and his sons so as to present them as a wave offering to the Lord.",
      "14": "“So you shall single out the Levites from among the sons of Israel, and the Levites shall be Mine.",
      "15": "Then after that the Levites may go in to serve the tent of meeting. But you shall cleanse them and present them as a wave offering;",
      "16": "for they are exclusively given to Me from among the sons of Israel. I have taken them for Myself instead of the firstborn of every womb, the firstborn of all the sons of Israel.",
      "17": "For every firstborn among the sons of Israel is Mine, among the people and among the animals; on the day that I fatally struck all the firstborn in the land of Egypt, I sanctified them for Myself.",
      "18": "But I have taken the Levites instead of every firstborn among the sons of Israel.",
      "19": "And I have given the Levites as a gift to Aaron and to his sons from among the sons of Israel, to perform the service of the sons of Israel at the tent of meeting and to make atonement on behalf of the sons of Israel, so that there will be no affliction among the sons of Israel due to their approaching the sanctuary.”",
      "20": "So this is what Moses, Aaron, and all the congregation of the sons of Israel did to the Levites; according to everything that the Lord had commanded Moses regarding the Levites, so the sons of Israel did to them.",
      "21": "The Levites, too, purified themselves from sin and washed their clothes; and Aaron presented them as a wave offering before the Lord. Aaron also made atonement for them to cleanse them.",
      "22": "Then after that the Levites went in to perform their service in the tent of meeting before Aaron and his sons; just as the Lord had commanded Moses concerning the Levites, so they did to them.",
      "23": "Now the Lord spoke to Moses, saying,",
      "24": "“This is what applies to the Levites: from twenty-five years old and upward they shall enter to perform service in the work of the tent of meeting.",
      "25": "But at the age of fifty years they shall retire from service in the work and not work anymore.",
      "26": "They may, however, assist their brothers in the tent of meeting, to fulfill an obligation, but they themselves shall do no work. In this way you shall deal with the Levites in their obligations.”"
    },
    "9": {
      "1": "Now the Lord spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying,",
      "2": "“Now the sons of Israel are to celebrate the Passover at its appointed time.",
      "3": "On the fourteenth day of this month, at twilight, you shall celebrate it at its appointed time; you shall celebrate it in accordance with all its statutes and all its ordinances.”",
      "4": "So Moses told the sons of Israel to celebrate the Passover.",
      "5": "And they celebrated the Passover in the first month, on the fourteenth day of the month, at twilight, in the wilderness of Sinai; in accordance with everything that the Lord had commanded Moses, so the sons of Israel did.",
      "6": "But there were some men who were unclean because of contact with a dead person, so that they could not celebrate Passover on that day; and they came before Moses and Aaron on that day.",
      "7": "Those men said to him, “Though we are unclean because of a dead person, why are we kept from presenting the offering of the Lord at its appointed time among the sons of Israel?”",
      "8": "Moses then said to them, “Wait, and I will listen to what the Lord will command concerning you.”",
      "9": "Then the Lord spoke to Moses, saying,",
      "10": "“Speak to the sons of Israel, saying, ‘If any one of you or of your generations becomes unclean because of a dead person, or is on a distant journey, he may, however, celebrate the Passover to the Lord.",
      "11": "In the second month on the fourteenth day at twilight, they shall celebrate it; they shall eat it with unleavened bread and bitter herbs.",
      "12": "They shall not leave any of it until morning, nor break a bone of it; they shall celebrate it in accordance with the whole statute of the Passover.",
      "13": "But the person who is clean and is not on a journey, yet refrains from celebrating the Passover, that person shall then be cut off from his people, because he did not present the offering of the Lord at its appointed time. That person will bear the responsibility for his sin.",
      "14": "And if a stranger resides among you and celebrates the Passover to the Lord, according to the statute of the Passover and its ordinance, so he shall celebrate it; you shall have the same statute, both for the stranger and for the native of the land.’”",
      "15": "Now on the day that the tabernacle was erected, the cloud covered the tabernacle, the tent of the testimony, and in the evening it was like the appearance of fire over the tabernacle until morning.",
      "16": "That is how it was continuously; the cloud would cover it by day, and the appearance of fire by night.",
      "17": "Whenever the cloud was lifted from over the tent, afterward the sons of Israel would set out; and in the place where the cloud settled down, there the sons of Israel would camp.",
      "18": "At the command of the Lord the sons of Israel would set out, and at the command of the Lord they would camp; as long as the cloud settled over the tabernacle, they remained camped.",
      "19": "Even when the cloud lingered over the tabernacle for many days, the sons of Israel would comply with the Lord’s ordinance and not set out.",
      "20": "If sometimes the cloud remained a few days over the tabernacle, in accordance with the command of the Lord they remained camped. Then in accordance with the command of the Lord they set out.",
      "21": "If sometimes the cloud remained from evening until morning, when the cloud was lifted in the morning they would set out; or if it remained in the daytime and at night, whenever the cloud was lifted, they would set out.",
      "22": "Whether it was two days, a month, or a year that the cloud lingered over the tabernacle, staying above it, the sons of Israel remained camped and did not set out; but when it was lifted, they did set out.",
      "23": "At the command of the Lord they camped, and at the command of the Lord they set out; they did what the Lord required, in accordance with the command of the Lord through Moses."
    },
    "10": {
      "1": "The Lord spoke further to Moses, saying,",
      "2": "“Make yourself two trumpets of silver, you shall make them of hammered work; and you shall use them for summoning the congregation and breaking camp.",
      "3": "Now when both are blown, all the congregation shall meet you at the entrance of the tent of meeting.",
      "4": "But if only one is blown, then the leaders, the heads of the divisions of Israel, shall meet you.",
      "5": "And when you blow an alarm, the camps that are pitched on the east side shall set out.",
      "6": "Then when you sound an alarm the second time, the camps that are pitched on the south side shall set out; an alarm is to be sounded for them to break camp.",
      "7": "When convening the assembly, however, you shall blow the trumpets without sounding an alarm.",
      "8": "The sons of Aaron, moreover, the priests, shall blow the trumpets; and this shall be a permanent statute for you throughout your generations.",
      "9": "And when you go to war in your land against the enemy who attacks you, then you shall sound an alarm with the trumpets, so that you will be thought of by the Lord your God, and be saved from your enemies.",
      "10": "Also on the day of your joy and at your appointed feasts, and on the first days of your months, you shall blow the trumpets over your burnt offerings, and over the sacrifices of your peace offerings; and they shall be as a reminder of you before your God. I am the Lord your God.”",
      "11": "Now in the second year, in the second month, on the twentieth of the month, the cloud was lifted from above the tabernacle of the testimony;",
      "12": "and the sons of Israel set out on their journeys from the wilderness of Sinai. Then the cloud settled in the wilderness of Paran.",
      "13": "So they moved on for the first time in accordance with the command of the Lord through Moses.",
      "14": "The flag of the camp of the sons of Judah, by their armies, set out first, with Nahshon the son of Amminadab, over its army,",
      "15": "and Nethanel the son of Zuar, over the tribal army of the sons of Issachar;",
      "16": "and Eliab the son of Helon over the tribal army of the sons of Zebulun.",
      "17": "Then the tabernacle was taken down; and the sons of Gershon and the sons of Merari, who were carrying the tabernacle, set out.",
      "18": "Next the flag of the camp of Reuben, by their armies, set out with Elizur the son of Shedeur, over its army,",
      "19": "and Shelumiel the son of Zurishaddai over the tribal army of the sons of Simeon,",
      "20": "and Eliasaph the son of Deuel was over the tribal army of the sons of Gad.",
      "21": "Then the Kohathites set out, carrying the holy objects; and the tabernacle was set up before their arrival.",
      "22": "Next the flag of the camp of the sons of Ephraim, by their armies, set out, with Elishama the son of Ammihud over its army,",
      "23": "and Gamaliel the son of Pedahzur over the tribal army of the sons of Manasseh;",
      "24": "and Abidan the son of Gideoni over the tribal army of the sons of Benjamin.",
      "25": "Then the flag of the camp of the sons of Dan, by their armies, which formed the rear guard for all the camps, set out, with Ahiezer the son of Ammishaddai over its army,",
      "26": "and Pagiel the son of Ochran over the tribal army of the sons of Asher;",
      "27": "and Ahira the son of Enan over the tribal army of the sons of Naphtali.",
      "28": "This was the order of marching for the sons of Israel by their armies as they set out.",
      "29": "Then Moses said to Hobab the son of Reuel the Midianite, Moses’ father-in-law, “We are setting out to the place of which the Lord said, ‘I will give it to you.’ Come with us and we will do you good, for the Lord has promised good concerning Israel.”",
      "30": "But he said to him, “I will not come, but rather will go to my own land and relatives.”",
      "31": "Then he said, “Please do not leave us, since you know where we should camp in the wilderness, and you will be as eyes for us.",
      "32": "So it will be, if you go with us, that whatever good the Lord does for us, we will do for you.”",
      "33": "So they moved on from the mountain of the Lord three days’ journey, with the ark of the covenant of the Lord going on in front of them for the three days, to seek out a resting place for them.",
      "34": "And the cloud of the Lord was over them by day when they set out from the camp.",
      "35": "Then it came about when the ark set out that Moses said,\n“Rise up, Lord!\nAnd may Your enemies be scattered,\nAnd those who hate You flee from Your presence.”",
      "36": "And when it came to rest, he said,\n“Return, Lord,\nTo the myriad thousands of Israel.”"
    },
    "11": {
      "1": "Now the people became like those who complain of adversity in the ears of the Lord; and the Lord heard them and His anger was kindled, and the fire of the Lord burned among them and consumed some at the outskirts of the camp.",
      "2": "The people then cried out to Moses; and Moses prayed to the Lord, and the fire died out.",
      "3": "So that place was named Taberah, because the fire of the Lord burned among them.",
      "4": "Now the rabble who were among them had greedy cravings; and the sons of Israel also wept again and said, “Who will give us meat to eat?",
      "5": "We remember the fish which we used to eat for free in Egypt, the cucumbers, the melons, the leeks, the onions, and the garlic;",
      "6": "but now our appetite is gone. There is nothing at all to look at except this manna!”",
      "7": "Now the manna was like coriander seed, and its appearance like that of bdellium.",
      "8": "The people would roam about and gather it and grind it between two millstones, or pound it in the mortar, and boil it in the pot and make loaves with it; and its taste was like the taste of cake baked with oil.",
      "9": "When the dew came down on the camp at night, the manna would come down with it.",
      "10": "Now Moses heard the people weeping throughout their families, each one at the entrance of his tent; and the anger of the Lord became very hot, and Moses was displeased.",
      "11": "So Moses said to the Lord, “Why have You been so hard on Your servant? And why have I not found favor in Your sight, that You have put the burden of all this people on me?",
      "12": "Was it I who conceived all this people? Or did I give birth to them, that You should say to me, ‘Carry them in your arms, as a nurse carries a nursing infant, to the land which You swore to their fathers’?",
      "13": "Where am I to get meat to give to all this people? For they weep before me, saying, ‘Give us meat so that we may eat!’",
      "14": "I am not able to carry all this people by myself, because it is too burdensome for me.",
      "15": "So if You are going to deal with me this way, please kill me now, if I have found favor in Your sight, and do not let me see my misery.”",
      "16": "The Lord therefore said to Moses, “Gather for Me seventy men from the elders of Israel, whom you know to be the elders of the people and their officers, and bring them to the tent of meeting, and have them take their stand there with you.",
      "17": "Then I will come down and speak with you there, and I will take away some of the Spirit who is upon you, and put Him upon them; and they shall bear the burden of the people with you, so that you will not bear it by yourself.",
      "18": "And you shall say to the people, ‘Consecrate yourselves for tomorrow, and you shall eat meat; for you have wept in the ears of the Lord, saying, “Oh that someone would give us meat to eat! For we were well-off in Egypt.” Therefore the Lord will give you meat and you shall eat.",
      "19": "You shall eat, not one day, nor two days, nor five days, nor ten days, nor twenty days,",
      "20": "but for a whole month, until it comes out of your nose and makes you nauseated; because you have rejected the Lord who is among you and have wept before Him, saying, “Why did we ever leave Egypt?”’”",
      "21": "But Moses said, “The people, among whom I am included, are six hundred thousand on foot! Yet You have said, ‘I will give them meat, so that they may eat for a whole month.’",
      "22": "Are flocks and herds to be slaughtered for them, so that it will be sufficient for them? Or are all the fish of the sea to be caught for them, so that it will be sufficient for them?”",
      "23": "Then the Lord said to Moses, “Is the Lord’s power too little? Now you shall see whether My word will come true for you or not.”",
      "24": "So Moses went out and told the people the words of the Lord. He also gathered seventy men of the elders of the people, and positioned them around the tent.",
      "25": "Then the Lord came down in the cloud and spoke to him; and He took away some of the Spirit who was upon him and placed Him upon the seventy elders. And when the Spirit rested upon them, they prophesied. Yet they did not do it again.",
      "26": "But two men had remained in the camp; the name of the one was Eldad, and the name of the other, Medad. And the Spirit rested upon them (and they were among those who had been registered, but had not gone out to the tent), and they prophesied in the camp.",
      "27": "So a young man ran and informed Moses, and said, “Eldad and Medad are prophesying in the camp.”",
      "28": "Then Joshua the son of Nun, the personal servant of Moses from his youth, responded and said, “My lord Moses, restrain them!”",
      "29": "But Moses said to him, “Are you jealous for my sake? If only all the Lord’s people were prophets, that the Lord would put His Spirit upon them!”",
      "30": "Then Moses returned to the camp, both he and the elders of Israel.",
      "31": "Now a wind burst forth from the Lord and it brought quail from the sea, and dropped them beside the camp, about a day’s journey on this side and a day’s journey on the other side all around the camp, and about two cubits deep on the surface of the ground.",
      "32": "And the people spent all that day, all night, and all the next day, and they gathered the quail (the one who gathered least gathered ten homers) and spread them out for themselves all around the camp.",
      "33": "While the meat was still between their teeth, before it was chewed, the anger of the Lord was kindled against the people, and the Lord struck the people with a very severe plague.",
      "34": "So that place was named Kibroth-hattaavah, because there they buried the people who had been greedy.",
      "35": "From Kibroth-hattaavah the people set out for Hazeroth, and they remained at Hazeroth."
    },
    "12": {
      "1": "Then Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married (for he had married a Cushite woman);",
      "2": "and they said, “Is it a fact that the Lord has spoken only through Moses? Has He not spoken through us as well?” And the Lord heard this.",
      "3": "(Now the man Moses was very humble, more than any person who was on the face of the earth.)",
      "4": "And the Lord suddenly said to Moses and to Aaron and Miriam, “You three go out to the tent of meeting.” So the three of them went out.",
      "5": "Then the Lord came down in a pillar of cloud and stood at the entrance of the tent; and He called Aaron and Miriam. When they had both come forward,",
      "6": "He said,\n“Now hear My words:\nIf there is a prophet among you,\nI, the Lord, will make Myself known to him in a vision.\nI will speak with him in a dream.",
      "7": "It is not this way for My servant Moses;\nHe is faithful in all My household;",
      "8": "With him I speak mouth to mouth,\nThat is, openly, and not using mysterious language,\nAnd he beholds the form of the Lord.\nSo why were you not afraid\nTo speak against My servant, against Moses?”",
      "9": "And the anger of the Lord burned against them and He departed.",
      "10": "But when the cloud had withdrawn from above the tent, behold, Miriam was leprous, as white as snow. As Aaron turned toward Miriam, behold, she was leprous.",
      "11": "Then Aaron said to Moses, “Oh, my lord, I beg you, do not hold us responsible for this sin by which we have turned out to be foolish, and by which we have sinned.",
      "12": "Oh, do not let her be like a dead person, whose flesh is half eaten away when he comes out of his mother’s womb!”",
      "13": "So Moses cried out to the Lord, saying, “God, heal her, please!”",
      "14": "But the Lord said to Moses, “If her father had only spit in her face, would she not be put to shame for seven days? Have her shut outside the camp for seven days, and afterward she may be received again.”",
      "15": "So Miriam was shut outside the camp for seven days, and the people did not move on until Miriam was received again.",
      "16": "Afterward, however, the people moved on from Hazeroth and camped in the wilderness of Paran."
    },
    "13": {
      "1": "Then the Lord spoke to Moses, saying,",
      "2": "“Send out men for yourself to spy out the land of Canaan, which I am going to give the sons of Israel; you shall send a man from each of their fathers’ tribes, every one a leader among them.”",
      "3": "So Moses sent them from the wilderness of Paran at the command of the Lord, all of them men who were heads of the sons of Israel.",
      "4": "These then were their names: from the tribe of Reuben, Shammua the son of Zaccur;",
      "5": "from the tribe of Simeon, Shaphat the son of Hori;",
      "6": "from the tribe of Judah, Caleb the son of Jephunneh;",
      "7": "from the tribe of Issachar, Igal the son of Joseph;",
      "8": "from the tribe of Ephraim, Hoshea the son of Nun;",
      "9": "from the tribe of Benjamin, Palti the son of Raphu;",
      "10": "from the tribe of Zebulun, Gaddiel the son of Sodi;",
      "11": "from the tribe of Joseph, from the tribe of Manasseh, Gaddi the son of Susi;",
      "12": "from the tribe of Dan, Ammiel the son of Gemalli;",
      "13": "from the tribe of Asher, Sethur the son of Michael;",
      "14": "from the tribe of Naphtali, Nahbi the son of Vophsi;",
      "15": "and from the tribe of Gad, Geuel the son of Machi.",
      "16": "These are the names of the men whom Moses sent to spy out the land; but Moses called Hoshea the son of Nun, Joshua.",
      "17": "When Moses sent them to spy out the land of Canaan, he said to them, “Go up there into the Negev; then go up into the hill country.",
      "18": "See what the land is like, and whether the people who live in it are strong or weak, whether they are few or many.",
      "19": "And how is the land in which they live, is it good or bad? And how are the cities in which they live, are the people in open camps or in fortifications?",
      "20": "And how is the land, is it productive or unproductive? Are there trees in it or not? And show yourselves courageous and get some of the fruit of the land.” Now the time was the season of the first ripe grapes.",
      "21": "So they went up and spied out the land from the wilderness of Zin as far as Rehob, at Lebo-hamath.",
      "22": "When they had gone up into the Negev, they came to Hebron where Ahiman, Sheshai, and Talmai, the descendants of Anak were. (Hebron was built seven years before Zoan in Egypt.)",
      "23": "Then they came to the Valley of Eshcol, and from there they cut off a branch with a single cluster of grapes; and they carried it on a pole between two men, with some of the pomegranates and the figs.",
      "24": "That place was called the Valley of Eshcol, because of the cluster which the sons of Israel cut off from there.",
      "25": "When they returned from spying out the land, at the end of forty days,",
      "26": "they went on and came to Moses and Aaron and to all the congregation of the sons of Israel, in the wilderness of Paran at Kadesh; and they brought back word to them and to all the congregation, and showed them the fruit of the land.",
      "27": "So they reported to him and said, “We came into the land where you sent us, and it certainly does flow with milk and honey, and this is its fruit.",
      "28": "Nevertheless, the people who live in the land are strong, and the cities are fortified and very large. And indeed, we saw the descendants of Anak there!",
      "29": "Amalek is living in the land of the Negev, the Hittites, the Jebusites, and the Amorites are living in the hill country, and the Canaanites are living by the sea and by the side of the Jordan.”",
      "30": "Then Caleb quieted the people before Moses and said, “We should by all means go up and take possession of it, for we will certainly prevail over it.”",
      "31": "But the men who had gone up with him said, “We are not able to go up against the people, because they are too strong for us.”",
      "32": "So they brought a bad report of the land which they had spied out to the sons of Israel, saying, “The land through which we have gone to spy out is a land that devours its inhabitants; and all the people whom we saw in it are people of great stature.",
      "33": "We also saw the Nephilim there (the sons of Anak are part of the Nephilim); and we were like grasshoppers in our own sight, and so we were in their sight.”"
    },
    "14": {
      "1": "Then all the congregation raised their voices and cried out, and the people wept that night.",
      "2": "And all the sons of Israel grumbled against Moses and Aaron; and the entire congregation said to them, “If only we had died in the land of Egypt! Or even if we had died in this wilderness!",
      "3": "So why is the Lord bringing us into this land to fall by the sword? Our wives and our little ones will become plunder! Would it not be better for us to return to Egypt?”",
      "4": "So they said to one another, “Let’s appoint a leader and return to Egypt!”",
      "5": "Then Moses and Aaron fell on their faces in the presence of all the assembly of the congregation of the sons of Israel.",
      "6": "And Joshua the son of Nun and Caleb the son of Jephunneh, of those who had spied out the land, tore their clothes;",
      "7": "and they spoke to all the congregation of the sons of Israel, saying, “The land which we passed through to spy out is an exceedingly good land.",
      "8": "If the Lord is pleased with us, then He will bring us into this land and give it to us—a land which flows with milk and honey.",
      "9": "Only do not rebel against the Lord; and do not fear the people of the land, for they will be our prey. Their protection is gone from them, and the Lord is with us; do not fear them.”",
      "10": "But all the congregation said to stone them with stones. Then the glory of the Lord appeared in the tent of meeting to all the sons of Israel.",
      "11": "And the Lord said to Moses, “How long will this people be disrespectful to Me? And how long will they not believe in Me, despite all the signs that I have performed in their midst?",
      "12": "I will strike them with plague and dispossess them, and I will make you into a nation greater and mightier than they.”",
      "13": "But Moses said to the Lord, “Then the Egyptians will hear of it, for by Your strength You brought this people up from their midst,",
      "14": "and they will tell it to the inhabitants of this land. They have heard that You, Lord, are in the midst of this people, because You, Lord, are seen eye to eye, while Your cloud stands over them; and You go before them in a pillar of cloud by day, and in a pillar of fire by night.",
      "15": "Now if You put this people to death all at once, then the nations who have heard of Your fame will say,",
      "16": "‘Since the Lord could not bring this people into the land which He promised them by oath, He slaughtered them in the wilderness.’",
      "17": "So now, please, let the power of the Lord be great, just as You have declared, saying,",
      "18": "‘The Lord is slow to anger and abundant in mercy, forgiving wrongdoing and violation of His Law; but He will by no means leave the guilty unpunished, inflicting the punishment of the fathers on the children to the third and the fourth generations.’",
      "19": "Please forgive the guilt of this people in accordance with the greatness of Your mercy, just as You also have forgiven this people, from Egypt even until now.”",
      "20": "So the Lord said, “I have forgiven them in accordance with your word;",
      "21": "however, as I live, all the earth will be filled with the glory of the Lord.",
      "22": "Certainly all the people who have seen My glory and My signs which I performed in Egypt and in the wilderness, yet have put Me to the test these ten times and have not listened to My voice,",
      "23": "shall by no means see the land which I swore to their fathers, nor shall any of those who were disrespectful to Me see it.",
      "24": "But as for My servant Caleb, because he has had a different spirit and has followed Me fully, I will bring him into the land which he entered, and his descendants shall take possession of it.",
      "25": "Now the Amalekites and the Canaanites live in the valleys; turn tomorrow and set out for the wilderness by the way of the Red Sea.”",
      "26": "The Lord spoke to Moses and Aaron again, saying,",
      "27": "“How long shall I put up with this evil congregation who are grumbling against Me? I have heard the complaints of the sons of Israel which they are voicing against Me.",
      "28": "Say to them, ‘As I live,’ declares the Lord, ‘just as you have spoken in My hearing, so I will do to you;",
      "29": "your dead bodies will fall in this wilderness, all your numbered men according to your complete number from twenty years old and upward, who have grumbled against Me.",
      "30": "By no means will you come into the land where I swore to settle you, except for Caleb the son of Jephunneh and Joshua the son of Nun.",
      "31": "Your children, however, whom you said would become plunder—I will bring them in, and they will know the land which you have rejected.",
      "32": "But as for you, your dead bodies will fall in this wilderness.",
      "33": "Also, your sons will be shepherds in the wilderness for forty years, and they will suffer for your unfaithfulness, until your bodies perish in the wilderness.",
      "34": "In accordance with the number of days that you spied out the land, forty days, for every day you shall suffer the punishment for your guilt a year, that is, forty years, and you will know My opposition.",
      "35": "I, the Lord, have spoken, I certainly will do this to all this evil congregation who are gathered together against Me. They shall be worn out in this wilderness, and there they shall die.’”",
      "36": "As for the men whom Moses sent to spy out the land, and who returned and led all the congregation to grumble against him by bringing a bad report about the land,",
      "37": "those men who brought the bad report of the land also died by a plague in the presence of the Lord.",
      "38": "But Joshua the son of Nun and Caleb the son of Jephunneh remained alive out of those men who went to spy out the land.",
      "39": "Now when Moses spoke these words to all the sons of Israel, the people mourned greatly.",
      "40": "In the morning, however, they got up early and went up to the ridge of the hill country, saying, “Here we are; and we will go up to the place which the Lord has promised, for we have sinned.”",
      "41": "But Moses said, “Why then are you violating the command of the Lord, when doing so will not succeed?",
      "42": "Do not go up, for the Lord is not among you, to prevent you from being defeated by your enemies.",
      "43": "For the Amalekites and the Canaanites will be there to confront you, and you will fall by the sword, since you have turned back from following the Lord. And the Lord will not be with you.”",
      "44": "But they foolishly dared to go up to the ridge of the hill country; neither the ark of the covenant of the Lord nor Moses left the camp.",
      "45": "Then the Amalekites and the Canaanites who lived in that hill country came down, and struck them and scattered them as far as Hormah."
    },
    "15": {
      "1": "Now the Lord spoke to Moses, saying,",
      "2": "“Speak to the sons of Israel and say to them, ‘When you enter the land where you are going to live, which I am giving you,",
      "3": "and you make an offering by fire to the Lord, a burnt offering or a sacrifice to fulfill a special vow, or as a voluntary offering or at your appointed times, to make a soothing aroma to the Lord from the herd or from the flock,",
      "4": "then the one who presents his offering shall present to the Lord a grain offering of a tenth of an ephah of fine flour mixed with a fourth of a hin of oil,",
      "5": "and you shall prepare wine for the drink offering, a fourth of a hin, with the burnt offering or for the sacrifice, for each lamb.",
      "6": "Or for a ram you shall prepare as a grain offering two-tenths of an ephah of fine flour mixed with a third of a hin of oil;",
      "7": "and for the drink offering you shall offer a third of a hin of wine as a soothing aroma to the Lord.",
      "8": "And when you prepare a bull as a burnt offering or a sacrifice, to fulfill a special vow, or for peace offerings to the Lord,",
      "9": "then you shall offer with the bull a grain offering of three-tenths of an ephah of fine flour mixed with half a hin of oil;",
      "10": "and you shall offer as the drink offering half a hin of wine as an offering by fire, as a soothing aroma to the Lord.",
      "11": "‘This is how it shall be done for each ox, or for each ram, or for each of the male lambs, or of the goats.",
      "12": "According to the number that you prepare, so you shall do for each one according to their number.",
      "13": "Everyone who is a native shall do these things in this way, in presenting an offering by fire as a soothing aroma to the Lord.",
      "14": "Now if a stranger resides among you, or one who may be among you throughout your generations, and he wants to make an offering by fire, as a soothing aroma to the Lord, just as you do so shall he do.",
      "15": "As for the assembly, there shall be one statute for you and for the stranger who resides among you, a permanent statute throughout your generations; as you are, so shall the stranger be before the Lord.",
      "16": "There is to be one law and one ordinance for you and for the stranger who resides with you.’”",
      "17": "Then the Lord spoke to Moses, saying,",
      "18": "“Speak to the sons of Israel and say to them, ‘When you enter the land where I am bringing you,",
      "19": "then it shall be, that when you eat from the food of the land, you shall lift up an offering to the Lord.",
      "20": "Of the first of your dough you shall lift up a loaf as an offering; as an offering of the threshing floor, so you shall lift it up.",
      "21": "From the first of your dough you shall give to the Lord an offering throughout your generations.",
      "22": "‘But when you unintentionally do wrong and fail to comply with all these commandments which the Lord has spoken to Moses,",
      "23": "that is, all that the Lord has commanded you through Moses from the day that the Lord gave commandments and onward, throughout your generations,",
      "24": "then it shall be, if it is done unintentionally, without the knowledge of the congregation, that all the congregation shall offer one bull as a burnt offering, as a soothing aroma to the Lord, with its grain offering and its drink offering, according to the ordinance, and one male goat as a sin offering.",
      "25": "Then the priest shall make atonement for all the congregation of the sons of Israel, and they will be forgiven; for it was an unintentional wrong, and they have brought their offering, an offering by fire to the Lord, and their sin offering before the Lord, for their unintentional wrong.",
      "26": "So all the congregation of the sons of Israel will be forgiven, as well as the stranger who resides among them, for guilt was attributed to all the people through an unintentional wrong.",
      "27": "‘Also, if one person sins unintentionally, then he shall offer a one-year-old female goat as a sin offering.",
      "28": "And the priest shall make atonement before the Lord for the person who goes astray by an unintentional sin, making atonement for him so that he may be forgiven.",
      "29": "You shall have one law for the native among the sons of Israel and for the stranger who resides among them, for one who does anything wrong unintentionally.",
      "30": "But the person who does wrong defiantly, whether he is a native or a stranger, that one is blaspheming the Lord; and that person shall be cut off from among his people.",
      "31": "Since he has despised the word of the Lord and has broken His commandment, that person shall be completely cut off; his guilt will be on him.’”",
      "32": "Now while the sons of Israel were in the wilderness, they found a man gathering wood on the Sabbath day.",
      "33": "And those who found him gathering wood brought him to Moses and Aaron, and to all the congregation;",
      "34": "and they placed him in custody, because it had not been decided what should be done to him.",
      "35": "Then the Lord said to Moses, “The man must be put to death; all the congregation shall stone him with stones outside the camp.”",
      "36": "So all the congregation brought him outside the camp and stoned him to death with stones, just as the Lord had commanded Moses.",
      "37": "The Lord also spoke to Moses, saying,",
      "38": "“Speak to the sons of Israel and tell them that they shall make for themselves tassels on the corners of their garments throughout their generations, and that they shall put on the tassel of each corner a violet thread.",
      "39": "It shall be a tassel for you to look at and remember all the commandments of the Lord, so that you will do them and not follow your own heart and your own eyes, which led you to prostitute yourselves,",
      "40": "so that you will remember and do all My commandments and be holy to your God.",
      "41": "I am the Lord your God who brought you out from the land of Egypt to be your God; I am the Lord your God.”"
    },
    "16": {
      "1": "Now Korah the son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram, the sons of Eliab, and On the son of Peleth, sons of Reuben, took men,",
      "2": "and they stood before Moses, together with some of the sons of Israel, 250 leaders of the congregation chosen in the assembly, men of renown.",
      "3": "They assembled together against Moses and Aaron, and said to them, “You have gone far enough! For all the congregation are holy, every one of them, and the Lord is in their midst; so why do you exalt yourselves above the assembly of the Lord?”",
      "4": "When Moses heard this, he fell on his face;",
      "5": "and he spoke to Korah and all his group, saying, “Tomorrow morning the Lord will make known who is His, and who is holy, and will bring that one near to Himself; indeed, the one whom He will choose, He will bring near to Himself.",
      "6": "Do this: take censers for yourselves, Korah and your whole group,",
      "7": "and put fire in them, and place incense upon them in the presence of the Lord tomorrow; and the man whom the Lord chooses shall be the one who is holy. You have gone far enough, you sons of Levi!”",
      "8": "Then Moses said to Korah, “Hear now, you sons of Levi:",
      "9": "Is it too small an honor for you that the God of Israel has singled you out from the congregation of Israel, to bring you near to Himself, to perform the service of the tabernacle of the Lord, and to stand before the congregation to minister to them;",
      "10": "and that He has brought you near, Korah, and all your brothers, sons of Levi, with you? But are you seeking the priesthood as well?",
      "11": "Therefore you and your whole group are the ones gathered together against the Lord; but as for Aaron, who is he, that you grumble against him?”",
      "12": "Then Moses sent a summons to Dathan and Abiram, the sons of Eliab; but they said, “We will not come up.",
      "13": "Is it not enough that you have brought us up out of a land flowing with milk and honey to have us die in the wilderness, but you would also appoint yourself as master over us?",
      "14": "Indeed, you have not brought us into a land flowing with milk and honey, nor have you given us an inheritance of fields and vineyards. Would you gouge out the eyes of these men? We will not come up!”",
      "15": "Then Moses became very angry and said to the Lord, “Pay no attention to their offering! I have not taken a single donkey from them, nor have I done harm to any of them.”",
      "16": "Moses said to Korah, “You and all your group be present before the Lord tomorrow, you and they along with Aaron.",
      "17": "And each of you take his censer and put incense on it, and each of you bring his censer before the Lord, 250 censers; also you and Aaron shall each bring his censer.”",
      "18": "So they took, each one his own censer, and put fire on it, and placed incense on it; and they stood at the entrance of the tent of meeting, with Moses and Aaron.",
      "19": "So Korah assembled all the congregation against them at the entrance of the tent of meeting. And the glory of the Lord appeared to all the congregation.",
      "20": "Then the Lord spoke to Moses and Aaron, saying,",
      "21": "“Separate yourselves from among this congregation, so that I may consume them instantly.”",
      "22": "But they fell on their faces and said, “God, the God of the spirits of humanity, when one person sins, will You be angry with the entire congregation?”",
      "23": "Then the Lord spoke to Moses, saying,",
      "24": "“Speak to the congregation, saying, ‘Get away from the areas around the tents of Korah, Dathan, and Abiram.’”",
      "25": "Then Moses arose and went to Dathan and Abiram, with the elders of Israel following him,",
      "26": "and he spoke to the congregation, saying, “Get away now from the tents of these wicked men, and do not touch anything that belongs to them, or you will be swept away in all their sin!”",
      "27": "So they moved away from the areas around the tents of Korah, Dathan, and Abiram; and Dathan and Abiram came out and stood at the entrances of their tents, along with their wives, their sons, and their little ones.",
      "28": "Then Moses said, “By this you shall know that the Lord has sent me to do all these deeds; for it is not my doing.",
      "29": "If these men die the death of all mankind, or if they suffer the fate of all mankind, then the Lord has not sent me.",
      "30": "But if the Lord brings about an entirely new thing and the ground opens its mouth and swallows them with everything that is theirs, and they descend alive into Sheol, then you will know that these men have been disrespectful to the Lord.”",
      "31": "And as he finished speaking all these words, the ground that was under them split open;",
      "32": "and the earth opened its mouth and swallowed them, their households, and all the people who belonged to Korah with all their possessions.",
      "33": "So they and all that belonged to them went down alive to Sheol; and the earth closed over them, and they perished from the midst of the assembly.",
      "34": "Then all Israel who were around them fled at their outcry, for they said, “The earth might swallow us!”",
      "35": "Fire also came out from the Lord and consumed the 250 men who were offering the incense.",
      "36": "Then the Lord spoke to Moses, saying,",
      "37": "“Tell Eleazar, the son of Aaron the priest, that he shall pick up the censers from the midst of the burned area, because they are holy; and you are to scatter the burning coals further away.",
      "38": "As for the censers of these men who have sinned at the cost of their own lives, have them made into hammered sheets as plating for the altar, since they did present them before the Lord and they are holy; and they shall serve as a sign to the sons of Israel.”",
      "39": "So the priest Eleazar took the bronze censers which the men who were burned had offered, and they hammered them out as plating for the altar,",
      "40": "as a reminder to the sons of Israel so that no layman, anyone who was not of the descendants of Aaron, would approach to burn incense before the Lord; then he would not become like Korah and his group—just as the Lord had spoken to him through Moses.",
      "41": "But on the next day all the congregation of the sons of Israel grumbled against Moses and Aaron, saying, “You are the ones who have caused the death of the Lord’s people!”",
      "42": "It came about, however, when the congregation had assembled against Moses and Aaron, that they turned toward the tent of meeting, and behold, the cloud covered it and the glory of the Lord appeared.",
      "43": "Then Moses and Aaron came to the front of the tent of meeting,",
      "44": "and the Lord spoke to Moses, saying,",
      "45": "“Get away from among this congregation so that I may consume them instantly.” Then they fell on their faces.",
      "46": "And Moses said to Aaron, “Take your censer and put fire in it from the altar, and place incense on it; then bring it quickly to the congregation and make atonement for them, for wrath has gone out from the Lord, the plague has begun!”",
      "47": "Then Aaron took it just as Moses had spoken, and he ran into the midst of the assembly; and behold, the plague had begun among the people. So he put on the incense and made atonement for the people.",
      "48": "And he took his stand between the dead and the living, so that the plague was brought to a halt.",
      "49": "But those who died by the plague were 14,700 in number, besides those who died on account of Korah.",
      "50": "Then Aaron returned to Moses at the entrance of the tent of meeting, for the plague had been brought to a halt."
    },
    "17": {
      "1": "Then the Lord spoke to Moses, saying,",
      "2": "“Speak to the sons of Israel, and obtain from them a staff for each father’s household: twelve staffs, from all their leaders for their fathers’ households. You shall write each man’s name on his staff,",
      "3": "and write Aaron’s name on the staff of Levi; for there is to be one staff for the head of each of their fathers’ households.",
      "4": "You shall then leave them in the tent of meeting in front of the testimony, where I meet with you.",
      "5": "And it will come about that the staff of the man whom I choose will sprout. So I will relieve Myself of the grumblings of the sons of Israel, who are grumbling against you.”",
      "6": "So Moses spoke to the sons of Israel, and all their leaders gave him a staff, one for each leader, for their fathers’ households, twelve staffs in all, with the staff of Aaron among their staffs.",
      "7": "Then Moses left the staffs before the Lord in the tent of the testimony.",
      "8": "Now on the next day Moses went into the tent of the testimony; and behold, Aaron’s staff for the house of Levi had sprouted and produced buds and bloomed with blossoms, and it yielded ripe almonds.",
      "9": "Moses then brought out all the staffs from the presence of the Lord to all the sons of Israel; and they looked, and each man took his staff.",
      "10": "But the Lord said to Moses, “Put the staff of Aaron back in front of the testimony to be kept as a sign against the rebels, so that you may put an end to their grumblings against Me and they do not die.”",
      "11": "Moses did so; just as the Lord had commanded him, so he did.",
      "12": "Then the sons of Israel spoke to Moses, saying, “Behold, we are passing away, we are perishing, we are all perishing!",
      "13": "Everyone who comes near, who comes near to the tabernacle of the Lord, must die. Are we to perish completely?”"
    },
    "18": {
      "1": "So the Lord said to Aaron, “You, your sons, and your father’s household with you shall bear the guilt in connection with the sanctuary, and you and your sons with you shall bear the guilt in connection with your priesthood.",
      "2": "But also bring your brothers with you, the tribe of Levi, the tribe of your father, so that they may join you and serve you, while you and your sons with you are before the tent of the testimony.",
      "3": "And they shall perform duties for you and the duties of the whole tent, but they shall not come near the furnishings of the sanctuary and the altar, or both they and you will die.",
      "4": "They shall join you and perform the duties of the tent of meeting, for all the service of the tent; but an unauthorized person shall not come near you.",
      "5": "So you shall perform the duties of the sanctuary and the duties of the altar, so that there will no longer be wrath on the sons of Israel.",
      "6": "Behold, I Myself have taken your fellow Levites from among the sons of Israel; they are a gift to you, dedicated to the Lord, to perform the service for the tent of meeting.",
      "7": "But you and your sons with you shall attend to your priesthood for everything that concerns the altar and inside the veil, and you are to perform service. I am giving you the priesthood as a service that is a gift, and the unauthorized person who comes near shall be put to death.”",
      "8": "Then the Lord spoke to Aaron, “Now behold, I Myself have put you in charge of My offerings, all the holy gifts of the sons of Israel I have given to you as a portion and to your sons as a permanent allotment.",
      "9": "This shall be yours from the most holy gifts reserved from the fire; every offering of theirs, namely every grain offering, every sin offering, and every guilt offering, with which they shall make restitution to Me, shall be most holy for you and for your sons.",
      "10": "As the most holy gifts you shall eat it; every male shall eat it. It shall be holy to you.",
      "11": "This also is yours, the offering of their gift, that is, all the wave offerings of the sons of Israel; I have given them to you and to your sons and daughters with you as a permanent allotment. Everyone of your household who is clean may eat it.",
      "12": "All the best of the fresh oil and all the best of the fresh wine and of the grain, the first fruits of what they give to the Lord, I have given them to you.",
      "13": "The first ripe fruits of all that is in their land, which they bring to the Lord, shall be yours; everyone of your household who is clean may eat it.",
      "14": "Everything banned from secular use in Israel shall be yours.",
      "15": "Every firstborn of the womb of all flesh, whether human or animal, which they offer to the Lord, shall be yours; however you must redeem the human firstborn, and the firstborn of unclean animals you shall redeem.",
      "16": "As to their redemption price, from a month old you shall redeem them, by your assessment, five shekels in silver by the shekel of the sanctuary, which is twenty gerahs.",
      "17": "But the firstborn of an ox, the firstborn of a sheep, or the firstborn of a goat, you shall not redeem; they are holy. You shall sprinkle their blood on the altar and offer up their fat in smoke as an offering by fire, for a soothing aroma to the Lord.",
      "18": "However, their meat shall be yours; it shall be yours like the breast of a wave offering and like the right thigh.",
      "19": "All the offerings of the holy gifts, which the sons of Israel offer to the Lord, I have given to you and your sons and your daughters with you, as a permanent allotment. It is a permanent covenant of salt before the Lord to you and your descendants with you.”",
      "20": "Then the Lord said to Aaron, “You shall have no inheritance in their land nor own any portion among them; I am your portion and your inheritance among the sons of Israel.",
      "21": "“To the sons of Levi, behold, I have given all the tithe in Israel as an inheritance, in return for their service which they perform, the service of the tent of meeting.",
      "22": "And the sons of Israel shall not come near the tent of meeting again, or they will bring sin on themselves and die.",
      "23": "Only the Levites shall perform the service of the tent of meeting, and they shall bear their own guilt; it shall be a permanent statute throughout your generations, and among the sons of Israel they shall have no inheritance.",
      "24": "For the tithe of the sons of Israel, which they offer as an offering to the Lord, I have given to the Levites as an inheritance; therefore I have said concerning them, ‘They shall have no inheritance among the sons of Israel.’”",
      "25": "Then the Lord spoke to Moses, saying,",
      "26": "“Moreover, you shall speak to the Levites and say to them, ‘When you take from the sons of Israel the tithe which I have given you from them for your inheritance, then you shall present an offering from it to the Lord, a tithe of the tithe.",
      "27": "Your offering shall be credited to you like the grain from the threshing floor or the full produce from the wine vat.",
      "28": "So you shall also present an offering to the Lord from all your tithes, which you receive from the sons of Israel; and from it you shall give the Lord’s offering to Aaron the priest.",
      "29": "Out of all your gifts you shall present every offering due to the Lord, from all the best of them, the sacred part from them.’",
      "30": "And you shall say to them, ‘When you have offered from it the best of it, then the rest shall be credited to the Levites like the product of the threshing floor, and like the product of the wine vat.",
      "31": "You may eat it anywhere, you and your households, for it is your compensation in return for your service in the tent of meeting.",
      "32": "And you will bring on yourselves no sin by reason of it when you have offered the best of it. But you shall not profane the sacred gifts of the sons of Israel, so that you do not die.’”"
    },
    "19": {
      "1": "Then the Lord spoke to Moses and Aaron, saying,",
      "2": "“This is the statute of the law which the Lord has commanded, saying, ‘Speak to the sons of Israel that they bring you an unblemished red heifer in which there is no defect and on which a yoke has never been mounted.",
      "3": "And you shall give it to Eleazar the priest, and it shall be brought outside the camp and be slaughtered in his presence.",
      "4": "And Eleazar the priest shall take some of its blood with his finger and sprinkle some of its blood toward the front of the tent of meeting seven times.",
      "5": "Then the heifer shall be burned in his sight; its hide, its flesh, and its blood, with its refuse, shall be burned.",
      "6": "And the priest shall take cedar wood, hyssop, and scarlet material, and throw it into the midst of the burning heifer.",
      "7": "The priest shall then wash his clothes and bathe his body in water, and afterward come into the camp; but the priest will be unclean until evening.",
      "8": "The one who burns the heifer shall also wash his clothes in water and bathe his body in water, and will be unclean until evening.",
      "9": "Now a man who is clean shall gather up the ashes of the heifer and put them outside the camp in a clean place, and the congregation of the sons of Israel shall keep them for water to remove impurity; it is purification from sin.",
      "10": "And the one who gathers the ashes of the heifer shall wash his clothes and will be unclean until evening; and it shall be a permanent statute for the sons of Israel and for the stranger who resides among them.",
      "11": "‘The one who touches the dead body of any person will also be unclean for seven days.",
      "12": "That one shall purify himself with the water on the third day and on the seventh day, and then he will be clean; but if he does not purify himself on the third day and on the seventh day, he will not be clean.",
      "13": "Anyone who touches a dead body, the body of a person who has died, and does not purify himself, defiles the tabernacle of the Lord; and that person shall be cut off from Israel. Since the water for impurity was not sprinkled on him, he will be unclean; his uncleanness is still on him.",
      "14": "‘This is the law when a person dies in a tent: everyone who comes into the tent and everyone who is in the tent will be unclean for seven days.",
      "15": "And every open container, which has no cover tied down on it, will be unclean.",
      "16": "Also, anyone who in the open field touches one who has been killed with a sword or one who has died naturally, or touches a human bone or a grave, will be unclean for seven days.",
      "17": "Then for the unclean person they shall take some of the ashes of the burnt purification from sin and running water shall be added to them in a container.",
      "18": "And a clean person shall take hyssop and dip it in the water, and sprinkle it on the tent, on all the furnishings, on the persons who were there, and on the one who touched the bone or the one who was killed or the one who died naturally, or the grave.",
      "19": "Then the clean person shall sprinkle on the unclean on the third day and on the seventh day; and on the seventh day he shall purify him, and he shall wash his clothes and bathe himself in water and will be clean by evening.",
      "20": "‘But the person who is unclean and does not purify himself, that person shall be cut off from the midst of the assembly, because he has defiled the sanctuary of the Lord; the water for impurity has not been sprinkled on him, so he is unclean.",
      "21": "So it shall be a permanent statute for them. And the one who sprinkles the water for impurity shall wash his clothes, and the one who touches the water for impurity will be unclean until evening.",
      "22": "Furthermore, anything that the unclean person touches will be unclean; and the person who touches it will be unclean until evening.’”"
    },
    "20": {
      "1": "Then the sons of Israel, the whole congregation, came to the wilderness of Zin in the first month; and the people stayed at Kadesh. Now Miriam died there and was buried there.",
      "2": "There was no water for the congregation, and they assembled against Moses and Aaron.",
      "3": "Then the people argued with Moses and spoke, saying, “If only we had perished when our brothers perished before the Lord!",
      "4": "Why then have you brought the Lord’s assembly into this wilderness, for us and our livestock to die here?",
      "5": "Why did you make us come up from Egypt, to bring us into this wretched place? It is not a place of grain or figs or vines or pomegranates, nor is there water to drink!”",
      "6": "Then Moses and Aaron came in from the presence of the assembly to the entrance of the tent of meeting and fell on their faces. And the glory of the Lord appeared to them;",
      "7": "then the Lord spoke to Moses, saying,",
      "8": "“Take the staff; and you and your brother Aaron assemble the congregation and speak to the rock before their eyes, that it shall yield its water. So you shall bring water for them out of the rock, and have the congregation and their livestock drink.”",
      "9": "So Moses took the staff from before the Lord, just as He had commanded him;",
      "10": "and Moses and Aaron summoned the assembly in front of the rock. And he said to them, “Listen now, you rebels; shall we bring water for you out of this rock?”",
      "11": "Then Moses raised his hand and struck the rock twice with his staff; and water came out abundantly, and the congregation and their livestock drank.",
      "12": "But the Lord said to Moses and Aaron, “Since you did not trust in Me, to treat Me as holy in the sight of the sons of Israel, for that reason you shall not bring this assembly into the land which I have given them.”",
      "13": "Those were called the waters of Meribah, because the sons of Israel argued with the Lord, and He proved Himself holy among them.",
      "14": "From Kadesh Moses then sent messengers to the king of Edom to say, “This is what your brother Israel has said: ‘You know all the hardship that has overtaken us;",
      "15": "that our fathers went down to Egypt, and we stayed in Egypt a long time, and the Egyptians treated us and our fathers badly.",
      "16": "But when we cried out to the Lord, He heard our voice and sent an angel, and brought us out from Egypt; now behold, we are at Kadesh, a town on the edge of your territory.",
      "17": "Please let us pass through your land. We will not pass through field or vineyard; we will not even drink water from a well. We will go along the king’s road, not turning to the right or left, until we pass through your territory.’”",
      "18": "Edom, however, said to him, “You shall not pass through us, or I will come out with the sword against you.”",
      "19": "Again, the sons of Israel said to him, “We will go up by the road, and if I and my livestock do drink any of your water, then I will pay its price. Let me only pass through on my feet, nothing more.”",
      "20": "But he said, “You shall not pass through.” And Edom came out against him with a heavy force and a strong hand.",
      "21": "So Edom refused to allow Israel to pass through his territory; then Israel turned away from him.",
      "22": "Now when they set out from Kadesh, the sons of Israel, the whole congregation, came to Mount Hor.",
      "23": "Then the Lord spoke to Moses and Aaron at Mount Hor by the border of the land of Edom, saying,",
      "24": "“Aaron will be gathered to his people; for he shall not enter the land which I have given to the sons of Israel, because you rebelled against My command at the waters of Meribah.",
      "25": "Take Aaron and his son Eleazar, and bring them up to Mount Hor.",
      "26": "Then strip Aaron of his garments and put them on his son Eleazar. So Aaron will be gathered to his people and will die there.”",
      "27": "So Moses did just as the Lord had commanded, and they went up to Mount Hor in the sight of all the congregation.",
      "28": "And after Moses stripped Aaron of his garments and put them on his son Eleazar, Aaron died there on the mountain top. Then Moses and Eleazar came down from the mountain.",
      "29": "When all the congregation saw that Aaron had died, the whole house of Israel wept for Aaron for thirty days."
    },
    "21": {
      "1": "When the Canaanite, the king of Arad, who lived in the Negev, heard that Israel was coming by the way of Atharim, he fought against Israel and took some of them captive.",
      "2": "So Israel made a vow to the Lord and said, “If You will indeed hand over this people to me, then I will utterly destroy their cities.”",
      "3": "The Lord heard the voice of Israel and turned over the Canaanites; then they utterly destroyed them and their cities. And the place was named Hormah.",
      "4": "Then they set out from Mount Hor by the way of the Red Sea, to go around the land of Edom; and the people became impatient because of the journey.",
      "5": "So the people spoke against God and Moses: “Why have you brought us up from Egypt to die in the wilderness? For there is no food and no water, and we are disgusted with this miserable food.”",
      "6": "Then the Lord sent fiery serpents among the people and they bit the people, so that many people of Israel died.",
      "7": "So the people came to Moses and said, “We have sinned, because we have spoken against the Lord and against you; intercede with the Lord, that He will remove the serpents from us.” And Moses interceded for the people.",
      "8": "Then the Lord said to Moses, “Make a fiery serpent, and put it on a flag pole; and it shall come about, that everyone who is bitten, and looks at it, will live.”",
      "9": "So Moses made a bronze serpent and put it on the flag pole; and it came about, that if a serpent bit someone, and he looked at the bronze serpent, he lived.",
      "10": "Now the sons of Israel moved out and camped in Oboth.",
      "11": "Then they journeyed from Oboth and camped at Iye-abarim, in the wilderness which is opposite Moab, to the east.",
      "12": "From there they set out and camped in Wadi Zered.",
      "13": "From there they journeyed and camped on the other side of the Arnon, which is in the wilderness that comes out of the border of the Amorites; for the Arnon is the border of Moab, between Moab and the Amorites.",
      "14": "For that reason it is said in the Book of the Wars of the Lord,\n“Waheb in Suphah,\nAnd the wadis of the Arnon,",
      "15": "And the slope of the wadis\nThat extends to the site of Ar,\nAnd leans to the border of Moab.”",
      "16": "From there they continued to Beer, that is the well where the Lord said to Moses, “Assemble the people, that I may give them water.”",
      "17": "Then Israel sang this song:\n“Spring up, O well! Sing to it!",
      "18": "The well, which the leaders dug,\nWhich the nobles of the people hollowed out,\nWith the scepter and with their staffs.”\nAnd from the wilderness they continued to Mattanah,",
      "19": "and from Mattanah to Nahaliel, and from Nahaliel to Bamoth,",
      "20": "and from Bamoth to the valley that is in the land of Moab, at the top of Pisgah, which overlooks the desert.",
      "21": "Then Israel sent messengers to Sihon, king of the Amorites, saying,",
      "22": "“Let me pass through your land. We will not turn off into field or vineyard; we will not drink water from wells. We will go by the king’s road until we have passed through your border.”",
      "23": "But Sihon would not permit Israel to pass through his border. Instead, Sihon gathered all his people and went out against Israel in the wilderness, and came to Jahaz and fought against Israel.",
      "24": "Then Israel struck him with the edge of the sword, and took possession of his land from the Arnon to the Jabbok, as far as the sons of Ammon; for the border of the sons of Ammon was Jazer.",
      "25": "Israel took all these cities, and Israel lived in all the cities of the Amorites, in Heshbon and in all her villages.",
      "26": "For Heshbon was the city of Sihon, king of the Amorites, who had fought against the former king of Moab and had taken all his land out of his hand, as far as the Arnon.",
      "27": "For that reason those who use proverbs say,\n“Come to Heshbon! Let it be built!\nSo let the city of Sihon be established.",
      "28": "For a fire spread from Heshbon,\nA flame from the town of Sihon;\nIt devoured Ar of Moab,\nThe dominant heights of the Arnon.",
      "29": "Woe to you, Moab!\nYou are destroyed, people of Chemosh!\nHe has given his sons as fugitives,\nAnd his daughters into captivity,\nTo an Amorite king, Sihon.",
      "30": "But we have shot them down with arrows,\nHeshbon is destroyed as far as Dibon,\nThen we have laid waste as far as Nophah,\nWhich reaches to Medeba.”",
      "31": "So Israel lived in the land of the Amorites.",
      "32": "Now Moses sent men to spy out Jazer, and they captured its villages and dispossessed the Amorites who were there.",
      "33": "Then they turned and went up by the way of Bashan, and Og the king of Bashan went out against them with all his people, for battle at Edrei.",
      "34": "But the Lord said to Moses, “Do not fear him, for I have handed him over to you, and all his people and his land; and you shall do to him as you did to Sihon, king of the Amorites, who lived in Heshbon.”",
      "35": "So they killed him and his sons and all his people, until there was no survivor left; and they took possession of his land."
    },
    "22": {
      "1": "Then the sons of Israel journeyed on, and camped in the plains of Moab beyond the Jordan opposite Jericho.",
      "2": "Now Balak the son of Zippor saw all that Israel had done to the Amorites.",
      "3": "So Moab was in great fear because of the people, for they were numerous; and Moab was in dread of the sons of Israel.",
      "4": "Moab said to the elders of Midian, “Now this horde will eat up all that is around us, as the ox eats up the grass of the field!” And Balak the son of Zippor was king of Moab at that time.",
      "5": "So he sent messengers to Balaam the son of Beor, at Pethor, which is near the Euphrates River, in the land of the sons of his people, to call for him, saying, “Behold, a people came out of Egypt; behold, they have covered the surface of the land, and they are living opposite me.",
      "6": "Now, therefore, please come, curse this people for me since they are too mighty for me; perhaps I will be able to defeat them and drive them out of the land. For I know that he whom you bless is blessed, and he whom you curse is cursed.”",
      "7": "So the elders of Moab and the elders of Midian left with the fees for divination in their hands; and they came to Balaam and repeated Balak’s words to him.",
      "8": "And he said to them, “Spend the night here, and I will bring word back to you just as the Lord may speak to me.” And the leaders of Moab stayed with Balaam.",
      "9": "Then God came to Balaam and said, “Who are these men with you?”",
      "10": "Balaam said to God, “Balak the son of Zippor, king of Moab, sent word to me:",
      "11": "‘Behold, there is a people who came out of Egypt, and they cover the surface of the land; now come, curse them for me; perhaps I will be able to fight against them and drive them out.’”",
      "12": "But God said to Balaam, “Do not go with them; you shall not curse the people, for they are blessed.”",
      "13": "So Balaam got up in the morning and said to Balak’s representatives, “Go back to your land, for the Lord has refused to let me go with you.”",
      "14": "And the representatives from Moab got up and went to Balak, and said, “Balaam refused to come with us.”",
      "15": "Then Balak sent representatives once again, more numerous and more distinguished than the previous.",
      "16": "They came to Balaam and said to him, “This is what Balak the son of Zippor says: ‘I beg you, let nothing keep you from coming to me;",
      "17": "for I will indeed honor you richly, and I will do whatever you tell me. Please come then, curse this people for me.’”",
      "18": "But Balaam replied to the servants of Balak, “Even if Balak were to give me his house full of silver and gold, I could not do anything, either small or great, contrary to the command of the Lord my God.",
      "19": "Now please, you also stay here tonight, and I will find out what else the Lord will say to me.”",
      "20": "And God came to Balaam at night and said to him, “If the men have come to call you, rise and go with them; but you shall do only the thing that I tell you.”",
      "21": "So Balaam arose in the morning, saddled his donkey, and went with the leaders of Moab.",
      "22": "But God was angry that he was going, and the angel of the Lord took his stand in the road as an adversary against him. Now he was riding on his donkey, and his two servants were with him.",
      "23": "When the donkey saw the angel of the Lord standing in the road with his sword drawn in his hand, the donkey turned off from the road and went into the field; and Balaam struck the donkey to guide her back onto the road.",
      "24": "Then the angel of the Lord stood in a narrow path of the vineyards, with a stone wall on this side and on that side.",
      "25": "When the donkey saw the angel of the Lord, she pressed herself against the wall and pressed Balaam’s foot against the wall, so he struck her again.",
      "26": "Then the angel of the Lord went further, and stood in a narrow place where there was no way to turn to the right or to the left.",
      "27": "When the donkey saw the angel of the Lord, she lay down under Balaam; so Balaam was angry and struck the donkey with his staff.",
      "28": "Then the Lord opened the mouth of the donkey, and she said to Balaam, “What have I done to you, that you have struck me these three times?”",
      "29": "And Balaam said to the donkey, “It is because you have made a mockery of me! If only there had been a sword in my hand! For I would have killed you by now!”",
      "30": "But the donkey said to Balaam, “Am I not your donkey on which you have ridden all your life to this day? Have I ever been in the habit of doing such a thing to you?” And he said, “No.”",
      "31": "Then the Lord opened Balaam’s eyes, and he saw the angel of the Lord standing in the way with his sword drawn in his hand; and he bowed all the way to the ground.",
      "32": "Then the angel of the Lord said to him, “Why have you struck your donkey these three times? Behold, I have come out as an adversary, because your way was reckless and contrary to me.",
      "33": "But the donkey saw me and turned away from me these three times. If she had not turned away from me, I certainly would have killed you just now, and let her live.”",
      "34": "So Balaam said to the angel of the Lord, “I have sinned, for I did not know that you were standing in the way against me. Now then, if it is displeasing to you, I will turn back.”",
      "35": "But the angel of the Lord said to Balaam, “Go with the men, but you shall speak only the word that I tell you.” So Balaam went along with the representatives of Balak.",
      "36": "When Balak heard that Balaam was coming, he went out to meet him at the city of Moab, which is on the Arnon border, at the extreme end of the border.",
      "37": "Then Balak said to Balaam, “Did I not urgently send word to you to call for you? Why did you not come to me? Am I really unable to honor you?”",
      "38": "So Balaam said to Balak, “Behold, I have come to you now! Am I really able to speak anything? The word that God puts in my mouth, that only shall I speak.”",
      "39": "And Balaam went with Balak, and they came to Kiriath-huzoth.",
      "40": "Balak sacrificed oxen and sheep, and sent some to Balaam and the leaders who were with him.",
      "41": "Then it came about in the morning that Balak took Balaam and brought him up to the high places of Baal, and he saw from there a portion of the people."
    },
    "23": {
      "1": "Then Balaam said to Balak, “Build seven altars for me here, and prepare seven bulls and seven rams for me here.”",
      "2": "Balak did just as Balaam had spoken, and Balak and Balaam offered up a bull and a ram on each altar.",
      "3": "Then Balaam said to Balak, “Stand beside your burnt offering, and I will go; perhaps the Lord will come to meet me, and whatever He shows me I will tell you.” So he went to a bare hill.",
      "4": "Now God met with Balaam, and he said to Him, “I have set up the seven altars, and I have offered up a bull and a ram on each altar.”",
      "5": "Then the Lord put a word in Balaam’s mouth and said, “Return to Balak, and this is what you shall speak.”",
      "6": "So he returned to him, and behold, he was standing beside his burnt offering, he and all the leaders of Moab.",
      "7": "And he took up his discourse and said,\n“From Aram Balak has brought me,\nMoab’s king from the mountains of the East, saying,\n‘Come, declare Jacob cursed for me,\nAnd come, curse Israel!’",
      "8": "How am I to put a curse on him upon whom God has not put a curse?\nAnd how am I to curse him whom the Lord has not cursed?",
      "9": "For I see him from the top of the rocks,\nAnd I look at him from the hills;\nBehold, a people that lives in isolation,\nAnd does not consider itself to be among the nations.",
      "10": "Who has counted the dust of Jacob,\nOr the number of the fourth part of Israel?\nMay I die the death of the upright,\nAnd may my end be like his!”",
      "11": "Then Balak said to Balaam, “What have you done to me? I took you to put a curse on my enemies, but behold, you have actually blessed them!”",
      "12": "He replied, “Must I not be careful to speak what the Lord puts in my mouth?”",
      "13": "Then Balak said to him, “Please come with me to another place from where you may see them, although you will only see the extreme end of them and will not see all of them; and put a curse on them for me from there.”",
      "14": "So he took him to the field of Zophim, to the top of Pisgah, and he built seven altars and offered a bull and a ram on each altar.",
      "15": "Then he said to Balak, “Stand here beside your burnt offering while I myself meet the Lord over there.”",
      "16": "Then the Lord met Balaam and put a word in his mouth, and said, “Return to Balak, and this is what you shall speak.”",
      "17": "So he came to him, and behold, he was standing beside his burnt offering, and the leaders of Moab with him. And Balak said to him, “What has the Lord spoken?”",
      "18": "Then he took up his discourse and said,\n“Arise, Balak, and hear;\nListen to me, son of Zippor!",
      "19": "God is not a man, that He would lie,\nNor a son of man, that He would change His mind;\nHas He said, and will He not do it?\nOr has He spoken, and will He not make it good?",
      "20": "Behold, I have received a command to bless;\nWhen He has blessed, I cannot revoke it.",
      "21": "He has not looked at misfortune in Jacob;\nNor has He seen trouble in Israel;\nThe Lord his God is with him,\nAnd the joyful shout of a king is among them.",
      "22": "God brings them out of Egypt,\nHe is for them like the horns of the wild ox.",
      "23": "For there is no magic curse against Jacob,\nNor is there any divination against Israel;\nAt the proper time it shall be said to Jacob\nAnd to Israel, what God has done!",
      "24": "Behold, a people rises like a lioness,\nAnd like a lion it raises itself;\nIt will not lie down until it devours the prey,\nAnd drinks the blood of those slain.”",
      "25": "Then Balak said to Balaam, “Do not curse them at all nor bless them at all!”",
      "26": "But Balaam replied to Balak, “Did I not tell you, ‘Whatever the Lord speaks, I must do’?”",
      "27": "Then Balak said to Balaam, “Please come, I will take you to another place; perhaps it will be agreeable with God that you curse them for me from there.”",
      "28": "So Balak took Balaam to the top of Peor, which overlooks the desert.",
      "29": "And Balaam said to Balak, “Build seven altars for me here and prepare seven bulls and seven rams for me here.”",
      "30": "Balak did just as Balaam had said, and offered up a bull and a ram on each altar."
    },
    "24": {
      "1": "When Balaam saw that it pleased the Lord to bless Israel, he did not go as at other times to seek omens, rather he turned his attention toward the wilderness.",
      "2": "And Balaam raised his eyes and saw Israel camping tribe by tribe; and the Spirit of God came upon him.",
      "3": "Then he took up his discourse and said,\n“The declaration of Balaam the son of Beor,\nAnd the declaration of the man whose eye is opened;",
      "4": "The declaration of him who hears the words of God,\nWho sees the vision of the Almighty,\nFalling down, yet having his eyes uncovered,",
      "5": "How pleasant are your tents, Jacob,\nYour dwelling places, Israel!",
      "6": "Like valleys that stretch out,\nLike gardens beside a river,\nLike aloes planted by the Lord,\nLike cedars beside the waters.",
      "7": "Water will flow from his buckets,\nAnd his seed will be by many waters,\nAnd his king shall be higher than Agag,\nAnd his kingdom shall be exalted.",
      "8": "God brings him out of Egypt,\nHe is for him like the horns of the wild ox.\nHe will devour the nations who are his adversaries,\nAnd will crush their bones,\nAnd smash them with his arrows.",
      "9": "He crouches, he lies down like a lion,\nAnd like a lioness, who dares to rouse him?\nBlessed is everyone who blesses you,\nAnd cursed is everyone who curses you.”",
      "10": "Then Balak’s anger burned against Balaam, and he struck his hands together; and Balak said to Balaam, “I called you to curse my enemies, but behold, you have persisted in blessing them these three times!",
      "11": "So flee to your place now. I said I would honor you greatly, but behold, the Lord has held you back from honor.”",
      "12": "And Balaam said to Balak, “Did I not in fact tell your messengers whom you had sent to me, saying,",
      "13": "‘If Balak were to give me his house full of silver and gold, I could not do anything contrary to the command of the Lord, either good or bad, of my own accord. What the Lord speaks, I will speak’?",
      "14": "So now, behold, I am going to my people; come, and I will advise you of what this people will do to your people in the days to come.”",
      "15": "Then he took up his discourse and said,\n“The declaration of Balaam the son of Beor,\nAnd the declaration of the man whose eye is opened,",
      "16": "The declaration of him who hears the words of God,\nAnd knows the knowledge of the Most High,\nWho sees the vision of the Almighty,\nFalling down, yet having his eyes uncovered:",
      "17": "I see him, but not now;\nI look at him, but not near;\nA star shall appear from Jacob,\nA scepter shall rise from Israel,\nAnd shall smash the forehead of Moab,\nAnd overcome all the sons of Sheth.",
      "18": "And Edom shall be a possession,\nSeir, its enemies, also will be a possession,\nWhile Israel performs valiantly.",
      "19": "One from Jacob shall rule,\nAnd will eliminate the survivors from the city.”",
      "20": "And he looked at Amalek and took up his discourse and said,\n“Amalek was the first of the nations,\nBut his end shall be destruction.”",
      "21": "And he looked at the Kenite, and took up his discourse and said,\n“Your dwelling place is enduring,\nAnd your nest is set in the cliff.",
      "22": "Nevertheless Kain will suffer devastation;\nHow long will Asshur keep you captive?”",
      "23": "Then he took up his discourse and said,\n“Oh, who can live unless God has ordained it?",
      "24": "But ships shall come from the coast of Kittim,\nAnd they shall oppress Asshur and oppress Eber;\nSo they also will come to destruction.”",
      "25": "Then Balaam arose, and he departed and returned to his place, and Balak also went on his way."
    },
    "25": {
      "1": "While Israel remained at Shittim, the people began to commit infidelity with the daughters of Moab.",
      "2": "For they invited the people to the sacrifices of their gods, and the people ate and bowed down to their gods.",
      "3": "So Israel became followers of Baal of Peor, and the Lord was angry with Israel.",
      "4": "And the Lord said to Moses, “Take all the leaders of the people and execute them in broad daylight before the Lord, so that the fierce anger of the Lord may turn away from Israel.”",
      "5": "So Moses said to the judges of Israel, “Each of you kill his men who have become followers of Baal of Peor.”",
      "6": "Then behold, one of the sons of Israel came and brought to his relatives a Midianite woman, in the sight of Moses and in the sight of the whole congregation of the sons of Israel, while they were weeping at the entrance of the tent of meeting.",
      "7": "When Phinehas the son of Eleazar, the son of Aaron the priest, saw it, he rose up from the midst of the congregation and took a spear in his hand,",
      "8": "and he went after the man of Israel into the inner room of the tent and pierced both of them, the man of Israel and the woman, through the abdomen. So the plague on the sons of Israel was brought to a halt.",
      "9": "But those who died from the plague were twenty-four thousand in number.",
      "10": "Then the Lord spoke to Moses, saying,",
      "11": "“Phinehas the son of Eleazar, the son of Aaron the priest, has averted My wrath from the sons of Israel in that he was jealous with My jealousy among them, so that I did not destroy the sons of Israel in My jealousy.",
      "12": "Therefore say, ‘Behold, I am giving him My covenant of peace;",
      "13": "and it shall be for him and for his descendants after him, a covenant of a permanent priesthood, because he was jealous for his God and made atonement for the sons of Israel.’”",
      "14": "Now the name of the dead man of Israel who was killed with the Midianite woman, was Zimri the son of Salu, a leader of a father’s household among the Simeonites.",
      "15": "And the name of the Midianite woman who was killed was Cozbi the daughter of Zur, who was head of the people of a father’s household in Midian.",
      "16": "Then the Lord spoke to Moses, saying,",
      "17": "“Be hostile to the Midianites and attack them;",
      "18": "for they have been hostile to you with their tricks, with which they have deceived you in the matter of Peor and in the matter of Cozbi, the daughter of the leader of Midian, their sister who was killed on the day of the plague because of Peor.”"
    },
    "26": {
      "1": "Then it came about after the plague, that the Lord spoke to Moses and to Eleazar the son of Aaron the priest, saying,",
      "2": "“Take a census of all the congregation of the sons of Israel from twenty years old and upward, by their fathers’ households, whoever is able to go to war in Israel.”",
      "3": "So Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying,",
      "4": "“Take a census of the people from twenty years old and upward, as the Lord has commanded Moses.”\nNow the sons of Israel who came out of the land of Egypt were as follows:",
      "5": "Reuben, Israel’s firstborn, the sons of Reuben: of Hanoch, the family of the Hanochites; of Pallu, the family of the Palluites;",
      "6": "of Hezron, the family of the Hezronites; of Carmi, the family of the Carmites.",
      "7": "These are the families of the Reubenites, and those who were counted of them were 43,730.",
      "8": "The son of Pallu: Eliab.",
      "9": "The sons of Eliab: Nemuel, Dathan, and Abiram. These are the Dathan and Abiram who were called by the congregation, who fought against Moses and against Aaron in the group of Korah, when they fought against the Lord,",
      "10": "and the earth opened its mouth and swallowed them up along with Korah, when that group died, when the fire devoured 250 men, so that they became a warning sign.",
      "11": "The sons of Korah, however, did not die.",
      "12": "The sons of Simeon by their families: of Nemuel, the family of the Nemuelites; of Jamin, the family of the Jaminites; of Jachin, the family of the Jachinites;",
      "13": "of Zerah, the family of the Zerahites; of Shaul, the family of the Shaulites.",
      "14": "These are the families of the Simeonites, 22,200 in number.",
      "15": "The sons of Gad by their families: of Zephon, the family of the Zephonites; of Haggi, the family of the Haggites; of Shuni, the family of the Shunites;",
      "16": "of Ozni, the family of the Oznites; of Eri, the family of the Erites;",
      "17": "of Arod, the family of the Arodites; of Areli, the family of the Arelites.",
      "18": "These are the families of the sons of Gad according to those who were numbered of them, 40,500.",
      "19": "The sons of Judah were Er and Onan, but Er and Onan died in the land of Canaan.",
      "20": "The sons of Judah by their families were: of Shelah, the family of the Shelanites; of Perez, the family of the Perezites; of Zerah, the family of the Zerahites.",
      "21": "The sons of Perez were: of Hezron, the family of the Hezronites; of Hamul, the family of the Hamulites.",
      "22": "These are the families of Judah by those who were numbered of them, 76,500.",
      "23": "The sons of Issachar by their families: of Tola, the family of the Tolaites; of Puvah, the family of the Punites;",
      "24": "of Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites.",
      "25": "These are the families of Issachar by those who were numbered of them, 64,300.",
      "26": "The sons of Zebulun by their families: of Sered, the family of the Seredites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites.",
      "27": "These are the families of the Zebulunites by those who were numbered of them, 60,500.",
      "28": "The sons of Joseph by their families: Manasseh and Ephraim.",
      "29": "The sons of Manasseh: of Machir, the family of the Machirites; and Machir fathered Gilead: of Gilead, the family of the Gileadites.",
      "30": "These are the sons of Gilead: of Iezer, the family of the Iezerites; of Helek, the family of the Helekites;",
      "31": "and of Asriel, the family of the Asrielites; and of Shechem, the family of the Shechemites;",
      "32": "and of Shemida, the family of the Shemidaites; and of Hepher, the family of the Hepherites.",
      "33": "Now Zelophehad the son of Hepher had no sons, only daughters; and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
      "34": "These are the families of Manasseh; and those who were numbered of them were 52,700.",
      "35": "These are the sons of Ephraim by their families: of Shuthelah, the family of the Shuthelahites; of Becher, the family of the Becherites; of Tahan, the family of the Tahanites.",
      "36": "These are the sons of Shuthelah: of Eran, the family of the Eranites.",
      "37": "These are the families of the sons of Ephraim by those who were numbered of them, 32,500. These are the sons of Joseph by their families.",
      "38": "The sons of Benjamin by their families: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of Ahiram, the family of the Ahiramites;",
      "39": "of Shephupham, the family of the Shuphamites; of Hupham, the family of the Huphamites.",
      "40": "The sons of Bela were Ard and Naaman: of Ard, the family of the Ardites; of Naaman, the family of the Naamites.",
      "41": "These are the sons of Benjamin by their families; and those who were numbered of them were 45,600.",
      "42": "These are the sons of Dan by their families: of Shuham, the family of the Shuhamites. These are the families of Dan by their families.",
      "43": "All the families of the Shuhamites, by those who were numbered of them, were 64,400.",
      "44": "The sons of Asher by their families: of Imnah, the family of the Imnites; of Ishvi, the family of the Ishvites; of Beriah, the family of the Beriites.",
      "45": "Of the sons of Beriah: of Heber, the family of the Heberites; of Malchiel, the family of the Malchielites.",
      "46": "And the name of the daughter of Asher was Serah.",
      "47": "These are the families of the sons of Asher by those who were numbered of them, 53,400.",
      "48": "The sons of Naphtali by their families: of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites;",
      "49": "of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites.",
      "50": "These are the families of Naphtali by their families; and those who were numbered of them were 45,400.",
      "51": "These are the ones who were numbered of the sons of Israel, 601,730.",
      "52": "Then the Lord spoke to Moses, saying,",
      "53": "“Among these the land shall be divided as an inheritance according to the number of names.",
      "54": "To a larger group you shall increase their inheritance, and to a smaller group you shall decrease their inheritance; each shall be given their inheritance corresponding to the total of those who were numbered of them.",
      "55": "But the land shall be divided by lot. They shall receive their inheritance according to the names of the tribes of their fathers.",
      "56": "Corresponding to the selection by lot, their inheritance shall be divided between the larger and the smaller groups.”",
      "57": "These are those who were numbered of the Levites according to their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites.",
      "58": "These are the families of Levi: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, and the family of the Korahites. Kohath fathered Amram.",
      "59": "And the name of Amram’s wife was Jochebed, the daughter of Levi, who was born to Levi in Egypt; and she bore to Amram Aaron and Moses, and their sister Miriam.",
      "60": "And to Aaron were born Nadab and Abihu, Eleazar and Ithamar.",
      "61": "But Nadab and Abihu died when they offered strange fire before the Lord.",
      "62": "Those who were numbered of them were twenty-three thousand, every male from a month old and upward, for they were not numbered among the sons of Israel since no inheritance was given to them among the sons of Israel.",
      "63": "These are the ones who were numbered by Moses and Eleazar the priest, who numbered the sons of Israel in the plains of Moab by the Jordan at Jericho.",
      "64": "But among these there was not a man of those who were numbered by Moses and Aaron the priest, who numbered the sons of Israel in the wilderness of Sinai.",
      "65": "For the Lord had said of them, “They shall certainly die in the wilderness.” And not a man was left of them, except Caleb the son of Jephunneh and Joshua the son of Nun."
    },
    "27": {
      "1": "Then the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the families of Manasseh the son of Joseph, came forward; and these are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
      "2": "They stood before Moses, before Eleazar the priest, before the leaders, and all the congregation at the entrance of the tent of meeting, saying,",
      "3": "“Our father died in the wilderness, yet he was not among the group of those who gathered together against the Lord, in the group of Korah; but he died in his own sin, and he had no sons.",
      "4": "Why should the name of our father be withdrawn from among his family simply because he had no son? Give us property among our father’s brothers.”",
      "5": "So Moses brought their case before the Lord.",
      "6": "Then the Lord said to Moses,",
      "7": "“The daughters of Zelophehad are right about their statements. You shall certainly give them hereditary property among their father’s brothers, and you shall transfer the inheritance of their father to them.",
      "8": "Further, you shall speak to the sons of Israel, saying, ‘If a man dies and has no son, then you shall transfer his inheritance to his daughter.",
      "9": "And if he has no daughter, then you shall give his inheritance to his brothers.",
      "10": "If he has no brothers, then you shall give his inheritance to his father’s brothers.",
      "11": "And if his father has no brothers, then you shall give his inheritance to his nearest relative in his own family, and he shall take possession of it; and it shall be a statutory ordinance to the sons of Israel, just as the Lord has commanded Moses.’”",
      "12": "Then the Lord said to Moses, “Go up to this mountain of Abarim, and see the land which I have given to the sons of Israel.",
      "13": "When you have seen it, you too will be gathered to your people, just as Aaron your brother was;",
      "14": "for in the wilderness of Zin, during the strife of the congregation, you rebelled against My command to treat Me as holy before their eyes at the water.” (These are the waters of Meribah of Kadesh in the wilderness of Zin.)",
      "15": "Then Moses spoke to the Lord, saying,",
      "16": "“May the Lord, the God of the spirits of humanity, appoint a man over the congregation,",
      "17": "who will go out and come in before them, and lead them out and bring them in, so that the congregation of the Lord will not be like sheep that have no shepherd.”",
      "18": "So the Lord said to Moses, “Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him;",
      "19": "and have him stand before Eleazar the priest and before all the congregation, and commission him in their sight.",
      "20": "And you shall put some of your authority on him, so that all the congregation of the sons of Israel will obey him.",
      "21": "Moreover, he shall stand before Eleazar the priest, who shall inquire for him by the judgment of the Urim before the Lord. At his command they shall go out, and at his command they shall come in, both he and all the sons of Israel with him, all the congregation.”",
      "22": "Then Moses did just as the Lord commanded him; he took Joshua and had him stand before Eleazar the priest and before all the congregation.",
      "23": "Then he laid his hands on him and commissioned him, just as the Lord had spoken through Moses."
    },
    "28": {
      "1": "Then the Lord spoke to Moses, saying,",
      "2": "“Command the sons of Israel and say to them, ‘You shall be careful to present to Me My offering, My food for My offerings by fire, of a soothing aroma to Me, at their appointed time.’",
      "3": "And you shall say to them, ‘This is the offering by fire which you shall offer to the Lord: two male lambs one year old without defect as a continual burnt offering every day.",
      "4": "You shall offer the one lamb in the morning, and the other lamb you shall offer at twilight;",
      "5": "also a tenth of an ephah of fine flour as a grain offering, mixed with a fourth of a hin of pure oil.",
      "6": "It is a continual burnt offering which was ordained on Mount Sinai as a soothing aroma, an offering by fire to the Lord.",
      "7": "Then the drink offering with it shall be a fourth of a hin for each lamb; in the Holy Place pour out a drink offering of strong drink to the Lord.",
      "8": "The other lamb you shall offer at twilight; as the grain offering of the morning and as its drink offering, you shall offer it, an offering by fire, a soothing aroma to the Lord.",
      "9": "‘Then on the Sabbath day two male lambs one year old without defect, and two-tenths of an ephah of fine flour mixed with oil as a grain offering, and its drink offering:",
      "10": "This is the burnt offering of every Sabbath in addition to the continual burnt offering and its drink offering.",
      "11": "‘Then at the beginning of each of your months you shall present a burnt offering to the Lord: two bulls and one ram, seven male lambs one year old without defect;",
      "12": "and three-tenths of an ephah of fine flour mixed with oil as a grain offering, for each bull; and two-tenths of fine flour mixed with oil as a grain offering, for the one ram;",
      "13": "and a tenth of an ephah of fine flour mixed with oil as a grain offering for each lamb, as a burnt offering of a soothing aroma, an offering by fire to the Lord.",
      "14": "Their drink offerings shall be half a hin of wine for a bull and a third of a hin for the ram and a fourth of a hin for a lamb; this is the burnt offering of each month throughout the months of the year.",
      "15": "And one male goat as a sin offering to the Lord; it shall be offered with its drink offering in addition to the continual burnt offering.",
      "16": "‘The Lord’s Passover shall be on the fourteenth day of the first month.",
      "17": "On the fifteenth day of this month there shall be a feast; unleavened bread shall be eaten for seven days.",
      "18": "On the first day there shall be a holy assembly; you shall do no laborious work.",
      "19": "But you shall present an offering by fire, a burnt offering to the Lord: two bulls and one ram, and seven male lambs one year old, that you have without defect.",
      "20": "For their grain offering, you shall offer fine flour mixed with oil: three-tenths of an ephah for a bull, and two-tenths for the ram.",
      "21": "A tenth of an ephah you shall offer for each of the seven lambs;",
      "22": "and one male goat as a sin offering to make atonement for you.",
      "23": "You shall present these besides the burnt offering of the morning, which is for a continual burnt offering.",
      "24": "In this way you shall present daily, for seven days, the food of the offering by fire, of a soothing aroma to the Lord; it shall be presented with its drink offering in addition to the continual burnt offering.",
      "25": "On the seventh day you shall have a holy assembly; you shall do no laborious work.",
      "26": "‘Also on the day of the first fruits, when you present a new grain offering to the Lord in your Feast of Weeks, you shall have a holy assembly; you shall do no laborious work.",
      "27": "But you shall offer a burnt offering as a soothing aroma to the Lord: two bulls, one ram, and seven male lambs one year old;",
      "28": "and as their grain offering, fine flour mixed with oil: three-tenths of an ephah for each bull, two-tenths for the one ram,",
      "29": "and a tenth for each of the seven lambs;",
      "30": "also one male goat to make atonement for you.",
      "31": "Besides the continual burnt offering and its grain offering, you shall present them with their drink offerings. They shall be without defect."
    },
    "29": {
      "1": "‘Now in the seventh month, on the first day of the month, you shall have a holy assembly; you shall do no laborious work. It will be to you a day for blowing trumpets.",
      "2": "And you shall offer a burnt offering as a soothing aroma to the Lord: one bull, one ram, and seven male lambs one year old without defect;",
      "3": "also their grain offering, fine flour mixed with oil: three-tenths of an ephah for the bull, two-tenths for the ram,",
      "4": "and a tenth for each of the seven lambs,",
      "5": "and one male goat as a sin offering, to make atonement for you,",
      "6": "besides the burnt offering of the new moon and its grain offering, and the continual burnt offering and its grain offering, and their drink offerings, according to their ordinance, for a soothing aroma, an offering by fire to the Lord.",
      "7": "‘Then on the tenth day of this seventh month you shall have a holy assembly, and you shall humble yourselves; you shall not do any work.",
      "8": "You shall present a burnt offering to the Lord as a soothing aroma: one bull, one ram, and seven male lambs one year old, that you have without defect;",
      "9": "and their grain offering, fine flour mixed with oil: three-tenths of an ephah for the bull, two-tenths for the one ram,",
      "10": "and a tenth for each of the seven lambs;",
      "11": "one male goat as a sin offering, besides the sin offering of atonement and the continual burnt offering, and its grain offering, and their drink offerings.",
      "12": "‘Then on the fifteenth day of the seventh month you shall have a holy assembly; you shall do no laborious work, and you shall celebrate with a feast to the Lord for seven days.",
      "13": "You shall present a burnt offering, an offering by fire as a soothing aroma to the Lord: thirteen bulls, two rams, and fourteen male lambs one year old, which are without defect;",
      "14": "and their grain offering, fine flour mixed with oil: three-tenths of an ephah for each of the thirteen bulls, two-tenths for each of the two rams,",
      "15": "and a tenth for each of the fourteen lambs;",
      "16": "and one male goat as a sin offering, besides the continual burnt offering, its grain offering, and its drink offering.",
      "17": "‘Then on the second day: twelve bulls, two rams, and fourteen male lambs one year old without defect;",
      "18": "and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number according to the ordinance;",
      "19": "and one male goat as a sin offering, besides the continual burnt offering and its grain offering, and their drink offerings.",
      "20": "‘Then on the third day: eleven bulls, two rams, and fourteen male lambs one year old without defect;",
      "21": "and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number according to the ordinance;",
      "22": "and one male goat as a sin offering, besides the continual burnt offering and its grain offering, and its drink offering.",
      "23": "‘Then on the fourth day: ten bulls, two rams, and fourteen male lambs one year old without defect;",
      "24": "their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number according to the ordinance;",
      "25": "and one male goat as a sin offering, besides the continual burnt offering, its grain offering, and its drink offering.",
      "26": "‘Then on the fifth day: nine bulls, two rams, and fourteen male lambs one year old without defect;",
      "27": "and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number according to the ordinance;",
      "28": "and one male goat as a sin offering, besides the continual burnt offering and its grain offering, and its drink offering.",
      "29": "‘Then on the sixth day: eight bulls, two rams, and fourteen male lambs one year old without defect;",
      "30": "and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number according to the ordinance;",
      "31": "and one male goat as a sin offering, besides the continual burnt offering, its grain offering, and its drink offerings.",
      "32": "‘Then on the seventh day: seven bulls, two rams, and fourteen male lambs one year old without defect;",
      "33": "and their grain offering and their drink offerings for the bulls, for the rams, and for the lambs, by their number according to the ordinance;",
      "34": "and one male goat as a sin offering, besides the continual burnt offering, its grain offering, and its drink offering.",
      "35": "‘On the eighth day you shall have a sacred assembly; you shall do no laborious work.",
      "36": "But you shall present a burnt offering, an offering by fire, as a soothing aroma to the Lord: one bull, one ram, and seven male lambs one year old without defect;",
      "37": "their grain offering and their drink offerings for the bull, for the ram, and for the lambs, by their number according to the ordinance;",
      "38": "and one male goat as a sin offering, besides the continual burnt offering and its grain offering, and its drink offering.",
      "39": "‘You shall present these to the Lord at your appointed times, besides your vowed offerings and your voluntary offerings, for your burnt offerings, your grain offerings, your drink offerings, and for your peace offerings.’”",
      "40": "And Moses spoke to the sons of Israel in accordance with everything that the Lord had commanded Moses."
    },
    "30": {
      "1": "Then Moses spoke to the heads of the tribes of the sons of Israel, saying, “This is the word which the Lord has commanded:",
      "2": "If a man makes a vow to the Lord, or takes an oath to put himself under a binding obligation, he shall not break his word; he shall act in accordance with everything that comes out of his mouth.",
      "3": "“And if a woman makes a vow to the Lord, and puts herself under a binding obligation in her father’s house in her youth,",
      "4": "and her father hears her vow and her obligation under which she has put herself, and her father says nothing to her, then all her vows shall remain valid and every binding obligation under which she has put herself shall remain valid.",
      "5": "But if her father expresses disapproval to her on the day he hears of it, none of her vows or her obligations under which she has put herself shall remain valid; and the Lord will forgive her because her father has expressed disapproval to her.",
      "6": "“However, if she happens to marry while under her vows or the impulsive statement of her lips by which she has obligated herself,",
      "7": "and her husband hears of it and says nothing to her on the day he hears it, then her vows shall remain valid and her binding obligations under which she has put herself shall remain valid.",
      "8": "But if on the day her husband hears of it, he expresses disapproval to her, then he will annul her vow which she is under and the impulsive statement of her lips by which she has obligated herself; and the Lord will forgive her.",
      "9": "“But as for the vow of a widow or of a divorced woman, every binding obligation under which she has put herself, shall remain valid against her.",
      "10": "However, if a married woman vowed in her husband’s house, or put herself under a binding obligation with an oath,",
      "11": "and her husband heard it, but said nothing to her and did not express disapproval to her, then all her vows shall remain valid and every binding obligation under which she put herself shall remain valid.",
      "12": "But if her husband actually annuls them on the day he hears them, then no utterance from her lips concerning her vows or the obligation she put on herself shall remain valid; her husband has annulled them, and the Lord will forgive her.",
      "13": "“Every vow and every binding oath to humble herself, her husband may confirm it or her husband may annul it.",
      "14": "But if her husband in fact says nothing to her from day to day, then he confirms all her vows or all her binding obligations which are on her; he has confirmed them, because he said nothing to her on the day he heard them.",
      "15": "However, if he actually annuls them after he has heard them, then he shall bear the responsibility for her guilt.”",
      "16": "These are the statutes which the Lord commanded Moses concerning matters between a man and his wife, and between a father and his daughter while she is in her youth in her father’s house."
    },
    "31": {
      "1": "Then the Lord spoke to Moses, saying,",
      "2": "“Take vengeance on the Midianites for the sons of Israel; afterward you will be gathered to your people.”",
      "3": "So Moses spoke to the people, saying, “Arm men from among you for the war, so that they may go against Midian to execute the Lord’s vengeance on Midian.",
      "4": "You shall send a thousand from each tribe of all the tribes of Israel to the war.”",
      "5": "So there were selected from the thousands of Israel, a thousand from each tribe, twelve thousand armed for war.",
      "6": "And Moses sent them, a thousand from each tribe, to the war, and Phinehas the son of Eleazar the priest, to the war with them, and the holy implements and the trumpets for the alarm in his hand.",
      "7": "So they made war against Midian, just as the Lord had commanded Moses, and they killed every male.",
      "8": "They killed the kings of Midian along with the rest of those killed: Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian. They also killed Balaam the son of Beor with the sword.",
      "9": "And the sons of Israel took captive the women of Midian and their little ones; and they plundered all their cattle, all their flocks, and all their property.",
      "10": "Then they burned all their cities where they lived and all their encampments.",
      "11": "And they took all the plunder and all the spoils, both of people and of livestock.",
      "12": "They brought the captives and the spoils and the plunder to Moses, to Eleazar the priest, and to the congregation of the sons of Israel, to the camp at the plains of Moab which are by the Jordan, opposite Jericho.",
      "13": "And Moses, Eleazar the priest, and all the leaders of the congregation went out to meet them outside the camp.",
      "14": "But Moses was angry with the officers of the army, the commanders of thousands and the commanders of hundreds, who had come from service in the war.",
      "15": "And Moses said to them, “Have you spared all the women?",
      "16": "Behold, they caused the sons of Israel, through the counsel of Balaam, to be unfaithful to the Lord in the matter of Peor, so that the plague took place among the congregation of the Lord!",
      "17": "Now therefore, kill every male among the little ones, and kill every woman who has known a man intimately.",
      "18": "However, all the girls who have not known a man intimately, keep alive for yourselves.",
      "19": "And as for you, camp outside the camp for seven days; whoever has killed a person and whoever has touched anyone killed, purify yourselves, you and your captives, on the third day and on the seventh day.",
      "20": "And you shall purify for yourselves every garment, every article of leather, every work of goats’ hair, and every article of wood.”",
      "21": "Then Eleazar the priest said to the men of war who had gone to battle, “This is the statute of the Law which the Lord has commanded Moses:",
      "22": "only the gold and the silver, the bronze, the iron, the tin, and the lead,",
      "23": "everything that can withstand the fire, you shall pass through the fire, and it will be clean, only it shall be purified with water for impurity. But whatever cannot withstand the fire you shall pass through the water.",
      "24": "And you shall wash your clothes on the seventh day and you will be clean; and afterward you may enter the camp.”",
      "25": "Then the Lord spoke to Moses, saying,",
      "26": "“You and Eleazar the priest and the heads of the fathers’ households of the congregation take a count of the spoils that were captured, both of people and of livestock;",
      "27": "and divide the spoils between the warriors who went to battle and all the congregation.",
      "28": "Also, collect a tribute tax for the Lord from the men of war who went to battle, one in five hundred of the persons, of the cattle, of the donkeys, and of the sheep;",
      "29": "take it from their half and give it to Eleazar the priest, as an offering to the Lord.",
      "30": "And from the sons of Israel’s half, you shall take one drawn from every fifty of the persons, of the cattle, of the donkeys, and of the sheep, from all the animals; and give them to the Levites who perform the duty of the tabernacle of the Lord.”",
      "31": "Moses and Eleazar the priest did just as the Lord had commanded Moses.",
      "32": "Now the spoils that remained from the plunder which the men of war had plundered was 675,000 sheep,",
      "33": "seventy-two thousand cattle,",
      "34": "sixty-one thousand donkeys,",
      "35": "and of captive people, of the women who had not known a man intimately, in all were thirty-two thousand people.",
      "36": "The half, the share of those who went to war, was as follows: the number of sheep was 337,500,",
      "37": "the Lord’s tribute tax of the sheep was 675;",
      "38": "the cattle were thirty-six thousand, from which the Lord’s tribute tax was seventy-two;",
      "39": "the donkeys were 30,500, from which the Lord’s tribute tax was sixty-one;",
      "40": "and the captive people were sixteen thousand, from whom the Lord’s tribute tax was thirty-two persons.",
      "41": "And Moses gave the tribute tax, which was the Lord’s offering, to Eleazar the priest, just as the Lord had commanded Moses.",
      "42": "As for the sons of Israel’s half, which Moses separated from the men who had gone to war—",
      "43": "now the congregation’s half was 337,500 sheep,",
      "44": "thirty-six thousand cattle,",
      "45": "30,500 donkeys,",
      "46": "and the captive people were sixteen thousand—",
      "47": "from the sons of Israel’s half Moses took one drawn from every fifty, both of people and of animals, and gave them to the Levites, who performed the duty of the tabernacle of the Lord, just as the Lord had commanded Moses.",
      "48": "Then the officers who were over the thousands of the army, the commanders of thousands and the commanders of hundreds, approached Moses,",
      "49": "and they said to Moses, “Your servants have taken a census of the men of war who are under our authority, and no man of us is missing.",
      "50": "So we have brought as an offering to the Lord what each man found, articles of gold, armlets and bracelets, signet rings, earrings, and necklaces, to make atonement for ourselves before the Lord.”",
      "51": "Moses and Eleazar the priest took the gold from them, all kinds of crafted articles.",
      "52": "All the gold of the offering which they offered up to the Lord, from the commanders of thousands and the commanders of hundreds, was 16,750 shekels.",
      "53": "The men of war had taken plunder, every man for himself.",
      "54": "So Moses and Eleazar the priest took the gold from the commanders of thousands and of hundreds, and brought it to the tent of meeting as a memorial for the sons of Israel before the Lord."
    },
    "32": {
      "1": "Now the sons of Reuben and the sons of Gad had a very large number of livestock. So when they saw the land of Jazer and the land of Gilead, that it was indeed a place suitable for livestock,",
      "2": "the sons of Gad and the sons of Reuben came and spoke to Moses, Eleazar the priest, and to the leaders of the congregation, saying,",
      "3": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,",
      "4": "the land which the Lord conquered before the congregation of Israel, is a land for livestock, and your servants have livestock.”",
      "5": "And they said, “If we have found favor in your sight, let this land be given to your servants as our property; do not take us across the Jordan.”",
      "6": "But Moses said to the sons of Gad and the sons of Reuben, “Should your brothers go to war while you remain here?",
      "7": "And why are you discouraging the sons of Israel from crossing over into the land which the Lord has given them?",
      "8": "This is what your fathers did when I sent them from Kadesh-barnea to see the land.",
      "9": "For when they went up to the Valley of Eshcol and saw the land, they discouraged the sons of Israel so that they did not go into the land which the Lord had given them.",
      "10": "So the Lord’s anger burned on that day, and He swore, saying,",
      "11": "‘None of the men who came up from Egypt, from twenty years old and upward, shall see the land which I swore to Abraham, to Isaac, and to Jacob; for they did not follow Me fully,",
      "12": "except Caleb the son of Jephunneh the Kenizzite and Joshua the son of Nun; for they have followed the Lord fully.’",
      "13": "So the Lord’s anger burned against Israel, and He made them wander in the wilderness for forty years, until the entire generation of those who had done evil in the sight of the Lord came to an end.",
      "14": "Now behold, you have risen up in your fathers’ place, born of sinful men, to add still more to the burning anger of the Lord against Israel.",
      "15": "For if you turn away from following Him, He will once more leave them in the wilderness, and you will destroy all these people.”",
      "16": "Then they approached him and said, “We will build sheepfolds for our livestock here and cities for our little ones;",
      "17": "but we ourselves will be armed, hurrying ahead of the sons of Israel, until we have brought them to their place, while our little ones live in the fortified cities because of the inhabitants of the land.",
      "18": "We will not return to our homes until every one of the sons of Israel has gained possession of his inheritance.",
      "19": "But we will not have an inheritance with them on the other side of the Jordan and beyond, because our inheritance has come to us on this side of the Jordan toward the east.”",
      "20": "So Moses said to them, “If you will do this, if you will arm yourselves before the Lord for the war,",
      "21": "and all of you armed men cross over the Jordan before the Lord until He has driven His enemies out from Him,",
      "22": "and the land is subdued before the Lord, then afterward you may return and be free of obligation toward the Lord and toward Israel, and this land shall be yours as property before the Lord.",
      "23": "But if you do not do so, behold, you have sinned against the Lord, and be sure that your sin will find you out.",
      "24": "Build yourselves cities for your little ones, and sheepfolds for your sheep, and do what you have promised.”",
      "25": "Then the sons of Gad and the sons of Reuben spoke to Moses, saying, “Your servants will do just as my lord commands.",
      "26": "Our little ones, our wives, our livestock, and all our cattle shall remain there in the cities of Gilead,",
      "27": "while your servants, that is, everyone who is armed for war, cross over in the presence of the Lord to battle, just as my lord says.”",
      "28": "So Moses gave the command regarding them to Eleazar the priest, to Joshua the son of Nun, and to the heads of the fathers’ households of the tribes of the sons of Israel.",
      "29": "And Moses said to them, “If the sons of Gad and the sons of Reuben, everyone who is armed for battle, cross with you over the Jordan in the presence of the Lord, and the land is subdued before you, then you shall give them the land of Gilead as their property;",
      "30": "but if they do not cross over with you armed, they shall instead be settled among you in the land of Canaan.”",
      "31": "And the sons of Gad and the sons of Reuben answered, saying, “As the Lord has said to your servants, so we will do.",
      "32": "We ourselves will cross over armed in the presence of the Lord into the land of Canaan, and the property of our inheritance shall remain with us across the Jordan.”",
      "33": "So Moses gave to them, to the sons of Gad, the sons of Reuben, and to the half-tribe of Joseph’s son Manasseh, the kingdom of Sihon, king of the Amorites and the kingdom of Og, the king of Bashan, the land with its cities with their territories, the cities of the surrounding land.",
      "34": "And the sons of Gad built Dibon, Ataroth, Aroer,",
      "35": "Atroth-shophan, Jazer, Jogbehah,",
      "36": "Beth-nimrah, and Beth-haran as fortified cities, and sheepfolds for sheep.",
      "37": "The sons of Reuben built Heshbon, Elealeh, Kiriathaim,",
      "38": "Nebo, and Baal-meon—their names being changed—and Sibmah, and they gave other names to the cities which they built.",
      "39": "The sons of Machir the son of Manasseh went to Gilead and took it, and dispossessed the Amorites who were in it.",
      "40": "So Moses gave Gilead to Machir the son of Manasseh, and he lived in it.",
      "41": "Jair the son of Manasseh went and took its towns, and called them Havvoth-jair.",
      "42": "Nobah went and took Kenath and its villages, and named it Nobah, after his own name."
    },
    "33": {
      "1": "These are the journeys of the sons of Israel, by which they came out of the land of Egypt by their armies, under the leadership of Moses and Aaron.",
      "2": "Moses recorded their starting places according to their journeys by the command of the Lord, and these are their journeys according to their starting places.",
      "3": "Now they journeyed from Rameses in the first month, on the fifteenth day of the first month; on the day after the Passover the sons of Israel started out boldly in the sight of all the Egyptians,",
      "4": "while the Egyptians were burying all their firstborn whom the Lord had fatally struck among them. The Lord had also executed judgments against their gods.",
      "5": "Then the sons of Israel journeyed from Rameses and camped in Succoth.",
      "6": "They journeyed from Succoth and camped in Etham, which is on the edge of the wilderness.",
      "7": "Then they journeyed from Etham and turned back to Pi-hahiroth, which faces Baal-zephon; and they camped before Migdol.",
      "8": "They journeyed from Pi-hahiroth and passed through the midst of the sea to the wilderness; and they went three days’ journey in the wilderness of Etham and camped at Marah.",
      "9": "They journeyed from Marah and came to Elim; and in Elim there were twelve springs of water and seventy palm trees, and they camped there.",
      "10": "They journeyed from Elim and camped by the Red Sea.",
      "11": "And they journeyed from the Red Sea and camped in the wilderness of Sin.",
      "12": "They journeyed from the wilderness of Sin and camped at Dophkah.",
      "13": "They journeyed from Dophkah and camped at Alush.",
      "14": "And they journeyed from Alush and camped at Rephidim; now it was there that the people had no water to drink.",
      "15": "And they journeyed from Rephidim and camped in the wilderness of Sinai.",
      "16": "They journeyed from the wilderness of Sinai, and camped at Kibroth-hattaavah.",
      "17": "They journeyed from Kibroth-hattaavah and camped at Hazeroth.",
      "18": "They journeyed from Hazeroth and camped at Rithmah.",
      "19": "They journeyed from Rithmah and camped at Rimmon-perez.",
      "20": "They journeyed from Rimmon-perez and camped at Libnah.",
      "21": "They journeyed from Libnah and camped at Rissah.",
      "22": "They journeyed from Rissah and camped in Kehelathah.",
      "23": "They journeyed from Kehelathah and camped at Mount Shepher.",
      "24": "They journeyed from Mount Shepher and camped at Haradah.",
      "25": "They journeyed from Haradah and camped at Makheloth.",
      "26": "They journeyed from Makheloth and camped at Tahath.",
      "27": "They journeyed from Tahath and camped at Terah.",
      "28": "They journeyed from Terah and camped at Mithkah.",
      "29": "They journeyed from Mithkah and camped at Hashmonah.",
      "30": "They journeyed from Hashmonah and camped at Moseroth.",
      "31": "They journeyed from Moseroth and camped at Bene-jaakan.",
      "32": "They journeyed from Bene-jaakan and camped at Hor-haggidgad.",
      "33": "They journeyed from Hor-haggidgad and camped at Jotbathah.",
      "34": "They journeyed from Jotbathah and camped at Abronah.",
      "35": "They journeyed from Abronah and camped at Ezion-geber.",
      "36": "They journeyed from Ezion-geber and camped in the wilderness of Zin, that is, Kadesh.",
      "37": "They journeyed from Kadesh and camped at Mount Hor, at the edge of the land of Edom.",
      "38": "Then Aaron the priest went up to Mount Hor at the command of the Lord, and died there in the fortieth year after the sons of Israel had come from the land of Egypt, on the first day in the fifth month.",
      "39": "Aaron was 123 years old when he died on Mount Hor.",
      "40": "Now the Canaanite, the king of Arad who lived in the Negev in the land of Canaan, heard about the coming of the sons of Israel.",
      "41": "Then they journeyed from Mount Hor and camped at Zalmonah.",
      "42": "They journeyed from Zalmonah and camped at Punon.",
      "43": "They journeyed from Punon and camped at Oboth.",
      "44": "They journeyed from Oboth and camped at Iye-abarim, at the border of Moab.",
      "45": "They journeyed from Iyim and camped at Dibon-gad.",
      "46": "They journeyed from Dibon-gad and camped at Almon-diblathaim.",
      "47": "They journeyed from Almon-diblathaim and camped in the mountains of Abarim, before Nebo.",
      "48": "They journeyed from the mountains of Abarim and camped in the plains of Moab, by the Jordan opposite Jericho.",
      "49": "They camped by the Jordan, from Beth-jeshimoth as far as Abel-shittim, in the plains of Moab.",
      "50": "Then the Lord spoke to Moses in the plains of Moab by the Jordan opposite Jericho, saying,",
      "51": "“Speak to the sons of Israel and say to them, ‘When you cross the Jordan into the land of Canaan,",
      "52": "you shall drive out all the inhabitants of the land from you, and destroy all their idolatrous sculptures, destroy all their cast metal images, and eliminate all their high places;",
      "53": "and you shall take possession of the land and live in it, for I have given the land to you to possess it.",
      "54": "You shall maintain the land as an inheritance by lot according to your families; to the larger you shall give more inheritance, and to the smaller you shall give less inheritance. Wherever the lot falls to anyone, that shall be his. You shall pass on land as an inheritance according to the tribes of your fathers.",
      "55": "But if you do not drive out the inhabitants of the land from you, then it will come about that those whom you let remain of them will be like thorns in your eyes and like pricks in your sides, and they will trouble you in the land in which you live.",
      "56": "And just as I plan to do to them, I will do to you.’”"
    },
    "34": {
      "1": "Then the Lord spoke to Moses, saying,",
      "2": "“Command the sons of Israel and say to them, ‘When you enter the land of Canaan, this is the land that shall fall to you as an inheritance, that is, the land of Canaan according to its borders.",
      "3": "Your southern region shall extend from the wilderness of Zin along the side of Edom, and your southern border shall extend from the end of the Salt Sea eastward.",
      "4": "Then your border shall change direction from the south to the ascent of Akrabbim and continue to Zin, and its termination shall be to the south of Kadesh-barnea; and it shall reach Hazaraddar and continue to Azmon.",
      "5": "Then the border shall change direction from Azmon to the brook of Egypt, and its termination shall be at the sea.",
      "6": "‘As for the western border, you shall have the Great Sea, that is, its coastline; this shall be your western border.",
      "7": "‘And this shall be your northern border: you shall draw your boundary from the Great Sea to Mount Hor.",
      "8": "You shall draw a boundary from Mount Hor to the Lebo-hamath, and the termination of the border shall be at Zedad;",
      "9": "and the border shall proceed to Ziphron, and its termination shall be at Hazar-enan. This shall be your northern border.",
      "10": "‘For your eastern border you shall also draw a boundary from Hazar-enan to Shepham,",
      "11": "and the border shall go down from Shepham to Riblah on the east side of Ain; and the border shall go down and reach to the slope on the east side of the Sea of Chinnereth.",
      "12": "And the border shall go down to the Jordan, and its termination shall be at the Salt Sea. This shall be your land according to its borders on all sides.’”",
      "13": "So Moses commanded the sons of Israel, saying, “This is the land that you are to possess by lot, which the Lord has commanded to give to the nine and a half tribes.",
      "14": "For the tribe of the sons of Reuben have received theirs according to their fathers’ households, and the tribe of the sons of Gad according to their fathers’ households, and the half-tribe of Manasseh have received their possession.",
      "15": "The two and a half tribes have received their possession across the Jordan opposite Jericho, eastward toward the sunrise.”",
      "16": "Then the Lord spoke to Moses, saying,",
      "17": "“These are the names of the men who shall assign the land to you as an inheritance: Eleazar the priest, and Joshua the son of Nun.",
      "18": "And you shall take one leader of each tribe to assign the land as an inheritance.",
      "19": "These are the names of the men: of the tribe of Judah, Caleb the son of Jephunneh.",
      "20": "Of the tribe of the sons of Simeon, Samuel the son of Ammihud.",
      "21": "Of the tribe of Benjamin, Elidad the son of Chislon.",
      "22": "And of the tribe of the sons of Dan, a leader, Bukki the son of Jogli.",
      "23": "Of the sons of Joseph: of the tribe of the sons of Manasseh, a leader, Hanniel the son of Ephod.",
      "24": "Of the tribe of the sons of Ephraim, a leader, Kemuel the son of Shiphtan.",
      "25": "Of the tribe of the sons of Zebulun, a leader, Elizaphan the son of Parnach.",
      "26": "Of the tribe of the sons of Issachar, a leader, Paltiel the son of Azzan.",
      "27": "Of the tribe of the sons of Asher, a leader, Ahihud the son of Shelomi.",
      "28": "Of the tribe of the sons of Naphtali, a leader, Pedahel the son of Ammihud.”",
      "29": "These are the ones whom the Lord commanded to apportion the inheritance to the sons of Israel in the land of Canaan."
    },
    "35": {
      "1": "Now the Lord spoke to Moses in the plains of Moab, by the Jordan opposite Jericho, saying,",
      "2": "“Command the sons of Israel that they give to the Levites from the inheritance of their possession cities to live in; and you shall give to the Levites pasture lands around the cities.",
      "3": "The cities shall be theirs to live in; and their pasture lands shall be for their cattle and for their equipment and for all their other animals.",
      "4": "“The pasture lands of the cities which you are to give to the Levites shall extend from the wall of the city outward a thousand cubits around.",
      "5": "You shall also measure outside the city on the east side two thousand cubits, on the south side two thousand cubits, on the west side two thousand cubits, and on the north side two thousand cubits, with the city in the center. This shall become theirs as pasture lands for the cities.",
      "6": "The cities which you shall give to the Levites shall be the six cities of refuge, which you shall provide for the one who commits manslaughter to flee to; and in addition to them you shall give forty-two cities.",
      "7": "The total number of the cities which you are to give to the Levites shall be forty-eight cities, together with their pasture lands.",
      "8": "As for the cities which you shall give them from the possession of the sons of Israel, you shall take more from the larger, and you shall take fewer from the smaller; each shall give some of his cities to the Levites in proportion to his inheritance which he possesses.”",
      "9": "Then the Lord spoke to Moses, saying,",
      "10": "“Speak to the sons of Israel and say to them, ‘When you cross the Jordan into the land of Canaan,",
      "11": "then you shall select for yourselves cities to be your cities of refuge, so that the one who commits manslaughter by killing a person unintentionally may flee there.",
      "12": "The cities shall serve you as a refuge from the avenger, so that the one who commits manslaughter does not die until he stands before the congregation for trial.",
      "13": "So the cities which you are to provide shall be six cities of refuge for you.",
      "14": "You shall provide three cities across the Jordan, and three cities in the land of Canaan; they are to be cities of refuge.",
      "15": "These six cities shall be a refuge for the sons of Israel, for the stranger, and for the foreign resident among them; so that anyone who kills a person unintentionally may flee there.",
      "16": "‘But if he struck him with an iron object, so that he died, he is a murderer; the murderer must be put to death.",
      "17": "And if he struck him with a stone in the hand, by which he would die, and as a result he did die, he is a murderer; the murderer must be put to death.",
      "18": "Or if he struck him with a wooden object in the hand, by which he would die, and as a result he did die, he is a murderer; the murderer must be put to death.",
      "19": "The blood avenger himself shall put the murderer to death; he himself shall put him to death when he meets him.",
      "20": "Now if he pushed him in hatred, or he threw something at him with malicious intent, and as a result he died,",
      "21": "or if he struck him with his hand with hostility, and as a result he died, the one who struck him must be put to death; he is a murderer. The blood avenger shall put the murderer to death when he meets him.",
      "22": "‘But if he pushed him suddenly, without hostility, or threw any object at him without malicious intent,",
      "23": "or had any deadly stone, and without looking he dropped it on him so that he died, while he was not his enemy nor was he seeking to harm him,",
      "24": "then the congregation shall judge between the one who fatally struck the victim and the blood avenger in accordance with these ordinances.",
      "25": "And the congregation shall save the one who committed manslaughter from the hand of the blood avenger, and the congregation shall return him to his city of refuge to which he fled; and he shall live in it until the death of the high priest who was anointed with the holy oil.",
      "26": "But if at any time he goes beyond the border of his city of refuge to which he flees,",
      "27": "and the blood avenger finds him outside the border of his city of refuge, and the blood avenger kills him, he will not be guilty of bloodshed,",
      "28": "because he should have remained in his city of refuge until the death of the high priest. But after the death of the high priest the one who committed manslaughter may return to the land of his property.",
      "29": "‘These things shall be a statutory ordinance for you throughout your generations in all your dwelling places.",
      "30": "‘If anyone kills a person, the murderer shall be put to death on the testimony of witnesses, but no person shall be put to death on the testimony of only one witness.",
      "31": "Moreover, you shall not accept a ransom for the life of a murderer who is condemned to death, but he must be put to death.",
      "32": "And you shall not accept a ransom for one who has fled to his city of refuge, so that he may return to live in the land before the death of the priest.",
      "33": "So you shall not defile the land in which you live; for blood defiles the land, and no atonement can be made for the land for the blood that is shed on it, except by the blood of the one who shed it.",
      "34": "So you shall not defile the land in which you live, in the midst of which I dwell; for I the Lord am dwelling in the midst of the sons of Israel.’”"
    },
    "36": {
      "1": "Now the heads of the fathers’ households of the family of the sons of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came forward and spoke before Moses and before the leaders, the heads of the fathers’ households of the sons of Israel,",
      "2": "and they said, “The Lord commanded my lord to give the land by lot to the sons of Israel as an inheritance, and my lord was commanded by the Lord to give the inheritance of our brother Zelophehad to his daughters.",
      "3": "But if they marry one of the sons of the other tribes of the sons of Israel, their inheritance will be withdrawn from the inheritance of our fathers and will be added to the inheritance of the tribe to which they belong; so it will be withdrawn from our allotted inheritance.",
      "4": "And when the jubilee of the sons of Israel takes place, then their inheritance will be added to the inheritance of the tribe to which they belong; so their inheritance will be withdrawn from the inheritance of the tribe of our fathers.”",
      "5": "Then Moses commanded the sons of Israel in accordance with the word of the Lord, saying, “The tribe of the sons of Joseph is right in its statements.",
      "6": "This is what the Lord has commanded regarding the daughters of Zelophehad, saying, ‘Let them marry whomever they wish; only they must marry within the family of the tribe of their father.’",
      "7": "So no inheritance of the sons of Israel will be transferred from tribe to tribe, for the sons of Israel shall each retain possession of the inheritance of the tribe of his fathers.",
      "8": "And every daughter who comes into possession of an inheritance of any tribe of the sons of Israel shall marry one of the family of the tribe of her father, so that the sons of Israel may each possess the inheritance of his fathers.",
      "9": "So no inheritance will be transferred from one tribe to another tribe, for the tribes of the sons of Israel shall each retain possession of its own inheritance.”",
      "10": "Just as the Lord had commanded Moses, so the daughters of Zelophehad did:",
      "11": "Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad married their uncles’ sons.",
      "12": "They married those from the families of the sons of Manasseh the son of Joseph, and their inheritance remained with the tribe of the family of their father.",
      "13": "These are the commandments and the ordinances which the Lord commanded to the sons of Israel through Moses in the plains of Moab, by the Jordan opposite Jericho."
    }
  }
}