{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:52:30.049176-04:00",
    "Translation": "NASB"
  },
  "Obadiah": {
    "1": {
      "1": "The vision of Obadiah.\nThis is what the Lord God says concerning Edom—\nWe have heard a report from the Lord,\nAnd a messenger has been sent among the nations saying,\n“Arise, and let’s go up against her for battle”—",
      "2": "“Behold, I will make you small among the nations;\nYou are greatly despised.",
      "3": "The arrogance of your heart has deceived you,\nThe one who lives in the clefts of the rock,\nOn the height of his dwelling place,\nWho says in his heart,\n‘Who will bring me down to earth?’",
      "4": "Though you make your home high like the eagle,\nThough you set your nest among the stars,\nFrom there I will bring you down,” declares the Lord.",
      "5": "“If thieves came to you,\nIf robbers by night—\nOh how you will be ruined!—\nWould they not steal only until they had enough?\nIf grape-pickers came to you,\nWould they not leave some gleanings?",
      "6": "Oh how Esau will be searched,\nAnd his hidden treasures searched out!",
      "7": "All the people allied with you\nWill send you to the border,\nAnd the people at peace with you\nWill deceive you and overpower you.\nThey who eat your bread\nWill set an ambush for you.\n(There is no understanding in him.)",
      "8": "Will I not on that day,” declares the Lord,\n“Eliminate wise men from Edom,\nAnd understanding from the mountain of Esau?",
      "9": "Then your warriors will be filled with terror, Teman,\nSo that everyone will be eliminated from the mountain of Esau by murder.",
      "10": "“Because of violence to your brother Jacob,\nShame will cover you,\nAnd you will be eliminated forever.",
      "11": "On the day that you stood aloof,\nOn the day that strangers carried off his wealth,\nAnd foreigners entered his gate\nAnd cast lots for Jerusalem—\nYou too were as one of them.",
      "12": "Do not gloat over your brother’s day,\nThe day of his misfortune.\nAnd do not rejoice over the sons of Judah\nOn the day of their destruction;\nYes, do not boast\nOn the day of their distress.",
      "13": "Do not enter the gate of My people\nOn the day of their disaster.\nYou indeed, do not gloat over their catastrophe\nOn the day of their disaster.\nAnd do not lay a hand on their wealth\nOn the day of their disaster.",
      "14": "Do not stand at the crossroads\nTo eliminate their survivors;\nAnd do not hand over their refugees\nOn the day of their distress.",
      "15": "“For the day of the Lord is near for all the nations.\nJust as you have done, it will be done to you.\nYour dealings will return on your own head.",
      "16": "For just as you drank on My holy mountain,\nAll the nations will drink continually.\nThey will drink to the last drop,\nAnd become as if they had never existed.",
      "17": "But on Mount Zion there will be those who escape,\nAnd it will be holy.\nAnd the house of Jacob will possess their property.",
      "18": "Then the house of Jacob will be a fire,\nAnd the house of Joseph a flame;\nBut the house of Esau will be like stubble.\nAnd they will set them on fire and consume them,\nSo that there will be no survivor of the house of Esau,”\nFor the Lord has spoken.",
      "19": "Then those of the Negev will possess the mountain of Esau,\nAnd those of the Shephelah the Philistine plain;\nAlso, they will possess the territory of Ephraim and the territory of Samaria,\nAnd Benjamin the territory of Gilead.",
      "20": "And the exiles of this army of the sons of Israel,\nWho are among the Canaanites as far as Zarephath,\nAnd the exiles of Jerusalem who are in Sepharad,\nWill possess the cities of the Negev.",
      "21": "The deliverers will ascend Mount Zion\nTo judge the mountain of Esau,\nAnd the kingdom will be the Lord’s."
    }
  }
}