{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:51:55.661488-04:00",
    "Translation": "NASB"
  },
  "Psalm": {
    "1": {
      "1": "Blessed is the person who does not walk in the counsel of the wicked,\nNor stand in the path of sinners,\nNor sit in the seat of scoffers!",
      "2": "But his delight is in the Law of the Lord,\nAnd on His Law he meditates day and night.",
      "3": "He will be like a tree planted by streams of water,\nWhich yields its fruit in its season,\nAnd its leaf does not wither;\nAnd in whatever he does, he prospers.",
      "4": "The wicked are not so,\nBut they are like chaff which the wind blows away.",
      "5": "Therefore the wicked will not stand in the judgment,\nNor sinners in the assembly of the righteous.",
      "6": "For the Lord knows the way of the righteous,\nBut the way of the wicked will perish."
    },
    "2": {
      "1": "Why are the nations restless\nAnd the peoples plotting in vain?",
      "2": "The kings of the earth take their stand\nAnd the rulers conspire together\nAgainst the Lord and against His Anointed, saying,",
      "3": "“Let’s tear their shackles apart\nAnd throw their ropes away from us!”",
      "4": "He who sits in the heavens laughs,\nThe Lord scoffs at them.",
      "5": "Then He will speak to them in His anger\nAnd terrify them in His fury, saying,",
      "6": "“But as for Me, I have installed My King\nUpon Zion, My holy mountain.”",
      "7": "“I will announce the decree of the Lord:\nHe said to Me, ‘You are My Son,\nToday I have fathered You.",
      "8": "Ask it of Me, and I will certainly give the nations as Your inheritance,\nAnd the ends of the earth as Your possession.",
      "9": "You shall break them with a rod of iron,\nYou shall shatter them like earthenware.’”",
      "10": "Now then, you kings, use insight;\nLet yourselves be instructed, you judges of the earth.",
      "11": "Serve the Lord with reverence\nAnd rejoice with trembling.",
      "12": "Kiss the Son, that He not be angry and you perish on the way,\nFor His wrath may be kindled quickly.\nHow blessed are all who take refuge in Him!"
    },
    "3": {
      "1": "Lord, how my enemies have increased!\nMany are rising up against me.",
      "2": "Many are saying of my soul,\n“There is no salvation for him in God.” Selah",
      "3": "But You, Lord, are a shield around me,\nMy glory, and the One who lifts my head.",
      "4": "I was crying out to the Lord with my voice,\nAnd He answered me from His holy mountain. Selah",
      "5": "I lay down and slept;\nI awoke, for the Lord sustains me.",
      "6": "I will not be afraid of ten thousands of people\nWho have set themselves against me all around.",
      "7": "Arise, Lord; save me, my God!\nFor You have struck all my enemies on the cheek;\nYou have shattered the teeth of the wicked.",
      "8": "Salvation belongs to the Lord;\nMay Your blessing be upon Your people! Selah"
    },
    "4": {
      "1": "Answer me when I call, God of my righteousness!\nYou have relieved me in my distress;\nBe gracious to me and hear my prayer.",
      "2": "You sons of man, how long will my honor be treated as an insult?\nHow long will you love what is worthless and strive for a lie? Selah",
      "3": "But know that the Lord has set apart the godly person for Himself;\nThe Lord hears when I call to Him.",
      "4": "Tremble, and do not sin;\nMeditate in your heart upon your bed, and be still. Selah",
      "5": "Offer the sacrifices of righteousness,\nAnd trust in the Lord.",
      "6": "Many are saying, “Who will show us anything good?”\nLift up the light of Your face upon us, Lord!",
      "7": "You have put joy in my heart,\nMore than when their grain and new wine are abundant.",
      "8": "In peace I will both lie down and sleep,\nFor You alone, Lord, have me dwell in safety."
    },
    "5": {
      "1": "Listen to my words, Lord,\nConsider my sighing.",
      "2": "Listen to the sound of my cry for help, my King and my God,\nFor to You I pray.",
      "3": "In the morning, Lord, You will hear my voice;\nIn the morning I will present my prayer to You and be on the watch.",
      "4": "For You are not a God who takes pleasure in wickedness;\nNo evil can dwell with You.",
      "5": "The boastful will not stand before Your eyes;\nYou hate all who do injustice.",
      "6": "You destroy those who speak lies;\nThe Lord loathes the person of bloodshed and deceit.",
      "7": "But as for me, by Your abundant graciousness I will enter Your house,\nAt Your holy temple I will bow in reverence for You.",
      "8": "Lord, lead me in Your righteousness because of my enemies;\nMake Your way straight before me.",
      "9": "For there is nothing trustworthy in their mouth;\nTheir inward part is destruction itself.\nTheir throat is an open grave;\nThey flatter with their tongue.",
      "10": "Make them pay, God;\nHave them fall by their own schemes!\nScatter them in the multitude of their wrongdoings,\nFor they are rebellious against You.",
      "11": "But rejoice, all who take refuge in You,\nSing for joy forever!\nAnd may You shelter them,\nThat those who love Your name may rejoice in You.",
      "12": "For You bless the righteous person, Lord,\nYou surround him with favor as with a shield."
    },
    "6": {
      "1": "Lord, do not rebuke me in Your anger,\nNor discipline me in Your wrath.",
      "2": "Be gracious to me, Lord, for I am frail;\nHeal me, Lord, for my bones are horrified.",
      "3": "And my soul is greatly horrified;\nBut You, Lord—how long?",
      "4": "Return, Lord, rescue my soul;\nSave me because of Your mercy.",
      "5": "For there is no mention of You in death;\nIn Sheol, who will praise You?",
      "6": "I am weary with my sighing;\nEvery night I make my bed swim,\nI flood my couch with my tears.",
      "7": "My eye has wasted away with grief;\nIt has grown old because of all my enemies.",
      "8": "Leave me, all you who practice injustice,\nFor the Lord has heard the sound of my weeping.",
      "9": "The Lord has heard my pleading,\nThe Lord receives my prayer.",
      "10": "All my enemies will be put to shame and greatly horrified;\nThey shall turn back, they will suddenly be put to shame."
    },
    "7": {
      "1": "O Lord my God, in You I have taken refuge;\nSave me from all those who pursue me, and rescue me,",
      "2": "Or he will tear my soul like a lion,\nDragging me away, while there is no one to rescue me.",
      "3": "O Lord my God, if I have done this,\nIf there is injustice in my hands,",
      "4": "If I have done evil to my friend,\nOr have plundered my enemy for no reason,",
      "5": "Let the enemy pursue my soul and overtake it;\nAnd let him trample my life to the ground\nAnd lay my glory in the dust. Selah",
      "6": "Arise, Lord, in Your anger;\nRaise Yourself against the rage of my enemies,\nAnd stir Yourself for me; You have ordered judgment.",
      "7": "Let the assembly of the peoples encompass You,\nAnd return on high over it.",
      "8": "The Lord judges the peoples;\nVindicate me, Lord, according to my righteousness and my integrity that is in me.",
      "9": "Please let the evil of the wicked come to an end, but establish the righteous;\nFor the righteous God puts hearts and minds to the test.",
      "10": "My shield is with God,\nWho saves the upright in heart.",
      "11": "God is a righteous judge,\nAnd a God who shows indignation every day.",
      "12": "If one does not repent, He will sharpen His sword;\nHe has bent His bow and taken aim.",
      "13": "He has also prepared deadly weapons for Himself;\nHe makes His arrows fiery shafts.",
      "14": "Behold, an evil person is pregnant with injustice,\nAnd he conceives harm and gives birth to lies.",
      "15": "He has dug a pit and hollowed it out,\nAnd has fallen into the hole which he made.",
      "16": "His harm will return on his own head,\nAnd his violence will descend on the top of his own head.",
      "17": "I will give thanks to the Lord according to His righteousness\nAnd will sing praise to the name of the Lord Most High."
    },
    "8": {
      "1": "Lord, our Lord,\nHow majestic is Your name in all the earth,\nYou who have displayed Your splendor above the heavens!",
      "2": "From the mouths of infants and nursing babies You have established strength\nBecause of Your enemies,\nTo do away with the enemy and the revengeful.",
      "3": "When I consider Your heavens, the work of Your fingers,\nThe moon and the stars, which You have set in place;",
      "4": "What is man that You think of him,\nAnd a son of man that You are concerned about him?",
      "5": "Yet You have made him a little lower than God,\nAnd You crown him with glory and majesty!",
      "6": "You have him rule over the works of Your hands;\nYou have put everything under his feet,",
      "7": "All sheep and oxen,\nAnd also the animals of the field,",
      "8": "The birds of the sky, and the fish of the sea,\nWhatever passes through the paths of the seas.",
      "9": "Lord, our Lord,\nHow majestic is Your name in all the earth!"
    },
    "9": {
      "1": "I will give thanks to the Lord with all my heart;\nI will tell of all Your wonders.",
      "2": "I will rejoice and be jubilant in You;\nI will sing praise to Your name, O Most High.",
      "3": "When my enemies turn back,\nThey stumble and perish before You.",
      "4": "For You have maintained my just cause;\nYou have sat on the throne judging righteously.",
      "5": "You have rebuked the nations, You have eliminated the wicked;\nYou have wiped out their name forever and ever.",
      "6": "The enemy has come to an end in everlasting ruins,\nAnd You have uprooted the cities;\nThe very memory of them has perished.",
      "7": "But the Lord sits as King forever;\nHe has established His throne for judgment,",
      "8": "And He will judge the world in righteousness;\nHe will execute judgment for the peoples fairly.",
      "9": "The Lord will also be a stronghold for the oppressed,\nA stronghold in times of trouble;",
      "10": "And those who know Your name will put their trust in You,\nFor You, Lord, have not abandoned those who seek You.",
      "11": "Sing praises to the Lord, who dwells in Zion;\nDeclare His deeds among the peoples.",
      "12": "For He who requires blood remembers them;\nHe does not forget the cry of the needy.",
      "13": "Be gracious to me, Lord;\nSee my oppression from those who hate me,\nYou who lift me up from the gates of death,",
      "14": "So that I may tell of all Your praises,\nThat in the gates of the daughter of Zion\nI may rejoice in Your salvation.",
      "15": "The nations have sunk down into the pit which they have made;\nIn the net which they hid, their own foot has been caught.",
      "16": "The Lord has made Himself known;\nHe has executed judgment.\nA wicked one is ensnared in the work of his own hands. Higgaion Selah",
      "17": "The wicked will return to Sheol,\nAll the nations who forget God.",
      "18": "For the needy will not always be forgotten,\nNor the hope of the afflicted perish forever.",
      "19": "Arise, Lord, do not let mankind prevail;\nLet the nations be judged before You.",
      "20": "Put them in fear, Lord;\nLet the nations know that they are merely human. Selah"
    },
    "10": {
      "1": "Why do You stand far away, Lord?\nWhy do You hide Yourself in times of trouble?",
      "2": "In arrogance the wicked hotly pursue the needy;\nLet them be caught in the plots which they have devised.",
      "3": "For the wicked boasts of his soul’s desire,\nAnd the greedy person curses and shows disrespect to the Lord.",
      "4": "The wicked, in his haughtiness, does not seek Him.\nThere is no God in all his schemes.",
      "5": "His ways succeed at all times;\nYet Your judgments are on high, out of his sight;\nAs for all his enemies, he snorts at them.",
      "6": "He says to himself, “I will not be moved;\nThroughout the generations I will not be in adversity.”",
      "7": "His mouth is full of cursing, deceit, and oppression;\nUnder his tongue is harm and injustice.",
      "8": "He sits in the lurking places of the villages;\nHe kills the innocent in the secret places;\nHis eyes surreptitiously watch for the unfortunate.",
      "9": "He lurks in secret like a lion in his lair;\nHe lurks to catch the needy;\nHe catches the needy when he pulls him into his net.",
      "10": "Then he crushes the needy one, who cowers;\nAnd unfortunate people fall by his mighty power.",
      "11": "He says to himself, “God has forgotten;\nHe has hidden His face; He will never see it.”",
      "12": "Arise, Lord; God, lift up Your hand.\nDo not forget the humble.",
      "13": "Why has the wicked treated God disrespectfully?\nHe has said to himself, “You will not require an account.”",
      "14": "You have seen it, for You have looked at harm and provocation to take it into Your hand.\nThe unfortunate commits himself to You;\nYou have been the helper of the orphan.",
      "15": "Break the arm of the wicked and the evildoer,\nSeek out his wickedness until You find none.",
      "16": "The Lord is King forever and ever;\nNations have perished from His land.",
      "17": "Lord, You have heard the desire of the humble;\nYou will strengthen their heart, You will make Your ear attentive",
      "18": "To vindicate the orphan and the oppressed,\nSo that mankind, which is of the earth, will no longer cause terror."
    },
    "11": {
      "1": "In the Lord I take refuge;\nHow can you say to my soul, “Flee as a bird to your mountain?",
      "2": "For, behold, the wicked bend the bow,\nThey have set their arrow on the string\nTo shoot in darkness at the upright in heart.",
      "3": "If the foundations are destroyed,\nWhat can the righteous do?”",
      "4": "The Lord is in His holy temple; the Lord’s throne is in heaven;\nHis eyes see, His eyelids test the sons of mankind.",
      "5": "The Lord tests the righteous and the wicked,\nAnd His soul hates one who loves violence.",
      "6": "He will rain coals of fire upon the wicked,\nAnd brimstone and burning wind will be the portion of their cup.",
      "7": "For the Lord is righteous, He loves righteousness;\nThe upright will see His face."
    },
    "12": {
      "1": "Help, Lord, for the godly person has come to an end,\nFor the faithful have disappeared from the sons of mankind.",
      "2": "They speak lies to one another;\nThey speak with flattering lips and a double heart.",
      "3": "May the Lord cut off all flattering lips,\nThe tongue that speaks great things;",
      "4": "Who have said, “With our tongue we will prevail;\nOur lips are our own; who is lord over us?”",
      "5": "“Because of the devastation of the poor, because of the groaning of the needy,\nNow I will arise,” says the Lord; “I will put him in the safety for which he longs.”",
      "6": "The words of the Lord are pure words;\nLike silver refined in a furnace on the ground, filtered seven times.",
      "7": "You, Lord, will keep them;\nYou will protect him from this generation forever.",
      "8": "The wicked strut about on every side\nWhen vileness is exalted among the sons of mankind."
    },
    "13": {
      "1": "How long, Lord? Will You forget me forever?\nHow long will You hide Your face from me?",
      "2": "How long am I to feel anxious in my soul,\nWith grief in my heart all the day?\nHow long will my enemy be exalted over me?",
      "3": "Consider and answer me, O Lord my God;\nEnlighten my eyes, or I will sleep the sleep of death,",
      "4": "And my enemy will say, “I have overcome him,”\nAnd my adversaries will rejoice when I am shaken.",
      "5": "But I have trusted in Your faithfulness;\nMy heart shall rejoice in Your salvation.",
      "6": "I will sing to the Lord,\nBecause He has looked after me."
    },
    "14": {
      "1": "The fool has said in his heart, “There is no God.”\nThey are corrupt, they have committed detestable acts;\nThere is no one who does good.",
      "2": "The Lord has looked down from heaven upon the sons of mankind\nTo see if there are any who understand,\nWho seek God.",
      "3": "They have all turned aside, together they are corrupt;\nThere is no one who does good, not even one.",
      "4": "Do all the workers of injustice not know,\nWho devour my people as they eat bread,\nAnd do not call upon the Lord?",
      "5": "There they are in great dread,\nFor God is with a righteous generation.",
      "6": "You would put to shame the plan of the poor,\nBut the Lord is his refuge.",
      "7": "Oh, that the salvation of Israel would come out of Zion!\nWhen the Lord restores the fortunes of His people,\nJacob will rejoice, Israel will be glad."
    },
    "15": {
      "1": "Lord, who may reside in Your tent?\nWho may settle on Your holy hill?",
      "2": "One who walks with integrity, practices righteousness,\nAnd speaks truth in his heart.",
      "3": "He does not slander with his tongue,\nNor do evil to his neighbor,\nNor bring shame on his friend;",
      "4": "A despicable person is despised in his eyes,\nBut he honors those who fear the Lord;\nHe takes an oath to his own detriment, and does not change;",
      "5": "He does not lend his money at interest,\nNor does he take a bribe against the innocent.\nOne who does these things will never be shaken."
    },
    "16": {
      "1": "Protect me, God, for I take refuge in You.",
      "2": "I said to the Lord, “You are my Lord;\nI have nothing good besides You.”",
      "3": "As for the saints who are on the earth,\nThey are the majestic ones; all my delight is in them.",
      "4": "The pains of those who have acquired another god will be multiplied;\nI will not pour out their drink offerings of blood,\nNor will I take their names upon my lips.",
      "5": "The Lord is the portion of my inheritance and my cup;\nYou support my lot.",
      "6": "The measuring lines have fallen for me in pleasant places;\nIndeed, my inheritance is beautiful to me.",
      "7": "I will bless the Lord who has advised me;\nIndeed, my mind instructs me in the night.",
      "8": "I have set the Lord continually before me;\nBecause He is at my right hand, I will not be shaken.",
      "9": "Therefore my heart is glad and my glory rejoices;\nMy flesh also will dwell securely.",
      "10": "For You will not abandon my soul to Sheol;\nYou will not allow Your Holy One to undergo decay.",
      "11": "You will make known to me the way of life;\nIn Your presence is fullness of joy;\nIn Your right hand there are pleasures forever."
    },
    "17": {
      "1": "Hear a just cause, Lord, give Your attention to my cry;\nListen to my prayer, which is not from deceitful lips.",
      "2": "Let my judgment come forth from Your presence;\nLet Your eyes look with integrity.",
      "3": "You have put my heart to the test;\nYou have visited me by night;\nYou have sifted me and You find nothing;\nMy intent is that my mouth will not offend.",
      "4": "As for the works of mankind, by the word of Your lips\nI have kept from the ways of the violent.",
      "5": "My steps have held to Your paths.\nMy feet have not slipped.",
      "6": "I have called upon You, for You will answer me, God;\nIncline Your ear to me, hear my speech.",
      "7": "Show Your wonderful faithfulness,\nSavior of those who take refuge at Your right hand\nFrom those who rise up against them.",
      "8": "Keep me as the apple of the eye;\nHide me in the shadow of Your wings",
      "9": "From the wicked who deal violently with me,\nMy deadly enemies who surround me.",
      "10": "They have closed their unfeeling hearts,\nWith their mouths they speak proudly.",
      "11": "They have now surrounded us in our steps;\nThey set their eyes to cast us down to the ground.",
      "12": "He is like a lion that is eager to tear,\nAnd as a young lion lurking in secret places.",
      "13": "Arise, Lord, confront him, make him bow down;\nSave my soul from the wicked with Your sword,",
      "14": "From people by Your hand, Lord,\nFrom people of the world, whose portion is in this life,\nAnd whose belly You fill with Your treasure;\nThey are satisfied with children,\nAnd leave their abundance to their babies.",
      "15": "As for me, I shall behold Your face in righteousness;\nI shall be satisfied with Your likeness when I awake."
    },
    "18": {
      "1": "“I love You, Lord, my strength.”",
      "2": "The Lord is my rock and my fortress and my savior,\nMy God, my rock, in whom I take refuge;\nMy shield and the horn of my salvation, my stronghold.",
      "3": "I call upon the Lord, who is worthy to be praised,\nAnd I am saved from my enemies.",
      "4": "The ropes of death encompassed me,\nAnd the torrents of destruction terrified me.",
      "5": "The ropes of Sheol surrounded me;\nThe snares of death confronted me.",
      "6": "In my distress I called upon the Lord,\nAnd cried to my God for help;\nHe heard my voice from His temple,\nAnd my cry for help before Him came into His ears.",
      "7": "Then the earth shook and quaked;\nAnd the foundations of the mountains were trembling\nAnd were shaken, because He was angry.",
      "8": "Smoke went up out of His nostrils,\nAnd fire from His mouth was devouring;\nCoals burned from it.",
      "9": "He also bowed the heavens down low, and came down\nWith thick darkness under His feet.",
      "10": "He rode on a cherub and flew;\nAnd He sped on the wings of the wind.",
      "11": "He made darkness His hiding place, His canopy around Him,\nDarkness of waters, thick clouds.",
      "12": "From the brightness before Him passed His thick clouds,\nHailstones and coals of fire.",
      "13": "The Lord also thundered in the heavens,\nAnd the Most High uttered His voice,\nHailstones and coals of fire.",
      "14": "He sent out His arrows, and scattered them,\nAnd lightning flashes in abundance, and routed them.",
      "15": "Then the channels of water appeared,\nAnd the foundations of the world were exposed\nBy Your rebuke, Lord,\nAt the blast of the breath of Your nostrils.",
      "16": "He sent from on high, He took me;\nHe drew me out of many waters.",
      "17": "He saved me from my strong enemy,\nAnd from those who hated me, for they were too mighty for me.",
      "18": "They confronted me in the day of my disaster,\nBut the Lord was my support.",
      "19": "He also brought me out into an open place;\nHe rescued me, because He delighted in me.",
      "20": "The Lord has rewarded me according to my righteousness;\nAccording to the cleanness of my hands He has repaid me.",
      "21": "For I have kept the ways of the Lord,\nAnd have not acted wickedly against my God.",
      "22": "For all His judgments were before me,\nAnd I did not put away His statutes from me.",
      "23": "I was also blameless with Him,\nAnd I kept myself from my wrongdoing.",
      "24": "Therefore the Lord has repaid me according to my righteousness,\nAccording to the cleanness of my hands in His eyes.",
      "25": "With the faithful You show Yourself faithful;\nWith the blameless You prove Yourself blameless;",
      "26": "With the pure You show Yourself pure,\nAnd with the crooked You show Yourself astute.",
      "27": "For You save an afflicted people,\nBut You humiliate haughty eyes.",
      "28": "For You light my lamp;\nThe Lord my God illumines my darkness.",
      "29": "For by You I can run at a troop of warriors;\nAnd by my God I can leap over a wall.",
      "30": "As for God, His way is blameless;\nThe word of the Lord is refined;\nHe is a shield to all who take refuge in Him.",
      "31": "For who is God, but the Lord?\nAnd who is a rock, except our God,",
      "32": "The God who encircles me with strength,\nAnd makes my way blameless?",
      "33": "He makes my feet like deer’s feet,\nAnd sets me up on my high places.",
      "34": "He trains my hands for battle,\nSo that my arms can bend a bow of bronze.",
      "35": "You have also given me the shield of Your salvation,\nAnd Your right hand upholds me;\nAnd Your gentleness makes me great.",
      "36": "You enlarge my steps under me,\nAnd my feet have not slipped.",
      "37": "I pursued my enemies and overtook them,\nAnd I did not turn back until they were consumed.",
      "38": "I shattered them, so that they were not able to rise;\nThey fell under my feet.",
      "39": "For You have encircled me with strength for battle;\nYou have forced those who rose up against me to bow down under me.",
      "40": "You have also made my enemies turn their backs to me,\nAnd I destroyed those who hated me.",
      "41": "They cried for help, but there was no one to save,\nThey cried to the Lord, but He did not answer them.",
      "42": "Then I beat them fine like the dust before the wind;\nI emptied them out like the mud of the streets.",
      "43": "You have rescued me from the contentions of the people;\nYou have placed me as head of the nations;\nA people whom I have not known serve me.",
      "44": "As soon as they hear, they obey me;\nForeigners pretend to obey me.",
      "45": "Foreigners lose heart,\nAnd come trembling out of their fortresses.",
      "46": "The Lord lives, and blessed be my rock;\nAnd exalted be the God of my salvation,",
      "47": "The God who executes vengeance for me,\nAnd subdues peoples under me.",
      "48": "He rescues me from my enemies;\nYou indeed lift me above those who rise up against me;\nYou rescue me from a violent man.",
      "49": "Therefore I will give thanks to You among the nations, Lord,\nAnd I will sing praises to Your name.",
      "50": "He gives great salvation to His king,\nAnd shows faithfulness to His anointed,\nTo David and his descendants forever."
    },
    "19": {
      "1": "The heavens tell of the glory of God;\nAnd their expanse declares the work of His hands.",
      "2": "Day to day pours forth speech,\nAnd night to night reveals knowledge.",
      "3": "There is no speech, nor are there words;\nTheir voice is not heard.",
      "4": "Their line has gone out into all the earth,\nAnd their words to the end of the world.\nIn them He has placed a tent for the sun,",
      "5": "Which is like a groom coming out of his chamber;\nIt rejoices like a strong person to run his course.",
      "6": "Its rising is from one end of the heavens,\nAnd its circuit to the other end of them;\nAnd there is nothing hidden from its heat.",
      "7": "The Law of the Lord is perfect, restoring the soul;\nThe testimony of the Lord is sure, making wise the simple.",
      "8": "The precepts of the Lord are right, rejoicing the heart;\nThe commandment of the Lord is pure, enlightening the eyes.",
      "9": "The fear of the Lord is clean, enduring forever;\nThe judgments of the Lord are true; they are righteous altogether.",
      "10": "They are more desirable than gold, yes, than much pure gold;\nSweeter also than honey and drippings of the honeycomb.",
      "11": "Moreover, Your servant is warned by them;\nIn keeping them there is great reward.",
      "12": "Who can discern his errors? Acquit me of hidden faults.",
      "13": "Also keep Your servant back from presumptuous sins;\nLet them not rule over me;\nThen I will be innocent,\nAnd I will be blameless of great wrongdoing.",
      "14": "May the words of my mouth and the meditation of my heart\nBe acceptable in Your sight,\nLord, my rock and my Redeemer."
    },
    "20": {
      "1": "May the Lord answer you on a day of trouble!\nMay the name of the God of Jacob protect you!",
      "2": "May He send you help from the sanctuary,\nAnd support you from Zion!",
      "3": "May He remember all your meal offerings\nAnd accept your burnt offering! Selah",
      "4": "May He grant you your heart’s desire\nAnd fulfill your whole plan!",
      "5": "We will sing for joy over your victory,\nAnd in the name of our God we will set up our banners.\nMay the Lord fulfill all your desires.",
      "6": "Now I know that the Lord saves His anointed;\nHe will answer him from His holy heaven\nWith the saving strength of His right hand.",
      "7": "Some praise their chariots and some their horses,\nBut we will praise the name of the Lord, our God.",
      "8": "They have bowed down and fallen,\nBut we have risen and stood upright.",
      "9": "Save, Lord;\nMay the King answer us on the day we call."
    },
    "21": {
      "1": "Lord, in Your strength the king will be glad,\nAnd in Your salvation how greatly he will rejoice!",
      "2": "You have given him his heart’s desire,\nAnd You have not withheld the request of his lips. Selah",
      "3": "For You meet him with the blessings of good things;\nYou set a crown of pure gold on his head.",
      "4": "He asked for life from You,\nYou gave it to him,\nLength of days forever and ever.",
      "5": "His glory is great through Your salvation,\nSplendor and majesty You place upon him.",
      "6": "For You make him most blessed forever;\nYou make him joyful with the joy of Your presence.",
      "7": "For the king trusts in the Lord,\nAnd through the faithfulness of the Most High he will not be shaken.",
      "8": "Your hand will find all your enemies;\nYour right hand will find those who hate you.",
      "9": "You will make them as a fiery oven in the time of your anger;\nThe Lord will swallow them up in His wrath,\nAnd fire will devour them.",
      "10": "You will eliminate their descendants from the earth,\nAnd their children from among the sons of mankind.",
      "11": "Though they intended evil against You\nAnd devised a plot,\nThey will not succeed.",
      "12": "For You will make them turn their back;\nYou will take aim at their faces with Your bowstrings.",
      "13": "Be exalted, Lord, in Your strength;\nWe will sing and praise Your power."
    },
    "22": {
      "1": "My God, my God, why have You forsaken me?\nFar from my help are the words of my groaning.",
      "2": "My God, I cry out by day, but You do not answer;\nAnd by night, but I have no rest.",
      "3": "Yet You are holy,\nYou who are enthroned upon the praises of Israel.",
      "4": "In You our fathers trusted;\nThey trusted and You rescued them.",
      "5": "To You they cried out and they fled to safety;\nIn You they trusted and were not disappointed.",
      "6": "But I am a worm and not a person,\nA disgrace of mankind and despised by the people.",
      "7": "All who see me deride me;\nThey sneer, they shake their heads, saying,",
      "8": "“Turn him over to the Lord; let Him save him;\nLet Him rescue him, because He delights in him.”",
      "9": "Yet You are He who brought me forth from the womb;\nYou made me trust when upon my mother’s breasts.",
      "10": "I was cast upon You from birth;\nYou have been my God from my mother’s womb.",
      "11": "Do not be far from me, for trouble is near;\nFor there is no one to help.",
      "12": "Many bulls have surrounded me;\nStrong bulls of Bashan have encircled me.",
      "13": "They open their mouths wide at me,\nAs a ravening and roaring lion.",
      "14": "I am poured out like water,\nAnd all my bones are out of joint;\nMy heart is like wax;\nIt is melted within me.",
      "15": "My strength is dried up like a piece of pottery,\nAnd my tongue clings to my jaws;\nAnd You lay me in the dust of death.",
      "16": "For dogs have surrounded me;\nA band of evildoers has encompassed me;\nThey pierced my hands and my feet.",
      "17": "I can count all my bones.\nThey look, they stare at me;",
      "18": "They divide my garments among them,\nAnd they cast lots for my clothing.",
      "19": "But You, Lord, do not be far away;\nYou who are my help, hurry to my assistance.",
      "20": "Save my soul from the sword,\nMy only life from the power of the dog.",
      "21": "Save me from the lion’s mouth;\nFrom the horns of the wild oxen You answer me.",
      "22": "I will proclaim Your name to my brothers;\nIn the midst of the assembly I will praise You.",
      "23": "You who fear the Lord, praise Him;\nAll you descendants of Jacob, glorify Him,\nAnd stand in awe of Him, all you descendants of Israel.",
      "24": "For He has not despised nor scorned the suffering of the afflicted;\nNor has He hidden His face from him;\nBut when he cried to Him for help, He heard.",
      "25": "From You comes my praise in the great assembly;\nI shall pay my vows before those who fear Him.",
      "26": "The afflicted will eat and be satisfied;\nThose who seek Him will praise the Lord.\nMay your heart live forever!",
      "27": "All the ends of the earth will remember and turn to the Lord,\nAnd all the families of the nations will worship before You.",
      "28": "For the kingdom is the Lord’s\nAnd He rules over the nations.",
      "29": "All the prosperous of the earth will eat and worship,\nAll those who go down to the dust will kneel before Him,\nEven he who cannot keep his soul alive.",
      "30": "A posterity will serve Him;\nIt will be told of the Lord to the coming generation.",
      "31": "They will come and will declare His righteousness\nTo a people who will be born, that He has performed it."
    },
    "23": {
      "1": "The Lord is my shepherd,\nI will not be in need.",
      "2": "He lets me lie down in green pastures;\nHe leads me beside quiet waters.",
      "3": "He restores my soul;\nHe guides me in the paths of righteousness\nFor the sake of His name.",
      "4": "Even though I walk through the valley of the shadow of death,\nI fear no evil, for You are with me;\nYour rod and Your staff, they comfort me.",
      "5": "You prepare a table before me in the presence of my enemies;\nYou have anointed my head with oil;\nMy cup overflows.",
      "6": "Certainly goodness and faithfulness will follow me all the days of my life,\nAnd my dwelling will be in the house of the Lord forever."
    },
    "24": {
      "1": "The earth is the Lord’s, and all it contains,\nThe world, and those who live in it.",
      "2": "For He has founded it upon the seas\nAnd established it upon the rivers.",
      "3": "Who may ascend onto the hill of the Lord?\nAnd who may stand in His holy place?",
      "4": "One who has clean hands and a pure heart,\nWho has not lifted up his soul to deceit\nAnd has not sworn deceitfully.",
      "5": "He will receive a blessing from the Lord\nAnd righteousness from the God of his salvation.",
      "6": "This is the generation of those who seek Him,\nWho seek Your face—even Jacob. Selah",
      "7": "Lift up your heads, you gates,\nAnd be lifted up, you ancient doors,\nThat the King of glory may come in!",
      "8": "Who is the King of glory?\nThe Lord strong and mighty,\nThe Lord mighty in battle.",
      "9": "Lift up your heads, you gates,\nAnd lift them up, you ancient doors,\nThat the King of glory may come in!",
      "10": "Who is this King of glory?\nThe Lord of armies,\nHe is the King of glory. Selah"
    },
    "25": {
      "1": "To You, Lord, I lift up my soul.",
      "2": "My God, in You I trust,\nDo not let me be ashamed;\nDo not let my enemies rejoice over me.",
      "3": "Indeed, none of those who wait for You will be ashamed;\nThose who deal treacherously without cause will be ashamed.",
      "4": "Make me know Your ways, Lord;\nTeach me Your paths.",
      "5": "Lead me in Your truth and teach me,\nFor You are the God of my salvation;\nFor You I wait all the day.",
      "6": "Remember, Lord, Your compassion and Your faithfulness,\nFor they have been from of old.",
      "7": "Do not remember the sins of my youth or my wrongdoings;\nRemember me according to Your faithfulness,\nFor Your goodness’ sake, Lord.",
      "8": "The Lord is good and upright;\nTherefore He instructs sinners in the way.",
      "9": "He leads the humble in justice,\nAnd He teaches the humble His way.",
      "10": "All the paths of the Lord are faithfulness and truth\nTo those who comply with His covenant and His testimonies.",
      "11": "For the sake of Your name, Lord,\nForgive my wrongdoing, for it is great.",
      "12": "Who is the person who fears the Lord?\nHe will instruct him in the way he should choose.",
      "13": "His soul will dwell in prosperity,\nAnd his descendants will inherit the land.",
      "14": "The secret of the Lord is for those who fear Him,\nAnd He will make them know His covenant.",
      "15": "My eyes are continually toward the Lord,\nFor He will rescue my feet from the net.",
      "16": "Turn to me and be gracious to me,\nFor I am lonely and afflicted.",
      "17": "The troubles of my heart are enlarged;\nBring me out of my distresses.",
      "18": "Look at my misery and my trouble,\nAnd forgive all my sins.",
      "19": "Look at my enemies, for they are many,\nAnd they hate me with violent hatred.",
      "20": "Guard my soul and save me;\nDo not let me be ashamed, for I take refuge in You.",
      "21": "Let integrity and uprightness protect me,\nFor I wait for You.",
      "22": "Redeem Israel, God,\nFrom all his distress."
    },
    "26": {
      "1": "Vindicate me, Lord, for I have walked in my integrity,\nAnd I have trusted in the Lord without wavering.",
      "2": "Examine me, Lord, and put me to the test;\nRefine my mind and my heart.",
      "3": "For Your goodness is before my eyes,\nAnd I have walked in Your truth.",
      "4": "I do not sit with deceitful people,\nNor will I go with pretenders.",
      "5": "I hate the assembly of evildoers,\nAnd I will not sit with the wicked.",
      "6": "I will wash my hands in innocence,\nAnd I will go around Your altar, Lord,",
      "7": "That I may proclaim with the voice of thanksgiving\nAnd declare all Your wonders.",
      "8": "Lord, I love the dwelling of Your house,\nAnd the place where Your glory remains.",
      "9": "Do not take my soul away along with sinners,\nNor my life with men of bloodshed,",
      "10": "In whose hands is a wicked scheme,\nAnd whose right hand is full of bribes.",
      "11": "But as for me, I will walk in my integrity;\nRedeem me, and be gracious to me.",
      "12": "My foot stands on level ground;\nIn the congregations I will bless the Lord."
    },
    "27": {
      "1": "The Lord is my light and my salvation;\nWhom should I fear?\nThe Lord is the defense of my life;\nWhom should I dread?",
      "2": "When evildoers came upon me to devour my flesh,\nMy adversaries and my enemies, they stumbled and fell.",
      "3": "If an army encamps against me,\nMy heart will not fear;\nIf war arises against me,\nIn spite of this I am confident.",
      "4": "One thing I have asked from the Lord, that I shall seek:\nThat I may dwell in the house of the Lord all the days of my life,\nTo behold the beauty of the Lord\nAnd to meditate in His temple.",
      "5": "For on the day of trouble He will conceal me in His tabernacle;\nHe will hide me in the secret place of His tent;\nHe will lift me up on a rock.",
      "6": "And now my head will be lifted up above my enemies around me,\nAnd I will offer sacrifices in His tent with shouts of joy;\nI will sing, yes, I will sing praises to the Lord.",
      "7": "Hear, Lord, when I cry with my voice,\nAnd be gracious to me and answer me.",
      "8": "When You said, “Seek My face,” my heart said to You,\n“I shall seek Your face, Lord.”",
      "9": "Do not hide Your face from me,\nDo not turn Your servant away in anger;\nYou have been my help;\nDo not abandon me nor forsake me,\nGod of my salvation!",
      "10": "For my father and my mother have forsaken me,\nBut the Lord will take me up.",
      "11": "Teach me Your way, Lord,\nAnd lead me on a level path\nBecause of my enemies.",
      "12": "Do not turn me over to the desire of my enemies,\nFor false witnesses have risen against me,\nAnd the violent witness.",
      "13": "I certainly believed that I would see the goodness of the Lord\nIn the land of the living.",
      "14": "Wait for the Lord;\nBe strong and let your heart take courage;\nYes, wait for the Lord."
    },
    "28": {
      "1": "To You, Lord, I call;\nMy rock, do not be deaf to me,\nFor if You are silent to me,\nI will become like those who go down to the pit.",
      "2": "Hear the sound of my pleadings when I cry to You for help,\nWhen I raise my hands toward Your holy sanctuary.",
      "3": "Do not drag me away with the wicked\nAnd with those who practice injustice,\nWho speak peace with their neighbors,\nWhile evil is in their hearts.",
      "4": "Give back to them according to their work and according to the evil of their practices;\nGive back to them according to the work of their hands;\nRepay them what is due them.",
      "5": "Because they do not regard the works of the Lord\nNor the deeds of His hands,\nHe will tear them down and not build them up.",
      "6": "Blessed be the Lord,\nBecause He has heard the sound of my pleading.",
      "7": "The Lord is my strength and my shield;\nMy heart trusts in Him, and I am helped;\nTherefore my heart triumphs,\nAnd with my song I shall thank Him.",
      "8": "The Lord is their strength,\nAnd He is a refuge of salvation to His anointed.",
      "9": "Save Your people and bless Your inheritance;\nBe their shepherd also, and carry them forever."
    },
    "29": {
      "1": "Ascribe to the Lord, sons of the mighty,\nAscribe to the Lord glory and strength.",
      "2": "Ascribe to the Lord the glory due His name;\nWorship the Lord in holy attire.",
      "3": "The voice of the Lord is on the waters;\nThe God of glory thunders,\nThe Lord is over many waters.",
      "4": "The voice of the Lord is powerful,\nThe voice of the Lord is majestic.",
      "5": "The voice of the Lord breaks the cedars;\nYes, the Lord breaks the cedars of Lebanon in pieces.",
      "6": "He makes Lebanon skip like a calf,\nAnd Sirion like a young wild ox.",
      "7": "The voice of the Lord divides flames of fire.",
      "8": "The voice of the Lord shakes the wilderness;\nThe Lord shakes the wilderness of Kadesh.",
      "9": "The voice of the Lord makes the deer give birth\nAnd strips the forests bare;\nAnd in His temple everything says, “Glory!”",
      "10": "The Lord sat as King at the flood;\nYes, the Lord sits as King forever.",
      "11": "The Lord will give strength to His people;\nThe Lord will bless His people with peace."
    },
    "30": {
      "1": "I will exalt You, Lord, for You have lifted me up,\nAnd have not let my enemies rejoice over me.",
      "2": "Lord my God,\nI cried to You for help, and You healed me.",
      "3": "Lord, You have brought up my soul from Sheol;\nYou have kept me alive, that I would not go down to the pit.",
      "4": "Sing praise to the Lord, you His godly ones,\nAnd praise the mention of His holiness.",
      "5": "For His anger is but for a moment,\nHis favor is for a lifetime;\nWeeping may last for the night,\nBut a shout of joy comes in the morning.",
      "6": "Now as for me, I said in my prosperity,\n“I will never be moved.”",
      "7": "Lord, by Your favor You have made my mountain to stand strong;\nYou hid Your face, I was dismayed.",
      "8": "To You, Lord, I called,\nAnd to the Lord I pleaded for compassion:",
      "9": "“What gain is there in my blood, if I go down to the pit?\nWill the dust praise You? Will it declare Your faithfulness?",
      "10": "“Hear, Lord, and be gracious to me;\nLord, be my helper.”",
      "11": "You have turned my mourning into dancing for me;\nYou have untied my sackcloth and encircled me with joy,",
      "12": "That my soul may sing praise to You and not be silent.\nLord my God, I will give thanks to You forever."
    },
    "31": {
      "1": "In You, Lord, I have taken refuge;\nLet me never be put to shame;\nIn Your righteousness rescue me.",
      "2": "Incline Your ear to me, rescue me quickly;\nBe a rock of strength for me,\nA stronghold to save me.",
      "3": "For You are my rock and my fortress;\nFor the sake of Your name You will lead me and guide me.",
      "4": "You will pull me out of the net which they have secretly laid for me,\nFor You are my strength.",
      "5": "Into Your hand I entrust my spirit;\nYou have redeemed me, Lord, God of truth.",
      "6": "I hate those who devote themselves to worthless idols,\nBut I trust in the Lord.",
      "7": "I will rejoice and be glad in Your faithfulness,\nBecause You have seen my misery;\nYou have known the troubles of my soul,",
      "8": "And You have not handed me over to the enemy;\nYou have set my feet in a large place.",
      "9": "Be gracious to me, Lord, for I am in distress;\nMy eye is wasted away from grief, my soul and my body too.",
      "10": "For my life is spent with sorrow\nAnd my years with sighing;\nMy strength has failed because of my guilt,\nAnd my body has wasted away.",
      "11": "Because of all my adversaries, I have become a disgrace,\nEspecially to my neighbors,\nAnd an object of dread to my acquaintances;\nThose who see me in the street flee from me.",
      "12": "I am forgotten like a dead person, out of mind;\nI am like a broken vessel.",
      "13": "For I have heard the slander of many,\nTerror is on every side;\nWhile they took counsel together against me,\nThey schemed to take away my life.",
      "14": "But as for me, I trust in You, Lord,\nI say, “You are my God.”",
      "15": "My times are in Your hand;\nRescue me from the hand of my enemies and from those who persecute me.",
      "16": "Make Your face shine upon Your servant;\nSave me in Your faithfulness.",
      "17": "Let me not be put to shame, Lord, for I call upon You;\nLet the wicked be put to shame, let them be silent in Sheol.",
      "18": "Let the lying lips be speechless,\nWhich speak arrogantly against the righteous\nWith pride and contempt.",
      "19": "How great is Your goodness,\nWhich You have stored up for those who fear You,\nWhich You have performed for those who take refuge in You,\nBefore the sons of mankind!",
      "20": "You hide them in the secret place of Your presence from the conspiracies of mankind;\nYou keep them secretly in a shelter from the strife of tongues.",
      "21": "Blessed be the Lord,\nFor He has shown His marvelous faithfulness to me in a besieged city.",
      "22": "As for me, I said in my alarm,\n“I am cut off from Your eyes”;\nNevertheless You heard the sound of my pleadings\nWhen I called to You for help.",
      "23": "Love the Lord, all His godly ones!\nThe Lord watches over the faithful\nBut fully repays the one who acts arrogantly.",
      "24": "Be strong and let your heart take courage,\nAll you who wait for the Lord."
    },
    "32": {
      "1": "How blessed is he whose wrongdoing is forgiven,\nWhose sin is covered!",
      "2": "How blessed is a person whose guilt the Lord does not take into account,\nAnd in whose spirit there is no deceit!",
      "3": "When I kept silent about my sin, my body wasted away\nThrough my groaning all day long.",
      "4": "For day and night Your hand was heavy upon me;\nMy vitality failed as with the dry heat of summer. Selah",
      "5": "I acknowledged my sin to You,\nAnd I did not hide my guilt;\nI said, “I will confess my wrongdoings to the Lord”;\nAnd You forgave the guilt of my sin. Selah",
      "6": "Therefore, let everyone who is godly pray to You in a time when You may be found;\nCertainly in a flood of great waters, they will not reach him.",
      "7": "You are my hiding place; You keep me from trouble;\nYou surround me with songs of deliverance. Selah",
      "8": "I will instruct you and teach you in the way which you should go;\nI will advise you with My eye upon you.",
      "9": "Do not be like the horse or like the mule, which have no understanding,\nWhose trappings include bit and bridle to hold them in check,\nOtherwise they will not come near to you.",
      "10": "The sorrows of the wicked are many,\nBut the one who trusts in the Lord, goodness will surround him.",
      "11": "Be glad in the Lord and rejoice, you righteous ones;\nAnd shout for joy, all you who are upright in heart."
    },
    "33": {
      "1": "Sing for joy in the Lord, you righteous ones;\nPraise is becoming to the upright.",
      "2": "Give thanks to the Lord with the lyre;\nSing praises to Him with a harp of ten strings.",
      "3": "Sing to Him a new song;\nPlay skillfully with a shout of joy.",
      "4": "For the word of the Lord is right,\nAnd all His work is done in faithfulness.",
      "5": "He loves righteousness and justice;\nThe earth is full of the goodness of the Lord.",
      "6": "By the word of the Lord the heavens were made,\nAnd by the breath of His mouth all their lights.",
      "7": "He gathers the waters of the sea together as a heap;\nHe puts the depths in storehouses.",
      "8": "Let all the earth fear the Lord;\nLet all the inhabitants of the world stand in awe of Him.",
      "9": "For He spoke, and it was done;\nHe commanded, and it stood firm.",
      "10": "The Lord nullifies the plan of nations;\nHe frustrates the plans of peoples.",
      "11": "The plan of the Lord stands forever,\nThe plans of His heart from generation to generation.",
      "12": "Blessed is the nation whose God is the Lord,\nThe people He has chosen for His own inheritance.",
      "13": "The Lord looks from heaven;\nHe sees all the sons of mankind;",
      "14": "From His dwelling place He looks out\nOn all the inhabitants of the earth,",
      "15": "He who fashions the hearts of them all,\nHe who understands all their works.",
      "16": "The king is not saved by a mighty army;\nA warrior is not rescued by great strength.",
      "17": "A horse is a false hope for victory;\nNor does it rescue anyone by its great strength.",
      "18": "Behold, the eye of the Lord is on those who fear Him,\nOn those who wait for His faithfulness,",
      "19": "To rescue their soul from death\nAnd to keep them alive in famine.",
      "20": "Our soul waits for the Lord;\nHe is our help and our shield.",
      "21": "For our heart rejoices in Him,\nBecause we trust in His holy name.",
      "22": "Let Your favor, Lord, be upon us,\nJust as we have waited for You."
    },
    "34": {
      "1": "I will bless the Lord at all times;\nHis praise shall continually be in my mouth.",
      "2": "My soul will make its boast in the Lord;\nThe humble will hear it and rejoice.",
      "3": "Exalt the Lord with me,\nAnd let’s exalt His name together.",
      "4": "I sought the Lord and He answered me,\nAnd rescued me from all my fears.",
      "5": "They looked to Him and were radiant,\nAnd their faces will never be ashamed.",
      "6": "This wretched man cried out, and the Lord heard him,\nAnd saved him out of all his troubles.",
      "7": "The angel of the Lord encamps around those who fear Him,\nAnd rescues them.",
      "8": "Taste and see that the Lord is good;\nHow blessed is the man who takes refuge in Him!",
      "9": "Fear the Lord, you His saints;\nFor to those who fear Him there is no lack of anything.",
      "10": "The young lions do without and suffer hunger;\nBut they who seek the Lord will not lack any good thing.",
      "11": "Come, you children, listen to me;\nI will teach you the fear of the Lord.",
      "12": "Who is the person who desires life\nAnd loves length of days, that he may see good?",
      "13": "Keep your tongue from evil\nAnd your lips from speaking deceit.",
      "14": "Turn from evil and do good;\nSeek peace and pursue it.",
      "15": "The eyes of the Lord are toward the righteous,\nAnd His ears are toward their cry for help.",
      "16": "The face of the Lord is against evildoers,\nTo eliminate the memory of them from the earth.",
      "17": "The righteous cry out, and the Lord hears\nAnd rescues them from all their troubles.",
      "18": "The Lord is near to the brokenhearted\nAnd saves those who are crushed in spirit.",
      "19": "The afflictions of the righteous are many,\nBut the Lord rescues him from them all.",
      "20": "He protects all his bones,\nNot one of them is broken.",
      "21": "Evil will bring death to the wicked,\nAnd those who hate the righteous will suffer for their guilt.",
      "22": "The Lord redeems the souls of His servants,\nAnd none of those who take refuge in Him will suffer for their guilt."
    },
    "35": {
      "1": "Contend, Lord, with those who contend with me;\nFight against those who fight against me.",
      "2": "Take hold of buckler and shield\nAnd rise up as my help.",
      "3": "Draw also the spear and the battle-axe to meet those who pursue me;\nSay to my soul, “I am your salvation.”",
      "4": "Let those be ashamed and dishonored who seek my life;\nLet those be turned back and humiliated who devise evil against me.",
      "5": "Let them be like chaff before the wind,\nWith the angel of the Lord driving them on.",
      "6": "Let their way be dark and slippery,\nWith the angel of the Lord pursuing them.",
      "7": "For they hid their net for me without cause;\nWithout cause they dug a pit for my soul.",
      "8": "Let destruction come upon him when he is unaware,\nAnd let the net which he hid catch him;\nLet him fall into that very destruction.",
      "9": "So my soul shall rejoice in the Lord;\nIt shall rejoice in His salvation.",
      "10": "All my bones will say, “Lord, who is like You,\nWho rescues the afflicted from one who is too strong for him,\nAnd the afflicted and the poor from one who robs him?”",
      "11": "Malicious witnesses rise up;\nThey ask me things that I do not know.",
      "12": "They repay me evil for good,\nTo the bereavement of my soul.",
      "13": "But as for me, when they were sick, my clothing was sackcloth;\nI humbled my soul with fasting,\nBut my prayer kept returning to me.",
      "14": "I went about as though it were my friend or brother;\nI bowed down in mourning, like one who mourns for a mother.",
      "15": "But at my stumbling they rejoiced and gathered themselves together;\nThe afflicted people whom I did not know gathered together against me,\nThey slandered me without ceasing.",
      "16": "Like godless jesters at a feast,\nThey gnashed at me with their teeth.",
      "17": "Lord, how long will You look on?\nRescue my soul from their ravages,\nMy only life from the lions.",
      "18": "I will give You thanks in the great congregation;\nI will praise You among a mighty people.",
      "19": "Do not let those who are wrongfully my enemies rejoice over me;\nNor let those who hate me for no reason wink maliciously.",
      "20": "For they do not speak peace,\nBut they devise deceitful words against those who are quiet in the land.",
      "21": "They opened their mouth wide against me;\nThey said, “Aha, aha! Our eyes have seen it!”",
      "22": "You have seen it, Lord, do not keep silent;\nLord, do not be far from me.",
      "23": "Stir Yourself, and awake to my right\nAnd to my cause, my God and my Lord.",
      "24": "Judge me, Lord my God, according to Your righteousness,\nAnd do not let them rejoice over me.",
      "25": "Do not let them say in their heart, “Aha, our desire!”\nDo not let them say, “We have swallowed him up!”",
      "26": "May those be ashamed and altogether humiliated who rejoice at my distress;\nMay those who exalt themselves over me be clothed with shame and dishonor.",
      "27": "May those shout for joy and rejoice, who take delight in my vindication;\nAnd may they say continually, “The Lord be exalted,\nWho delights in the prosperity of His servant.”",
      "28": "And my tongue shall proclaim Your righteousness\nAnd Your praise all day long."
    },
    "36": {
      "1": "Wrongdoing speaks to the ungodly within his heart;\nThere is no fear of God before his eyes.",
      "2": "For it flatters him in his own eyes\nConcerning the discovery of his wrongful deed and the hatred of it.",
      "3": "The words of his mouth are wickedness and deceit;\nHe has ceased to be wise and to do good.",
      "4": "He plans wickedness on his bed;\nHe sets himself on a path that is not good;\nHe does not reject evil.",
      "5": "Your mercy, Lord, extends to the heavens,\nYour faithfulness reaches to the skies.",
      "6": "Your righteousness is like the mountains of God;\nYour judgments are like the great deep.\nLord, You protect mankind and animals.",
      "7": "How precious is Your mercy, God!\nAnd the sons of mankind take refuge in the shadow of Your wings.",
      "8": "They drink their fill of the abundance of Your house;\nAnd You allow them to drink from the river of Your delights.",
      "9": "For the fountain of life is with You;\nIn Your light we see light.",
      "10": "Prolong Your mercy to those who know You,\nAnd Your righteousness to the upright of heart.",
      "11": "May the foot of pride not come upon me,\nAnd may the hand of the wicked not drive me away.",
      "12": "Those who do injustice have fallen there;\nThey have been thrust down and cannot rise."
    },
    "37": {
      "1": "Do not get upset because of evildoers,\nDo not be envious of wrongdoers.",
      "2": "For they will wither quickly like the grass,\nAnd decay like the green plants.",
      "3": "Trust in the Lord and do good;\nLive in the land and cultivate faithfulness.",
      "4": "Delight yourself in the Lord;\nAnd He will give you the desires of your heart.",
      "5": "Commit your way to the Lord,\nTrust also in Him, and He will do it.",
      "6": "He will bring out your righteousness as the light,\nAnd your judgment as the noonday.",
      "7": "Rest in the Lord and wait patiently for Him;\nDo not get upset because of one who is successful in his way,\nBecause of the person who carries out wicked schemes.",
      "8": "Cease from anger and abandon wrath;\nDo not get upset; it leads only to evildoing.",
      "9": "For evildoers will be eliminated,\nBut those who wait for the Lord, they will inherit the land.",
      "10": "Yet a little while and the wicked person will be no more;\nAnd you will look carefully for his place and he will not be there.",
      "11": "But the humble will inherit the land\nAnd will delight themselves in abundant prosperity.",
      "12": "The wicked plots against the righteous,\nAnd gnashes at him with his teeth.",
      "13": "The Lord laughs at him,\nFor He sees that his day is coming.",
      "14": "The wicked have drawn the sword and bent their bow\nTo take down the afflicted and the needy,\nTo kill off those who are upright in conduct.",
      "15": "Their sword will enter their own heart,\nAnd their bows will be broken.",
      "16": "Better is the little of the righteous\nThan the abundance of many wicked.",
      "17": "For the arms of the wicked will be broken,\nBut the Lord sustains the righteous.",
      "18": "The Lord knows the days of the blameless,\nAnd their inheritance will be forever.",
      "19": "They will not be ashamed in the time of evil,\nAnd in the days of famine they will have plenty.",
      "20": "But the wicked will perish;\nAnd the enemies of the Lord will be like the glory of the pastures,\nThey vanish—like smoke they vanish away.",
      "21": "The wicked borrows and does not pay back,\nBut the righteous is gracious and gives.",
      "22": "For those blessed by Him will inherit the land,\nBut those cursed by Him will be eliminated.",
      "23": "The steps of a man are established by the Lord,\nAnd He delights in his way.",
      "24": "When he falls, he will not be hurled down,\nBecause the Lord is the One who holds his hand.",
      "25": "I have been young and now I am old,\nYet I have not seen the righteous forsaken\nOr his descendants begging for bread.",
      "26": "All day long he is gracious and lends,\nAnd his descendants are a blessing.",
      "27": "Turn from evil and do good,\nSo that you will dwell forever.",
      "28": "For the Lord loves justice\nAnd does not abandon His godly ones;\nThey are protected forever,\nBut the descendants of the wicked will be eliminated.",
      "29": "The righteous will inherit the land\nAnd dwell in it forever.",
      "30": "The mouth of the righteous utters wisdom,\nAnd his tongue speaks justice.",
      "31": "The Law of his God is in his heart;\nHis steps do not slip.",
      "32": "The wicked spies upon the righteous\nAnd seeks to kill him.",
      "33": "The Lord will not leave him in his hand\nOr let him be condemned when he is judged.",
      "34": "Wait for the Lord and keep His way,\nAnd He will exalt you to inherit the land;\nWhen the wicked are eliminated, you will see it.",
      "35": "I have seen a wicked, violent person\nSpreading himself like a luxuriant tree in its native soil.",
      "36": "Then he passed away, and behold, he was no more;\nI searched for him, but he could not be found.",
      "37": "Observe the blameless person, and look at the upright;\nFor the person of peace will have a future.",
      "38": "But wrongdoers will altogether be destroyed;\nThe future of the wicked will be eliminated.",
      "39": "But the salvation of the righteous is from the Lord;\nHe is their strength in time of trouble.",
      "40": "The Lord helps them and rescues them;\nHe rescues them from the wicked and saves them,\nBecause they take refuge in Him."
    },
    "38": {
      "1": "Lord, do not rebuke me in Your wrath,\nAnd do not punish me in Your burning anger.",
      "2": "For Your arrows have sunk deep into me,\nAnd Your hand has pressed down on me.",
      "3": "There is no healthy part in my flesh because of Your indignation;\nThere is no health in my bones because of my sin.",
      "4": "For my guilty deeds have gone over my head;\nLike a heavy burden they weigh too much for me.",
      "5": "My wounds grow foul and fester\nBecause of my foolishness.",
      "6": "I am bent over and greatly bowed down;\nI go in mourning all day long.",
      "7": "For my sides are filled with burning,\nAnd there is no healthy part in my flesh.",
      "8": "I feel faint and badly crushed;\nI groan because of the agitation of my heart.",
      "9": "Lord, all my desire is before You;\nAnd my sighing is not hidden from You.",
      "10": "My heart throbs, my strength fails me;\nAnd the light of my eyes, even that has gone from me.",
      "11": "My loved ones and my friends stand aloof from my plague;\nAnd my kinsmen stand far away.",
      "12": "Those who seek my life lay snares for me;\nAnd those who seek to injure me have threatened destruction,\nAnd they plot deception all day long.",
      "13": "But I, like a person who is deaf, do not hear;\nAnd I am like a person who cannot speak, who does not open his mouth.",
      "14": "Yes, I am like a person who does not hear,\nAnd in whose mouth are no arguments.",
      "15": "For I wait for You, Lord;\nYou will answer, Lord my God.",
      "16": "For I said, “May they not rejoice over me,\nWho, when my foot slips, would exalt themselves over me.”",
      "17": "For I am ready to fall,\nAnd my sorrow is continually before me.",
      "18": "For I admit my guilt;\nI am full of anxiety because of my sin.",
      "19": "But my enemies are vigorous and strong,\nAnd those who wrongfully hate me are many.",
      "20": "And those who repay evil for good,\nThey become my enemies, because I follow what is good.",
      "21": "Do not abandon me, Lord;\nMy God, do not be far from me!",
      "22": "Hurry to help me,\nLord, my salvation!"
    },
    "39": {
      "1": "I said, “I will keep watch over my ways\nSo that I do not sin with my tongue;\nI will keep watch over my mouth as with a muzzle\nWhile the wicked are in my presence.”",
      "2": "I was mute and silent,\nI refused to say even something good,\nAnd my pain was stirred up.",
      "3": "My heart was hot within me,\nWhile I was musing the fire burned;\nThen I spoke with my tongue:",
      "4": "“Lord, let me know my end,\nAnd what is the extent of my days;\nLet me know how transient I am.",
      "5": "Behold, You have made my days like hand widths,\nAnd my lifetime as nothing in Your sight;\nCertainly all mankind standing is a mere breath. Selah",
      "6": "Certainly every person walks around as a fleeting shadow;\nThey certainly make an uproar for nothing;\nHe amasses riches and does not know who will gather them.",
      "7": "“And now, Lord, for what do I wait?\nMy hope is in You.",
      "8": "Save me from all my wrongdoings;\nDo not make me an object of reproach for the foolish.",
      "9": "I have become mute, I do not open my mouth,\nBecause it is You who have done it.",
      "10": "Remove Your plague from me;\nBecause of the opposition of Your hand I am perishing.",
      "11": "With rebukes You punish a person for wrongdoing;\nYou consume like a moth what is precious to him;\nCertainly all mankind is mere breath! Selah",
      "12": "“Hear my prayer, Lord, and listen to my cry for help;\nDo not be silent to my tears;\nFor I am a stranger with You,\nOne who lives abroad, like all my fathers.",
      "13": "Turn Your eyes away from me, that I may become cheerful again\nBefore I depart and am no more.”"
    },
    "40": {
      "1": "I waited patiently for the Lord;\nAnd He reached down to me and heard my cry.",
      "2": "He brought me up out of the pit of destruction, out of the mud;\nAnd He set my feet on a rock, making my footsteps firm.",
      "3": "He put a new song in my mouth, a song of praise to our God;\nMany will see and fear\nAnd will trust in the Lord.",
      "4": "How blessed is the man who has made the Lord his trust,\nAnd has not turned to the proud, nor to those who become involved in falsehood.",
      "5": "Many, Lord my God, are the wonders which You have done,\nAnd Your thoughts toward us;\nThere is no one to compare with You.\nIf I would declare and speak of them,\nThey would be too numerous to count.",
      "6": "You have not desired sacrifice and meal offering;\nYou have opened my ears;\nYou have not required burnt offering and sin offering.",
      "7": "Then I said, “Behold, I have come;\nIt is written of me in the scroll of the book.",
      "8": "I delight to do Your will, my God;\nYour Law is within my heart.”",
      "9": "I have proclaimed good news of righteousness in the great congregation;\nBehold, I will not restrain my lips,\nLord, You know.",
      "10": "I have not hidden Your righteousness within my heart;\nI have spoken of Your faithfulness and Your salvation;\nI have not concealed Your mercy and Your truth from the great congregation.",
      "11": "You, Lord, will not withhold Your compassion from me;\nYour mercy and Your truth will continually watch over me.",
      "12": "For evils beyond number have surrounded me;\nMy guilty deeds have overtaken me, so that I am not able to see;\nThey are more numerous than the hairs of my head,\nAnd my heart has failed me.",
      "13": "Be pleased, Lord, to rescue me;\nHurry, Lord, to help me.",
      "14": "May those be ashamed and humiliated together\nWho seek my life to destroy it;\nMay those be turned back and dishonored\nWho delight in my hurt.",
      "15": "May those be appalled because of their shame\nWho say to me, “Aha, aha!”",
      "16": "May all who seek You rejoice and be glad in You;\nMay those who love Your salvation continually say,\n“The Lord be exalted!”",
      "17": "But I am afflicted and needy;\nMay the Lord be mindful of me.\nYou are my help and my savior;\nDo not delay, my God."
    },
    "41": {
      "1": "Blessed is one who considers the helpless;\nThe Lord will save him on a day of trouble.",
      "2": "The Lord will protect him and keep him alive,\nAnd he will be called blessed upon the earth;\nAnd do not turn him over to the desire of his enemies.",
      "3": "The Lord will sustain him upon his sickbed;\nIn his illness, You restore him to health.",
      "4": "As for me, I said, “Lord, be gracious to me;\nHeal my soul, for I have sinned against You.”",
      "5": "My enemies speak evil against me,\n“When will he die, and his name perish?”",
      "6": "And when he comes to see me, he speaks empty words;\nHis heart gathers wickedness to itself;\nWhen he goes outside, he tells it.",
      "7": "All who hate me whisper together against me;\nThey plot my harm against me, saying,",
      "8": "“A wicked thing is poured out upon him,\nSo that when he lies down, he will not get up again.”",
      "9": "Even my close friend in whom I trusted,\nWho ate my bread,\nHas lifted up his heel against me.",
      "10": "But You, Lord, be gracious to me and raise me up,\nThat I may repay them.",
      "11": "By this I know that You are pleased with me,\nBecause my enemy does not shout in triumph over me.",
      "12": "As for me, You uphold me in my integrity,\nAnd You place me in Your presence forever.",
      "13": "Blessed be the Lord, the God of Israel,\nFrom everlasting to everlasting.\nAmen and Amen."
    },
    "42": {
      "1": "As the deer pants for the water brooks,\nSo my soul pants for You, God.",
      "2": "My soul thirsts for God, for the living God;\nWhen shall I come and appear before God?",
      "3": "My tears have been my food day and night,\nWhile they say to me all day long, “Where is your God?”",
      "4": "I remember these things and pour out my soul within me.\nFor I used to go over with the multitude and walk them to the house of God,\nWith a voice of joy and thanksgiving, a multitude celebrating a festival.",
      "5": "Why are you in despair, my soul?\nAnd why are you restless within me?\nWait for God, for I will again praise Him\nFor the help of His presence, my God.",
      "6": "My soul is in despair within me;\nTherefore I remember You from the land of the Jordan\nAnd the peaks of Hermon, from Mount Mizar.",
      "7": "Deep calls to deep at the sound of Your waterfalls;\nAll Your breakers and Your waves have passed over me.",
      "8": "The Lord will send His goodness in the daytime;\nAnd His song will be with me in the night,\nA prayer to the God of my life.",
      "9": "I will say to God my rock, “Why have You forgotten me?\nWhy do I go about mourning because of the oppression of the enemy?”",
      "10": "As a shattering of my bones, my adversaries taunt me,\nWhile they say to me all day long, “Where is your God?”",
      "11": "Why are you in despair, my soul?\nAnd why are you restless within me?\nWait for God, for I will again praise Him\nFor the help of His presence, my God."
    },
    "43": {
      "1": "Vindicate me, God, and plead my case against an ungodly nation;\nSave me from the deceitful and unjust person!",
      "2": "For You are the God of my strength; why have You rejected me?\nWhy do I go about mourning because of the oppression of the enemy?",
      "3": "Send out Your light and Your truth, they shall lead me;\nThey shall bring me to Your holy hill\nAnd to Your dwelling places.",
      "4": "Then I will go to the altar of God,\nTo God my exceeding joy;\nAnd I will praise You on the lyre, God, my God.",
      "5": "Why are you in despair, my soul?\nAnd why are you restless within me?\nWait for God, for I will again praise Him\nFor the help of His presence, my God."
    },
    "44": {
      "1": "God, we have heard with our ears,\nOur fathers have told us\nThe work that You did in their days,\nIn the days of old.",
      "2": "You with Your own hand drove out the nations;\nThen You planted them;\nYou afflicted the peoples,\nThen You let them go free.",
      "3": "For by their own sword they did not possess the land,\nAnd their own arm did not save them,\nBut Your right hand and Your arm and the light of Your presence,\nFor You favored them.",
      "4": "You are my King, God;\nCommand victories for Jacob.",
      "5": "Through You we will push back our adversaries;\nThrough Your name we will trample down those who rise up against us.",
      "6": "For I will not trust in my bow,\nNor will my sword save me.",
      "7": "But You have saved us from our adversaries,\nAnd You have put to shame those who hate us.",
      "8": "In God we have boasted all day long,\nAnd we will give thanks to Your name forever. Selah",
      "9": "Yet You have rejected us and brought us to dishonor,\nAnd do not go out with our armies.",
      "10": "You cause us to turn back from the enemy;\nAnd those who hate us have taken spoils for themselves.",
      "11": "You turn us over to be eaten like sheep,\nAnd have scattered us among the nations.",
      "12": "You sell Your people cheaply,\nAnd have not profited by their sale.",
      "13": "You make us an object of reproach to our neighbors,\nOf scoffing and ridicule to those around us.",
      "14": "You make us a proverb among the nations,\nA laughingstock among the peoples.",
      "15": "All day long my dishonor is before me\nAnd I am covered with my humiliation,",
      "16": "Because of the voice of one who taunts and reviles,\nBecause of the presence of the enemy and the avenger.",
      "17": "All this has come upon us, but we have not forgotten You,\nAnd we have not dealt falsely with Your covenant.",
      "18": "Our heart has not turned back,\nAnd our steps have not deviated from Your way,",
      "19": "Yet You have crushed us in a place of jackals\nAnd covered us with deep darkness.",
      "20": "If we had forgotten the name of our God\nOr extended our hands to a strange god,",
      "21": "Would God not find this out?\nFor He knows the secrets of the heart.",
      "22": "But for Your sake we are killed all day long;\nWe are regarded as sheep to be slaughtered.",
      "23": "Wake Yourself up, why do You sleep, Lord?\nAwake, do not reject us forever.",
      "24": "Why do You hide Your face\nAnd forget our affliction and oppression?",
      "25": "For our souls have sunk down into the dust;\nOur bodies cling to the earth.",
      "26": "Rise up, be our help,\nAnd redeem us because of Your mercy."
    },
    "45": {
      "1": "My heart is moved with a good theme;\nI address my verses to the King;\nMy tongue is the pen of a ready writer.",
      "2": "You are the most handsome of the sons of mankind;\nGrace is poured upon Your lips;\nTherefore God has blessed You forever.",
      "3": "Strap Your sword on Your thigh, Mighty One,\nIn Your splendor and majesty!",
      "4": "And in Your majesty ride on victoriously,\nFor the cause of truth, humility, and righteousness;\nLet Your right hand teach You awesome things.",
      "5": "Your arrows are sharp;\nThe peoples fall under You;\nYour arrows are in the heart of the King’s enemies.",
      "6": "Your throne, God, is forever and ever;\nThe scepter of Your kingdom is a scepter of justice.",
      "7": "You have loved righteousness and hated wickedness;\nTherefore God, Your God, has anointed You\nWith the oil of joy above Your companions.",
      "8": "All Your garments are fragrant with myrrh, aloes, and cassia;\nFrom ivory palaces stringed instruments have made You joyful.",
      "9": "Kings’ daughters are among Your noble women;\nAt Your right hand stands the queen in gold from Ophir.",
      "10": "Listen, daughter, look and incline your ear:\nForget your people and your father’s house;",
      "11": "Then the King will crave your beauty.\nBecause He is your Lord, bow down to Him.",
      "12": "The daughter of Tyre will come with a gift;\nThe wealthy among the people will seek your favor.",
      "13": "The King’s daughter is all glorious within;\nHer clothing is interwoven with gold.",
      "14": "She will be brought to the King in colorful garments;\nThe virgins, her companions who follow her,\nWill be brought to You.",
      "15": "They will be brought with joy and rejoicing;\nThey will enter into the King’s palace.",
      "16": "In place of your fathers will be your sons;\nYou shall make them princes in all the earth.",
      "17": "I will make Your name known among all generations;\nTherefore the peoples will praise You forever and ever."
    },
    "46": {
      "1": "God is our refuge and strength,\nA very ready help in trouble.",
      "2": "Therefore we will not fear, though the earth shakes\nAnd the mountains slip into the heart of the sea;",
      "3": "Though its waters roar and foam,\nThough the mountains quake at its swelling pride. Selah",
      "4": "There is a river whose streams make the city of God happy,\nThe holy dwelling places of the Most High.",
      "5": "God is in the midst of her, she will not be moved;\nGod will help her when morning dawns.",
      "6": "The nations made an uproar, the kingdoms tottered;\nHe raised His voice, the earth quaked.",
      "7": "The Lord of armies is with us;\nThe God of Jacob is our stronghold. Selah",
      "8": "Come, behold the works of the Lord,\nWho has inflicted horrific events on the earth.",
      "9": "He makes wars to cease to the end of the earth;\nHe breaks the bow and cuts the spear in two;\nHe burns the chariots with fire.",
      "10": "“Stop striving and know that I am God;\nI will be exalted among the nations, I will be exalted on the earth.”",
      "11": "The Lord of armies is with us;\nThe God of Jacob is our stronghold. Selah"
    },
    "47": {
      "1": "Clap your hands, all you peoples;\nShout to God with a voice of joy.",
      "2": "For the Lord Most High is to be feared,\nA great King over all the earth.",
      "3": "He subdues peoples under us\nAnd nations under our feet.",
      "4": "He chooses our inheritance for us,\nThe pride of Jacob whom He loves. Selah",
      "5": "God has ascended with a shout,\nThe Lord, with the sound of a trumpet.",
      "6": "Sing praises to God, sing praises;\nSing praises to our King, sing praises.",
      "7": "For God is the King of all the earth;\nSing praises with a psalm of wisdom.",
      "8": "God reigns over the nations,\nGod sits on His holy throne.",
      "9": "The princes of the people have assembled as the people of the God of Abraham,\nFor the shields of the earth belong to God;\nHe is highly exalted."
    },
    "48": {
      "1": "Great is the Lord, and greatly to be praised\nIn the city of our God, His holy mountain.",
      "2": "Beautiful in elevation, the joy of the whole earth,\nIs Mount Zion in the far north,\nThe city of the great King.",
      "3": "In its palaces,\nGod has made Himself known as a stronghold.",
      "4": "For, behold, the kings arrived,\nThey passed by together.",
      "5": "They saw it, then they were amazed;\nThey were terrified, they fled in a hurry.",
      "6": "Panic seized them there,\nAnguish, as that of a woman in childbirth.",
      "7": "With the east wind\nYou smash the ships of Tarshish.",
      "8": "Just as we have heard, so have we seen\nIn the city of the Lord of armies, in the city of our God;\nGod will establish her forever. Selah",
      "9": "We have thought over Your goodness, God,\nIn the midst of Your temple.",
      "10": "As is Your name, God,\nSo is Your praise to the ends of the earth;\nYour right hand is full of righteousness.",
      "11": "Mount Zion shall be glad,\nThe daughters of Judah shall rejoice\nBecause of Your judgments.",
      "12": "Walk around Zion and encircle her;\nCount her towers;",
      "13": "Consider her ramparts;\nGo through her palaces,\nSo that you may tell of her to the next generation.",
      "14": "For such is God,\nOur God forever and ever;\nHe will lead us until death."
    },
    "49": {
      "1": "Hear this, all peoples;\nListen, all inhabitants of the world,",
      "2": "Both low and high,\nRich and poor together.",
      "3": "My mouth will speak wisdom,\nAnd the meditation of my heart will be understanding.",
      "4": "I will incline my ear to a proverb;\nI will express my riddle on the harp.",
      "5": "Why should I fear in days of adversity,\nWhen the injustice of those who betray me surrounds me,",
      "6": "Those who trust in their wealth\nAnd boast in the abundance of their riches?",
      "7": "No one can by any means redeem another\nOr give God a ransom for him—",
      "8": "For the redemption of his soul is priceless,\nAnd he should cease imagining forever—",
      "9": "That he might live on eternally,\nThat he might not undergo decay.",
      "10": "For he sees that even wise people die;\nThe foolish and the stupid alike perish\nAnd leave their wealth to others.",
      "11": "Their inner thought is that their houses are forever\nAnd their dwelling places to all generations;\nThey have named their lands after their own names.",
      "12": "But man in his splendor will not endure;\nHe is like the animals that perish.",
      "13": "This is the way of those who are foolish,\nAnd of those after them who approve their words. Selah",
      "14": "Like sheep they sink down to Sheol;\nDeath will be their shepherd;\nAnd the upright will rule over them in the morning,\nAnd their form shall be for Sheol to consume\nSo that they have no lofty home.",
      "15": "But God will redeem my soul from the power of Sheol,\nFor He will receive me. Selah",
      "16": "Do not be afraid when a person becomes rich,\nWhen the splendor of his house is increased;",
      "17": "For when he dies, he will take nothing with him;\nHis wealth will not descend after him.",
      "18": "Though while he lives he congratulates himself—\nAnd though people praise you when you do well for yourself—",
      "19": "He will go to the generation of his fathers;\nThey will never see the light.",
      "20": "Mankind in its splendor, yet without understanding,\nIs like the animals that perish."
    },
    "50": {
      "1": "The Mighty One, God, the Lord, has spoken\nAnd summoned the earth, from the rising of the sun to its setting.",
      "2": "Out of Zion, the perfection of beauty,\nGod has shone.",
      "3": "May our God come and not keep silent;\nFire devours before Him,\nAnd a storm is violently raging around Him.",
      "4": "He summons the heavens above,\nAnd the earth, to judge His people:",
      "5": "“Gather My godly ones to Me,\nThose who have made a covenant with Me by sacrifice.”",
      "6": "And the heavens declare His righteousness,\nFor God Himself is judge. Selah",
      "7": "“Hear, My people, and I will speak;\nIsrael, I will testify against you;\nI am God, your God.",
      "8": "I do not rebuke you for your sacrifices,\nAnd your burnt offerings are continually before Me.",
      "9": "I will not take a bull from your house,\nNor male goats from your folds.",
      "10": "For every animal of the forest is Mine,\nThe cattle on a thousand hills.",
      "11": "I know every bird of the mountains,\nAnd everything that moves in the field is Mine.",
      "12": "If I were hungry I would not tell you,\nFor the world is Mine, and everything it contains.",
      "13": "Shall I eat the flesh of bulls\nOr drink the blood of male goats?",
      "14": "Offer God a sacrifice of thanksgiving\nAnd pay your vows to the Most High;",
      "15": "Call upon Me on the day of trouble;\nI will rescue you, and you will honor Me.”",
      "16": "But to the wicked God says,\n“What right do you have to tell of My statutes\nAnd to take My covenant in your mouth?",
      "17": "For you yourself hate discipline,\nAnd you throw My words behind you.",
      "18": "When you see a thief, you become friends with him,\nAnd you associate with adulterers.",
      "19": "You let your mouth loose in evil,\nAnd your tongue harnesses deceit.",
      "20": "You sit and speak against your brother;\nYou slander your own mother’s son.",
      "21": "These things you have done and I kept silent;\nYou thought that I was just like you;\nI will rebuke you and present the case before your eyes.",
      "22": "“Now consider this, you who forget God,\nOr I will tear you in pieces, and there will be no one to save you.",
      "23": "He who offers a sacrifice of thanksgiving honors Me;\nAnd to him who sets his way properly\nI will show the salvation of God.”"
    },
    "51": {
      "1": "Be gracious to me, God, according to Your faithfulness;\nAccording to the greatness of Your compassion, wipe out my wrongdoings.",
      "2": "Wash me thoroughly from my guilt\nAnd cleanse me from my sin.",
      "3": "For I know my wrongdoings,\nAnd my sin is constantly before me.",
      "4": "Against You, You only, I have sinned\nAnd done what is evil in Your sight,\nSo that You are justified when You speak\nAnd blameless when You judge.",
      "5": "Behold, I was brought forth in guilt,\nAnd in sin my mother conceived me.",
      "6": "Behold, You desire truth in the innermost being,\nAnd in secret You will make wisdom known to me.",
      "7": "Purify me with hyssop, and I will be clean;\nCleanse me, and I will be whiter than snow.",
      "8": "Let me hear joy and gladness,\nLet the bones You have broken rejoice.",
      "9": "Hide Your face from my sins\nAnd wipe out all my guilty deeds.",
      "10": "Create in me a clean heart, God,\nAnd renew a steadfast spirit within me.",
      "11": "Do not cast me away from Your presence,\nAnd do not take Your Holy Spirit from me.",
      "12": "Restore to me the joy of Your salvation,\nAnd sustain me with a willing spirit.",
      "13": "Then I will teach wrongdoers Your ways,\nAnd sinners will be converted to You.",
      "14": "Save me from the guilt of bloodshed, God, the God of my salvation;\nThen my tongue will joyfully sing of Your righteousness.",
      "15": "Lord, open my lips,\nSo that my mouth may declare Your praise.",
      "16": "For You do not delight in sacrifice, otherwise I would give it;\nYou do not take pleasure in burnt offering.",
      "17": "The sacrifices of God are a broken spirit;\nA broken and a contrite heart, God, You will not despise.",
      "18": "By Your favor do good to Zion;\nBuild the walls of Jerusalem.",
      "19": "Then You will delight in righteous sacrifices,\nIn burnt offering and whole burnt offering;\nThen bulls will be offered on Your altar."
    },
    "52": {
      "1": "Why do you boast in evil, you mighty man?\nThe faithfulness of God endures all day long.",
      "2": "Your tongue devises destruction,\nLike a sharp razor, you worker of deceit.",
      "3": "You love evil more than good,\nLies more than speaking what is right. Selah",
      "4": "You love all words that devour,\nYou deceitful tongue.",
      "5": "But God will break you down forever;\nHe will snatch you up and tear you away from your tent,\nAnd uproot you from the land of the living. Selah",
      "6": "The righteous will see and fear,\nAnd they will laugh at him, saying,",
      "7": "“Behold, the man who would not make God his refuge,\nBut trusted in the abundance of his riches\nAnd was strong in his evil desire.”",
      "8": "But as for me, I am like a green olive tree in the house of God;\nI trust in the faithfulness of God forever and ever.",
      "9": "I will praise You forever, because You have done it,\nAnd I will wait on Your name, for it is good, in the presence of Your godly ones."
    },
    "53": {
      "1": "The fool has said in his heart, “There is no God.”\nThey are corrupt, and have committed abominable injustice;\nThere is no one who does good.",
      "2": "God has looked down from heaven upon the sons of mankind\nTo see if there is anyone who understands,\nWho seeks after God.",
      "3": "Every one of them has turned aside; together they have become corrupt;\nThere is no one who does good, not even one.",
      "4": "Have the workers of injustice no knowledge,\nWho eat up My people like they ate bread,\nAnd have not called upon God?",
      "5": "They were in great fear there, where no fear had been;\nFor God scattered the bones of him who encamped against you;\nYou put them to shame, because God had rejected them.",
      "6": "Oh, that the salvation of Israel would come from Zion!\nWhen God restores the fortunes of His people,\nJacob shall rejoice, Israel shall be glad."
    },
    "54": {
      "1": "Save me, God, by Your name,\nAnd vindicate me by Your power.",
      "2": "Hear my prayer, God;\nListen to the words of my mouth.",
      "3": "For strangers have risen against me\nAnd violent men have sought my life;\nThey have not set God before them. Selah",
      "4": "Behold, God is my helper;\nThe Lord is the sustainer of my soul.",
      "5": "He will pay back the evil to my enemies;\nDestroy them in Your faithfulness.",
      "6": "Willingly I will sacrifice to You;\nI will praise Your name, Lord, for it is good.",
      "7": "For He has saved me from all trouble,\nAnd my eye has looked with satisfaction upon my enemies."
    },
    "55": {
      "1": "Listen to my prayer, God;\nAnd do not hide Yourself from my pleading.",
      "2": "Give Your attention to me and answer me;\nI am restless in my complaint and severely distracted,",
      "3": "Because of the voice of the enemy,\nBecause of the pressure of the wicked;\nFor they bring down trouble upon me\nAnd in anger they hold a grudge against me.",
      "4": "My heart is in anguish within me,\nAnd the terrors of death have fallen upon me.",
      "5": "Fear and trembling come upon me,\nAnd horror has overwhelmed me.",
      "6": "I said, “Oh, that I had wings like a dove!\nI would fly away and be at rest.",
      "7": "Behold, I would flee far away,\nI would spend my nights in the wilderness. Selah",
      "8": "I would hurry to my place of refuge\nFrom the stormy wind and heavy gale.”",
      "9": "Confuse them, Lord, divide their tongues,\nFor I have seen violence and strife in the city.",
      "10": "Day and night they go around her upon her walls,\nAnd evil and harm are in her midst.",
      "11": "Destruction is in her midst;\nOppression and deceit do not depart from her streets.",
      "12": "For it is not an enemy who taunts me,\nThen I could endure it;\nNor is it one who hates me who has exalted himself against me,\nThen I could hide myself from him.",
      "13": "But it is you, a man my equal,\nMy companion and my confidant;",
      "14": "We who had sweet fellowship together,\nWalked in the house of God among the commotion.",
      "15": "May death come deceitfully upon them;\nMay they go down alive to Sheol,\nFor evil is in their dwelling, in their midst.",
      "16": "As for me, I shall call upon God,\nAnd the Lord will save me.",
      "17": "Evening and morning and at noon, I will complain and moan,\nAnd He will hear my voice.",
      "18": "He will redeem my soul in peace from the battle which is against me,\nFor they are many who are aggressive toward me.",
      "19": "God will hear and humiliate them—\nEven the one who sits enthroned from ancient times— Selah\nWith whom there is no change,\nAnd who do not fear God.",
      "20": "He has put forth his hands against those who were at peace with him;\nHe has violated his covenant.",
      "21": "His speech was smoother than butter,\nBut his heart was war;\nHis words were softer than oil,\nYet they were drawn swords.",
      "22": "Cast your burden upon the Lord and He will sustain you;\nHe will never allow the righteous to be shaken.",
      "23": "But You, God, will bring them down to the pit of destruction;\nMen of bloodshed and deceit will not live out half their days.\nBut I will trust in You."
    },
    "56": {
      "1": "Be gracious to me, God, for a man has trampled upon me;\nFighting all day long he oppresses me.",
      "2": "My enemies have trampled upon me all day long,\nFor they are many who fight proudly against me.",
      "3": "When I am afraid,\nI will put my trust in You.",
      "4": "In God, whose word I praise,\nIn God I have put my trust;\nI shall not be afraid.\nWhat can mere mortals do to me?",
      "5": "All day long they distort my words;\nAll their thoughts are against me for evil.",
      "6": "They attack, they lurk,\nThey watch my steps,\nAs they have waited to take my life.",
      "7": "Because of their wickedness, will there be an escape for them?\nIn anger make the peoples fall down, God!",
      "8": "You have taken account of my miseries;\nPut my tears in Your bottle.\nAre they not in Your book?",
      "9": "Then my enemies will turn back on the day when I call;\nThis I know, that God is for me.",
      "10": "In God, whose word I praise,\nIn the Lord, whose word I praise,",
      "11": "In God I have put my trust, I shall not be afraid.\nWhat can mankind do to me?",
      "12": "Your vows are binding upon me, God;\nI will render thanksgiving offerings to You.",
      "13": "For You have saved my soul from death,\nIndeed my feet from stumbling,\nSo that I may walk before God\nIn the light of the living."
    },
    "57": {
      "1": "Be gracious to me, God, be gracious to me,\nFor my soul takes refuge in You;\nAnd in the shadow of Your wings I will take refuge\nUntil destruction passes by.",
      "2": "I will cry to God Most High,\nTo God who accomplishes all things for me.",
      "3": "He will send from heaven and save me;\nHe rebukes the one who tramples upon me. Selah\nGod will send His favor and His truth.",
      "4": "My soul is among lions;\nI must lie among those who devour,\nAmong sons of mankind whose teeth are spears and arrows,\nAnd their tongue is a sharp sword.",
      "5": "Be exalted above the heavens, God;\nMay Your glory be above all the earth.",
      "6": "They have prepared a net for my steps;\nMy soul is bowed down;\nThey dug a pit before me;\nThey themselves have fallen into the midst of it. Selah",
      "7": "My heart is steadfast, God, my heart is steadfast;\nI will sing, yes, I will sing praises!",
      "8": "Awake, my glory!\nAwake, harp and lyre!\nI will awaken the dawn.",
      "9": "I will praise You, Lord, among the peoples;\nI will sing praises to You among the nations.",
      "10": "For Your goodness is great to the heavens\nAnd Your truth to the clouds.",
      "11": "Be exalted above the heavens, God;\nMay Your glory be above all the earth."
    },
    "58": {
      "1": "Do you indeed speak righteousness, you gods?\nDo you judge fairly, you sons of mankind?",
      "2": "No, in heart you practice injustice;\nOn earth you clear a way for the violence of your hands.",
      "3": "The wicked have turned away from the womb;\nThese who speak lies go astray from birth.",
      "4": "They have venom like the venom of a serpent;\nLike a deaf cobra that stops up its ear,",
      "5": "So that it does not hear the voice of charmers,\nOr a skillful caster of spells.",
      "6": "God, shatter their teeth in their mouth;\nBreak out the fangs of the young lions, Lord.",
      "7": "May they flow away like water that runs off;\nWhen he aims his arrows, may they be as headless shafts.",
      "8": "May they be like a snail which goes along in slime,\nLike the miscarriage of a woman that never sees the sun.",
      "9": "Before your pots can feel the fire of thorns\nHe will sweep them away with a whirlwind, the green and the burning alike.",
      "10": "The righteous will rejoice when he sees vengeance;\nHe will wash his feet in the blood of the wicked.",
      "11": "And people will say, “There certainly is a reward for the righteous;\nThere certainly is a God who judges on the earth!”"
    },
    "59": {
      "1": "Rescue me from my enemies, my God;\nSet me securely on high away from those who rise up against me.",
      "2": "Rescue me from those who practice injustice,\nAnd save me from men of bloodshed.",
      "3": "For behold, they have set an ambush for my life;\nFierce men attack me,\nNot for my wrongdoing nor for my sin, Lord,",
      "4": "For no guilt of mine, they run and take their stand against me.\nStir Yourself to help me, and see!",
      "5": "You, Lord God of armies, the God of Israel,\nAwake to punish all the nations;\nDo not be gracious to any who deal treacherously in wrongdoing. Selah",
      "6": "They return at evening, they howl like a dog,\nAnd prowl around the city.",
      "7": "Behold, they gush forth with their mouths;\nSwords are in their lips,\nFor, they say, “Who hears?”",
      "8": "But You, Lord, laugh at them;\nYou scoff at all the nations.",
      "9": "Because of his strength I will watch for You,\nFor God is my refuge.",
      "10": "My God in His faithfulness will meet me;\nGod will let me look triumphantly upon my enemies.",
      "11": "Do not kill them, or my people will forget;\nScatter them by Your power and bring them down,\nLord, our shield.",
      "12": "On account of the sin of their mouths and the words of their lips,\nMay they even be caught in their pride,\nAnd on account of curses and lies which they tell.",
      "13": "Destroy them in wrath, destroy them so that they will no longer exist;\nSo that people may know that God rules in Jacob,\nTo the ends of the earth. Selah",
      "14": "They return at evening, they howl like a dog,\nAnd prowl around the city.",
      "15": "They wander about for food\nAnd murmur if they are not satisfied.",
      "16": "But as for me, I will sing of Your strength;\nYes, I will joyfully sing of Your faithfulness in the morning,\nFor You have been my refuge\nAnd a place of refuge on the day of my distress.",
      "17": "My strength, I will sing praises to You;\nFor God is my refuge, the God who shows me favor."
    },
    "60": {
      "1": "God, You have rejected us. You have broken us;\nYou have been angry; restore us!",
      "2": "You have made the land quake, You have split it open;\nHeal its cracks, for it sways.",
      "3": "You have made Your people experience hardship;\nYou have given us wine to drink that makes us stagger.",
      "4": "You have given a banner to those who fear You,\nThat it may be displayed because of the truth. Selah",
      "5": "That Your beloved may be rescued,\nSave us with Your right hand, and answer us!",
      "6": "God has spoken in His holiness:\n“I will triumph, I will divide up Shechem, and measure out the Valley of Succoth.",
      "7": "Gilead is Mine, and Manasseh is Mine;\nEphraim also is the helmet of My head;\nJudah is My scepter.",
      "8": "Moab is My washbowl;\nI will throw My sandal over Edom;\nShout loud, Philistia, because of Me!”",
      "9": "Who will bring me into the besieged city?\nWho will lead me to Edom?",
      "10": "Have You Yourself not rejected us, God?\nAnd will You not go out with our armies, God?",
      "11": "Oh give us help against the enemy,\nFor rescue by man is worthless.",
      "12": "Through God we will do valiantly,\nAnd it is He who will trample down our enemies."
    },
    "61": {
      "1": "Hear my cry, God;\nGive Your attention to my prayer.",
      "2": "From the end of the earth I call to You when my heart is faint;\nLead me to the rock that is higher than I.",
      "3": "For You have been a refuge for me,\nA tower of strength against the enemy.",
      "4": "Let me dwell in Your tent forever;\nLet me take refuge in the shelter of Your wings. Selah",
      "5": "For You have heard my vows, God;\nYou have given me the inheritance of those who fear Your name.",
      "6": "You will prolong the king’s life;\nHis years will be like generations.",
      "7": "He will sit enthroned before God forever;\nAppoint faithfulness and truth that they may watch over him.",
      "8": "So I will sing praise to Your name forever,\nThat I may pay my vows day by day."
    },
    "62": {
      "1": "My soul waits in silence for God alone;\nFrom Him comes my salvation.",
      "2": "He alone is my rock and my salvation,\nMy stronghold; I will not be greatly shaken.",
      "3": "How long will you attack a man,\nThat you may murder him, all of you,\nLike a leaning wall, like a tottering fence?",
      "4": "They have planned only to thrust him down from his high position;\nThey delight in falsehood;\nThey bless with their mouth,\nBut inwardly they curse. Selah",
      "5": "My soul, wait in silence for God alone,\nFor my hope is from Him.",
      "6": "He alone is my rock and my salvation,\nMy refuge; I will not be shaken.",
      "7": "My salvation and my glory rest on God;\nThe rock of my strength, my refuge is in God.",
      "8": "Trust in Him at all times, you people;\nPour out your hearts before Him;\nGod is a refuge for us. Selah",
      "9": "People of low standing are only breath, and people of rank are a lie;\nIn the balances they go up.\nTogether they are lighter than breath.",
      "10": "Do not trust in oppression,\nAnd do not vainly rely on robbery;\nIf wealth increases, do not set your heart on it.",
      "11": "God has spoken once;\nTwice I have heard this:\nThat power belongs to God;",
      "12": "And faithfulness is Yours, Lord,\nFor You reward a person according to his work."
    },
    "63": {
      "1": "God, You are my God; I shall be watching for You;\nMy soul thirsts for You, my flesh yearns for You,\nIn a dry and exhausted land where there is no water.",
      "2": "So have I seen You in the sanctuary,\nTo see Your power and glory.",
      "3": "Because Your favor is better than life,\nMy lips will praise You.",
      "4": "So I will bless You as long as I live;\nI will lift up my hands in Your name.",
      "5": "My soul is satisfied as with fat and fatness,\nAnd my mouth offers praises with joyful lips.",
      "6": "When I remember You on my bed,\nI meditate on You in the night watches,",
      "7": "For You have been my help,\nAnd in the shadow of Your wings I sing for joy.",
      "8": "My soul clings to You;\nYour right hand takes hold of me.",
      "9": "But those who seek my life to destroy it,\nWill go into the depths of the earth.",
      "10": "They will be turned over to the power of the sword;\nThey will be a prey for foxes.",
      "11": "But the king will rejoice in God;\nEveryone who swears by Him will boast,\nFor the mouths of those who speak lies will be stopped."
    },
    "64": {
      "1": "Hear my voice, God, in my complaint;\nProtect my life from dread of the enemy.",
      "2": "Hide me from the secret discussion of evildoers,\nFrom the restlessness of the workers of injustice,",
      "3": "Who have sharpened their tongues like a sword.\nThey aimed bitter speech as their arrows,",
      "4": "To shoot from concealment at the innocent;\nSuddenly they shoot at him, and do not fear.",
      "5": "They make firm for themselves an evil purpose;\nThey talk of setting snares secretly;\nThey say, “Who can see them?”",
      "6": "They devise injustices, saying,\n“We are ready with a well-conceived plot”;\nFor the inward thought and the heart of a person are deep.",
      "7": "But God will shoot an arrow at them;\nSuddenly they will be wounded.",
      "8": "So they will make him stumble;\nTheir own tongue is against them;\nAll who see them will shake their heads.",
      "9": "Then all people will fear,\nAnd they will declare the work of God,\nAnd will consider what He has done.",
      "10": "The righteous person will be glad in the Lord and take refuge in Him;\nAnd all the upright in heart will boast."
    },
    "65": {
      "1": "There will be silence before You, and praise in Zion, God,\nAnd the vow will be fulfilled for You.",
      "2": "You who hear prayer,\nTo You all mankind comes.",
      "3": "Wrongdoings prevail against me;\nAs for our offenses, You forgive them.",
      "4": "Blessed is the one You choose and allow to approach You;\nHe will dwell in Your courtyards.\nWe will be satisfied with the goodness of Your house,\nYour holy temple.",
      "5": "By awesome deeds You answer us in righteousness, God of our salvation,\nYou who are the trust of all the ends of the earth and the farthest sea;",
      "6": "Who establishes the mountains by His strength,\nWho is encircled with might;",
      "7": "Who stills the roaring of the seas,\nThe roaring of their waves,\nAnd the turmoil of the nations.",
      "8": "They who dwell at the ends of the earth stand in awe of Your signs;\nYou make the sunrise and the sunset shout for joy.",
      "9": "You visit the earth and cause it to overflow;\nYou greatly enrich it;\nThe stream of God is full of water;\nYou prepare their grain, for so You prepare the earth.",
      "10": "You water its furrows abundantly,\nYou settle its ridges,\nYou soften it with showers,\nYou bless its growth.",
      "11": "You have crowned the year with Your goodness,\nAnd Your paths drip with fatness.",
      "12": "The pastures of the wilderness drip,\nAnd the hills encircle themselves with rejoicing.",
      "13": "The meadows are clothed with flocks\nAnd the valleys are covered with grain;\nThey shout for joy, yes, they sing."
    },
    "66": {
      "1": "Shout joyfully to God, all the earth;",
      "2": "Sing the glory of His name;\nMake His praise glorious.",
      "3": "Say to God, “How awesome are Your works!\nBecause of the greatness of Your power Your enemies will pretend to obey You.",
      "4": "All the earth will worship You,\nAnd will sing praises to You;\nThey will sing praises to Your name.” Selah",
      "5": "Come and see the works of God,\nWho is awesome in His deeds toward the sons of mankind.",
      "6": "He turned the sea into dry land;\nThey passed through the river on foot;\nLet’s rejoice there, in Him!",
      "7": "He rules by His might forever;\nHis eyes keep watch on the nations;\nThe rebellious shall not exalt themselves! Selah",
      "8": "Bless our God, you peoples,\nAnd sound His praise abroad,",
      "9": "Who keeps us in life,\nAnd does not allow our feet to slip.",
      "10": "For You have put us to the test, God;\nYou have refined us as silver is refined.",
      "11": "You brought us into the net;\nYou laid an oppressive burden upon us.",
      "12": "You made men ride over our heads;\nWe went through fire and through water.\nYet You brought us out into a place of abundance.",
      "13": "I shall come into Your house with burnt offerings;\nI shall pay You my vows,",
      "14": "Which my lips uttered\nAnd my mouth spoke when I was in distress.",
      "15": "I shall offer to You burnt offerings of fat animals,\nWith the smoke of rams;\nI shall make an offering of bulls with male goats. Selah",
      "16": "Come and hear, all who fear God,\nAnd I will tell of what He has done for my soul.",
      "17": "I cried to Him with my mouth,\nAnd He was exalted with my tongue.",
      "18": "If I regard wickedness in my heart,\nThe Lord will not hear;",
      "19": "But God has heard;\nHe has given attention to the sound of my prayer.",
      "20": "Blessed be God,\nWho has not turned away my prayer\nNor His favor from me."
    },
    "67": {
      "1": "God be gracious to us and bless us,\nAnd cause His face to shine upon us— Selah",
      "2": "That Your way may be known on the earth,\nYour salvation among all nations.",
      "3": "May the peoples praise You, God;\nMay all the peoples praise You.",
      "4": "May the nations be glad and sing for joy;\nFor You will judge the peoples with fairness\nAnd guide the nations on the earth. Selah",
      "5": "May the peoples praise You, God;\nMay all the peoples praise You.",
      "6": "The earth has yielded its produce;\nGod, our God, blesses us.",
      "7": "God blesses us,\nSo that all the ends of the earth may fear Him."
    },
    "68": {
      "1": "May God arise, may His enemies be scattered,\nAnd may those who hate Him flee from His presence.",
      "2": "As smoke is driven away, so drive them away;\nAs wax melts before a fire,\nSo the wicked will perish before God.",
      "3": "But the righteous will be joyful; they will rejoice before God;\nYes, they will rejoice with gladness.",
      "4": "Sing to God, sing praises to His name;\nExalt Him who rides through the deserts,\nWhose name is the Lord, and be jubilant before Him.",
      "5": "A father of the fatherless and a judge for the widows,\nIs God in His holy dwelling.",
      "6": "God makes a home for the lonely;\nHe leads out the prisoners into prosperity,\nOnly the rebellious live in parched lands.",
      "7": "God, when You went forth before Your people,\nWhen You marched through the desert, Selah",
      "8": "The earth quaked;\nThe heavens also dropped rain at the presence of God;\nSinai itself quaked at the presence of God, the God of Israel.",
      "9": "You made plentiful rain fall, God;\nYou confirmed Your inheritance when it was parched.",
      "10": "Your creatures settled in it;\nIn Your kindness You provided for the poor, God.",
      "11": "The Lord gives the command;\nThe women who proclaim good news are a great army:",
      "12": "“Kings of armies flee, they flee,\nAnd she who remains at home will divide the spoils!”",
      "13": "When you lie down among the sheepfolds,\nYou are like the wings of a dove covered with silver,\nAnd its pinions with glistening gold.",
      "14": "When the Almighty scattered the kings there,\nIt was snowing in Zalmon.",
      "15": "The mountain of Bashan is a mountain of God;\nThe mountain of Bashan is a mountain of many peaks.",
      "16": "Why do you look with envy, you mountains of many peaks,\nAt the mountain God has desired as His dwelling?\nIndeed, the Lord will dwell there forever.",
      "17": "The chariots of God are myriads, thousands upon thousands;\nThe Lord is among them as at Sinai, in holiness.",
      "18": "You have ascended on high, You have led captive Your captives;\nYou have received gifts among people,\nEven among the rebellious as well, that the Lord God may dwell there.",
      "19": "Blessed be the Lord, who daily bears our burden,\nThe God who is our salvation. Selah",
      "20": "God is to us a God of salvation;\nAnd to God the Lord belong ways of escape from death.",
      "21": "God certainly will shatter the heads of His enemies,\nThe hairy head of one who goes about in his guilt.",
      "22": "The Lord said, “I will bring them back from Bashan.\nI will bring them back from the depths of the sea,",
      "23": "So that your foot may shatter them in blood,\nAnd the tongue of your dogs may have its portion from your enemies.”",
      "24": "They have seen Your procession, God,\nThe procession of my God, my King, into the sanctuary.",
      "25": "The singers went on, the musicians after them,\nIn the midst of the young women beating tambourines.",
      "26": "Bless God in the congregations,\nEven the Lord, you who are of the fountain of Israel.",
      "27": "Benjamin, the youngest, is there, ruling them,\nThe leaders of Judah in their company,\nThe leaders of Zebulun, the leaders of Naphtali.",
      "28": "Your God has commanded your strength;\nShow Yourself strong, God, You who acted in our behalf.",
      "29": "Because of Your temple at Jerusalem\nKings will bring gifts to You.",
      "30": "Rebuke the animals in the reeds,\nThe herd of bulls with the calves of the peoples,\nTrampling the pieces of silver;\nHe has scattered the peoples who delight in war.",
      "31": "Messengers will come from Egypt;\nCush will quickly stretch out her hands to God.",
      "32": "Sing to God, you kingdoms of the earth,\nSing praises to the Lord, Selah",
      "33": "To Him who rides upon the highest heavens, which are from ancient times;\nBehold, He speaks with His voice, a mighty voice.",
      "34": "Ascribe strength to God;\nHis majesty is over Israel,\nAnd His strength is in the skies.",
      "35": "God, You are awesome from Your sanctuary.\nThe God of Israel Himself gives strength and power to the people.\nBlessed be God!"
    },
    "69": {
      "1": "Save me, God,\nFor the waters have threatened my life.",
      "2": "I have sunk in deep mud, and there is no foothold;\nI have come into deep waters, and a flood overflows me.",
      "3": "I am weary with my crying; my throat is parched;\nMy eyes fail while I wait for my God.",
      "4": "Those who hate me without a cause are more than the hairs of my head;\nThose who would destroy me are powerful, those who oppose me with lies;\nWhat I did not steal, I then have to restore.",
      "5": "God, You know my foolishness,\nAnd my guilt is not hidden from You.",
      "6": "May those who wait for You not be ashamed because of me, Lord God of armies;\nMay those who seek You not be dishonored because of me, God of Israel,",
      "7": "Because for Your sake I have endured disgrace;\nDishonor has covered my face.",
      "8": "I have become estranged from my brothers,\nAnd a stranger to my mother’s sons.",
      "9": "For zeal for Your house has consumed me,\nAnd the taunts of those who taunt You have fallen on me.",
      "10": "When I wept in my soul with fasting,\nIt became my disgrace.",
      "11": "When I made sackcloth my clothing,\nI became a proverb to them.",
      "12": "Those who sit in the gate talk about me,\nAnd songs of mockery by those habitually drunk are about me.",
      "13": "But as for me, my prayer is to You, Lord, at an acceptable time;\nGod, in the greatness of Your mercy,\nAnswer me with Your saving truth.",
      "14": "Rescue me from the mud and do not let me sink;\nMay I be rescued from those who hate me, and from the depths of water.",
      "15": "May the flood of water not overflow me\nNor the deep swallow me up,\nNor the pit close its mouth on me.",
      "16": "Answer me, Lord, for Your mercy is good;\nAccording to the greatness of Your compassion, turn to me,",
      "17": "And do not hide Your face from Your servant,\nFor I am in distress; answer me quickly.",
      "18": "Come near to my soul and redeem it;\nRansom me because of my enemies!",
      "19": "You know my disgrace, my shame, and my dishonor;\nAll my enemies are known to You.",
      "20": "Disgrace has broken my heart, and I am so sick.\nAnd I waited for sympathy, but there was none;\nAnd for comforters, but I found none.",
      "21": "They also gave me a bitter herb in my food,\nAnd for my thirst they gave me vinegar to drink.",
      "22": "May their table before them become a snare;\nAnd when they are at peace, may it become a trap.",
      "23": "May their eyes grow dim so that they cannot see,\nAnd make their hips shake continually.",
      "24": "Pour out Your indignation on them,\nAnd may Your burning anger overtake them.",
      "25": "May their camp be desolated;\nMay there be none living in their tents.",
      "26": "For they have persecuted him whom You Yourself struck,\nAnd they tell of the pain of those whom You have wounded.",
      "27": "Add guilt to their guilt,\nAnd may they not come into Your righteousness.",
      "28": "May they be wiped out of the book of life,\nAnd may they not be recorded with the righteous.",
      "29": "But I am afflicted and in pain;\nMay Your salvation, God, set me safely on high.",
      "30": "I will praise the name of God with song,\nAnd exalt Him with thanksgiving.",
      "31": "And it will please the Lord better than an ox\nOr bull with horns and hoofs.",
      "32": "The humble have seen it and are glad;\nYou who seek God, let your heart revive.",
      "33": "For the Lord hears the needy,\nAnd does not despise those of His who are prisoners.",
      "34": "Heaven and earth shall praise Him,\nThe seas and everything that moves in them.",
      "35": "For God will save Zion and build the cities of Judah,\nSo that they may live there and possess it.",
      "36": "The descendants of His servants will inherit it,\nAnd those who love His name will live in it."
    },
    "70": {
      "1": "God, hurry to save me;\nLord, hurry to help me!",
      "2": "May those who seek my life\nBe put to shame and humiliated;\nMay those who delight in my harm\nBe turned back and dishonored.",
      "3": "May those who say, “Aha, aha!” be turned back\nBecause of their shame.",
      "4": "May all who seek You rejoice and be glad in You;\nAnd may those who love Your salvation say continually,\n“May God be exalted!”",
      "5": "But I am afflicted and needy;\nHurry to me, God!\nYou are my help and my savior;\nLord, do not delay."
    },
    "71": {
      "1": "In You, Lord, I have taken refuge;\nLet me never be put to shame.",
      "2": "In Your righteousness rescue me and save me;\nExtend Your ear to me and help me.",
      "3": "Be to me a rock of dwelling to which I may continually come;\nYou have given the commandment to save me,\nFor You are my rock and my fortress.",
      "4": "Save me, my God, from the hand of the wicked,\nFrom the grasp of the wrongdoer and the ruthless,",
      "5": "For You are my hope;\nLord God, You are my confidence from my youth.",
      "6": "I have leaned on you since my birth;\nYou are He who took me from my mother’s womb;\nMy praise is continually of You.",
      "7": "I have become a marvel to many,\nFor You are my strong refuge.",
      "8": "My mouth is filled with Your praise\nAnd with Your glory all day long.",
      "9": "Do not cast me away at the time of my old age;\nDo not abandon me when my strength fails.",
      "10": "For my enemies have spoken against me;\nAnd those who watch for my life have consulted together,",
      "11": "Saying, “God has abandoned him;\nPursue and seize him, for there is no one to save him.”",
      "12": "God, do not be far from me;\nMy God, hurry to my aid!",
      "13": "May those who are enemies of my soul be put to shame and consumed;\nMay they be covered with disgrace and dishonor, who seek to injure me.",
      "14": "But as for me, I will wait continually,\nAnd will praise You yet more and more.",
      "15": "My mouth shall tell of Your righteousness\nAnd of Your salvation all day long;\nFor I do not know the art of writing.",
      "16": "I will come with the mighty deeds of the Lord God;\nI will make mention of Your righteousness, Yours alone.",
      "17": "God, You have taught me from my youth,\nAnd I still declare Your wondrous deeds.",
      "18": "And even when I am old and gray, God, do not abandon me,\nUntil I declare Your strength to this generation,\nYour power to all who are to come.",
      "19": "For Your righteousness, God, reaches to the heavens,\nYou who have done great things;\nGod, who is like You?",
      "20": "You who have shown me many troubles and distresses\nWill revive me again,\nAnd will bring me up again from the depths of the earth.",
      "21": "May You increase my greatness\nAnd turn to comfort me.",
      "22": "I will also praise You with a harp,\nAnd Your truth, my God;\nI will sing praises to You with the lyre,\nHoly One of Israel.",
      "23": "My lips will shout for joy when I sing praises to You;\nAnd my soul, which You have redeemed.",
      "24": "My tongue also will tell of Your righteousness all day long;\nFor they are put to shame, for they are humiliated who seek my harm."
    },
    "72": {
      "1": "Give the king Your judgments, God,\nAnd Your righteousness to the king’s son.",
      "2": "May he judge Your people with righteousness\nAnd Your afflicted with justice.",
      "3": "May the mountains bring peace to the people,\nAnd the hills, in righteousness.",
      "4": "May he vindicate the afflicted of the people,\nSave the children of the needy,\nAnd crush the oppressor.",
      "5": "May they fear You while the sun shines,\nAnd as long as the moon shines, throughout all generations.",
      "6": "May he come down like rain upon the mown grass,\nLike showers that water the earth.",
      "7": "May the righteous flourish in his days,\nAs well as an abundance of peace, until the moon is no more.",
      "8": "May he also rule from sea to sea,\nAnd from the Euphrates River to the ends of the earth.",
      "9": "May the nomads of the desert bow before him,\nAnd his enemies lick the dust.",
      "10": "May the kings of Tarshish and of the islands bring gifts;\nMay the kings of Sheba and Seba offer tributes.",
      "11": "And may all kings bow down before him,\nAll nations serve him.",
      "12": "For he will save the needy when he cries for help,\nThe afflicted also, and him who has no helper.",
      "13": "He will have compassion on the poor and needy,\nAnd he will save the lives of the needy.",
      "14": "He will rescue their life from oppression and violence,\nAnd their blood will be precious in his sight;",
      "15": "So may he live, and may the gold of Sheba be given to him;\nAnd they are to pray for him continually;\nThey are to bless him all day long.",
      "16": "May there be abundance of grain on the earth on top of the mountains;\nIts fruit will wave like the cedars of Lebanon;\nAnd may those from the city flourish like the vegetation of the earth.",
      "17": "May his name endure forever;\nMay his name produce descendants as long as the sun shines;\nAnd may people wish blessings on themselves by him;\nMay all nations call him blessed.",
      "18": "Blessed be the Lord God, the God of Israel,\nWho alone works wonders.",
      "19": "And blessed be His glorious name forever;\nAnd may the whole earth be filled with His glory.\nAmen and Amen.",
      "20": "The prayers of David the son of Jesse are ended."
    },
    "73": {
      "1": "God certainly is good to Israel,\nTo those who are pure in heart!",
      "2": "But as for me, my feet came close to stumbling,\nMy steps had almost slipped.",
      "3": "For I was envious of the arrogant\nAs I saw the prosperity of the wicked.",
      "4": "For there are no pains in their death,\nAnd their belly is fat.",
      "5": "They are not in trouble like other people,\nNor are they tormented together with the rest of mankind.",
      "6": "Therefore arrogance is their necklace;\nThe garment of violence covers them.",
      "7": "Their eye bulges from fatness;\nThe imaginations of their heart overflow.",
      "8": "They mock and wickedly speak of oppression;\nThey speak from on high.",
      "9": "They have set their mouth against the heavens,\nAnd their tongue parades through the earth.",
      "10": "Therefore his people return here,\nAnd abundant waters are drunk by them.",
      "11": "They say, “How does God know?\nAnd is there knowledge with the Most High?”",
      "12": "Behold, these are the wicked;\nAnd always at ease, they have increased in wealth.",
      "13": "Surely in vain I have kept my heart pure\nAnd washed my hands in innocence;",
      "14": "For I have been stricken all day long,\nAnd punished every morning.",
      "15": "If I had said, “I will speak this way,”\nBehold, I would have betrayed the generation of Your children.",
      "16": "When I thought of understanding this,\nIt was troublesome in my sight",
      "17": "Until I entered the sanctuary of God;\nThen I perceived their end.",
      "18": "You indeed put them on slippery ground;\nYou dropped them into ruin.",
      "19": "How they are destroyed in a moment!\nThey are utterly swept away by sudden terrors!",
      "20": "Like a dream when one awakes,\nLord, when stirred, You will despise their image.",
      "21": "When my heart was embittered\nAnd I was pierced within,",
      "22": "Then I was stupid and ignorant;\nI was like an animal before You.",
      "23": "Nevertheless I am continually with You;\nYou have taken hold of my right hand.",
      "24": "You will guide me with Your plan,\nAnd afterward receive me to glory.",
      "25": "Whom do I have in heaven but You?\nAnd with You, I desire nothing on earth.",
      "26": "My flesh and my heart may fail,\nBut God is the strength of my heart and my portion forever.",
      "27": "For, behold, those who are far from You will perish;\nYou have destroyed all those who are unfaithful to You.",
      "28": "But as for me, the nearness of God is good for me;\nI have made the Lord God my refuge,\nSo that I may tell of all Your works."
    },
    "74": {
      "1": "God, why have You rejected us forever?\nWhy does Your anger smoke against the sheep of Your pasture?",
      "2": "Remember Your congregation, which You purchased of old,\nWhich You have redeemed to be the tribe of Your inheritance;\nAnd this Mount Zion, where You have dwelt.",
      "3": "Step toward the irreparable ruins;\nThe enemy has damaged everything in the sanctuary.",
      "4": "Your adversaries have roared in the midst of Your meeting place;\nThey have set up their own signs as signs.",
      "5": "It seems like one bringing up\nHis axe into a forest of trees.",
      "6": "And now they break down all its carved work\nWith axe and hammers.",
      "7": "They have burned Your sanctuary to the ground;\nThey have defiled the dwelling place of Your name.",
      "8": "They said in their heart, “Let’s completely subdue them.”\nThey have burned all the meeting places of God in the land.",
      "9": "We do not see our signs;\nThere is no longer any prophet,\nNor is there anyone among us who knows how long.",
      "10": "How long, God, will the enemy taunt You?\nShall the enemy treat Your name disrespectfully forever?",
      "11": "Why do You withdraw Your hand, even Your right hand?\nExtend it from Your chest and destroy them!",
      "12": "Yet God is my King from long ago,\nWho performs acts of salvation in the midst of the earth.",
      "13": "You divided the sea by Your strength;\nYou broke the heads of the sea monsters in the waters.",
      "14": "You crushed the heads of Leviathan;\nYou gave him as food for the creatures of the wilderness.",
      "15": "You broke open springs and torrents;\nYou dried up ever-flowing streams.",
      "16": "Yours is the day, Yours also is the night;\nYou have prepared the light and the sun.",
      "17": "You have established all the boundaries of the earth;\nYou have created summer and winter.",
      "18": "Remember this, Lord, that the enemy has taunted You,\nAnd a foolish people has treated Your name disrespectfully.",
      "19": "Do not give the soul of Your turtledove to the wild animal;\nDo not forget the life of Your afflicted forever.",
      "20": "Consider the covenant;\nFor the dark places of the land are full of the places of violence.",
      "21": "May the oppressed person not return dishonored;\nMay the afflicted and the needy praise Your name.",
      "22": "Arise, God, and plead Your own cause;\nRemember how the foolish person taunts You all day long.",
      "23": "Do not forget the voice of Your adversaries,\nThe uproar of those who rise against You, which ascends continually."
    },
    "75": {
      "1": "We give thanks to You, God, we give thanks,\nFor Your name is near;\nPeople declare Your wondrous works.",
      "2": "“When I select an appointed time,\nIt is I who judge fairly.",
      "3": "The earth and all who inhabit it are unsteady;\nIt is I who have firmly set its pillars. Selah",
      "4": "I said to the boastful, ‘Do not boast,’\nAnd to the wicked, ‘Do not lift up the horn;",
      "5": "Do not lift up your horn on high,\nDo not speak with insolent pride.’”",
      "6": "For not from the east, nor from the west,\nNor from the desert comes exaltation;",
      "7": "But God is the Judge;\nHe puts down one and exalts another.",
      "8": "For a cup is in the hand of the Lord, and the wine foams;\nIt is well mixed, and He pours out of this;\nCertainly all the wicked of the earth must drain and drink its dregs.",
      "9": "But as for me, I will declare it forever;\nI will sing praises to the God of Jacob.",
      "10": "And He will cut off all the horns of the wicked,\nBut the horns of the righteous will be lifted up."
    },
    "76": {
      "1": "God is known in Judah;\nHis name is great in Israel.",
      "2": "His tabernacle is in Salem;\nHis dwelling place also is in Zion.",
      "3": "There He broke the flaming arrows,\nThe shield, the sword, and the weapons of war. Selah",
      "4": "You are resplendent,\nMore majestic than the mountains of prey.",
      "5": "The stouthearted were plundered,\nThey sank into sleep;\nAnd none of the warriors could use his hands.",
      "6": "At Your rebuke, God of Jacob,\nBoth rider and horse were cast into a dead sleep.",
      "7": "You, You indeed are to be feared,\nAnd who may stand in Your presence, once You are angry?",
      "8": "You caused judgment to be heard from heaven;\nThe earth feared and was still",
      "9": "When God arose to judgment,\nTo save all the humble of the earth. Selah",
      "10": "For the wrath of mankind shall praise You;\nYou will encircle Yourself with a remnant of wrath.",
      "11": "Make vows to the Lord your God and fulfill them;\nAll who are around Him are to bring gifts to Him who is to be feared.",
      "12": "He will cut off the spirit of princes;\nHe is feared by the kings of the earth."
    },
    "77": {
      "1": "My voice rises to God, and I will cry aloud;\nMy voice rises to God, and He will listen to me.",
      "2": "In the day of my trouble I sought the Lord;\nIn the night my hand was stretched out and did not grow weary;\nMy soul refused to be comforted.",
      "3": "When I remember God, then I am restless;\nWhen I sigh, then my spirit feels weak. Selah",
      "4": "You have held my eyelids open;\nI am so troubled that I cannot speak.",
      "5": "I have considered the days of old,\nThe years of long ago.",
      "6": "I will remember my song in the night;\nI will meditate with my heart,\nAnd my spirit ponders:",
      "7": "Will the Lord reject forever?\nAnd will He never be favorable again?",
      "8": "Has His favor ceased forever?\nHas His promise come to an end forever?",
      "9": "Has God forgotten to be gracious,\nOr has He in anger withdrawn His compassion? Selah",
      "10": "Then I said, “It is my grief,\nThat the right hand of the Most High has changed.”",
      "11": "I shall remember the deeds of the Lord;\nI will certainly remember Your wonders of old.",
      "12": "I will meditate on all Your work,\nAnd on Your deeds with thanksgiving.",
      "13": "Your way, God, is holy;\nWhat god is great like our God?",
      "14": "You are the God who works wonders;\nYou have made known Your strength among the peoples.",
      "15": "By Your power You have redeemed Your people,\nThe sons of Jacob and Joseph. Selah",
      "16": "The waters saw You, God;\nThe waters saw You, they were in anguish;\nThe ocean depths also trembled.",
      "17": "The clouds poured out water;\nThe skies sounded out;\nYour arrows flashed here and there.",
      "18": "The sound of Your thunder was in the whirlwind;\nThe lightning lit up the world;\nThe earth trembled and shook.",
      "19": "Your way was in the sea\nAnd Your paths in the mighty waters,\nAnd Your footprints were not known.",
      "20": "You led Your people like a flock\nBy the hand of Moses and Aaron."
    },
    "78": {
      "1": "Listen, my people, to my instruction;\nIncline your ears to the words of my mouth.",
      "2": "I will open my mouth in a parable;\nI will tell riddles of old,",
      "3": "Which we have heard and known,\nAnd our fathers have told us.",
      "4": "We will not conceal them from their children,\nBut we will tell the generation to come the praises of the Lord,\nAnd His power and His wondrous works that He has done.",
      "5": "For He established a testimony in Jacob,\nAnd appointed a law in Israel,\nWhich He commanded our fathers\nThat they were to teach them to their children,",
      "6": "So that the generation to come would know, the children yet to be born,\nThat they would arise and tell them to their children,",
      "7": "So that they would put their confidence in God\nAnd not forget the works of God,\nBut comply with His commandments,",
      "8": "And not be like their fathers,\nA stubborn and rebellious generation,\nA generation that did not prepare its heart\nAnd whose spirit was not faithful to God.",
      "9": "The sons of Ephraim were archers equipped with bows,\nYet they turned back on the day of battle.",
      "10": "They did not keep the covenant of God\nAnd refused to walk in His Law;",
      "11": "They forgot His deeds\nAnd His miracles that He had shown them.",
      "12": "He performed wonders before their fathers\nIn the land of Egypt, in the field of Zoan.",
      "13": "He divided the sea and caused them to pass through,\nAnd He made the waters stand up like a heap.",
      "14": "Then He led them with the cloud by day\nAnd all the night with a light of fire.",
      "15": "He split the rocks in the wilderness\nAnd gave them plenty to drink like the ocean depths.",
      "16": "He brought forth streams from the rock\nAnd made waters run down like rivers.",
      "17": "Yet they still continued to sin against Him,\nTo rebel against the Most High in the desert.",
      "18": "And in their heart they put God to the test\nBy asking for food that suited their taste.",
      "19": "Then they spoke against God;\nThey said, “Can God prepare a table in the wilderness?",
      "20": "Behold, He struck the rock so that waters gushed out,\nAnd streams were overflowing;\nCan He also provide bread?\nWill He prepare meat for His people?”",
      "21": "Therefore the Lord heard and was full of wrath;\nAnd a fire was kindled against Jacob,\nAnd anger also mounted against Israel,",
      "22": "Because they did not believe in God\nAnd did not trust in His salvation.",
      "23": "Yet He commanded the clouds above\nAnd opened the doors of heaven;",
      "24": "He rained down manna upon them to eat,\nAnd gave them food from heaven.",
      "25": "Man ate the bread of angels;\nHe sent them food in abundance.",
      "26": "He made the east wind blow in the sky\nAnd by His power He directed the south wind.",
      "27": "When He rained meat upon them like the dust,\nEven winged fowl like the sand of the seas,",
      "28": "He let them fall in the midst of their camp,\nAll around their dwellings.",
      "29": "So they ate and were well filled,\nAnd He satisfied their longing.",
      "30": "Yet before they had abandoned their longing,\nWhile their food was in their mouths,",
      "31": "The anger of God rose against them\nAnd killed some of their strongest ones,\nAnd subdued the choice men of Israel.",
      "32": "In spite of all this they still sinned\nAnd did not believe in His wonderful works.",
      "33": "So He brought their days to an end in futility,\nAnd their years to an end in sudden terror.",
      "34": "When He killed them, then they sought Him,\nAnd they returned and searched diligently for God;",
      "35": "And they remembered that God was their rock,\nAnd the Most High God their Redeemer.",
      "36": "But they flattered Him with their mouth\nAnd lied to Him with their tongue.",
      "37": "For their heart was not steadfast toward Him,\nNor were they faithful with His covenant.",
      "38": "But He, being compassionate, forgave their wrongdoing and did not destroy them;\nAnd often He restrained His anger\nAnd did not stir up all His wrath.",
      "39": "So He remembered that they were only flesh,\nA wind that passes and does not return.",
      "40": "How often they rebelled against Him in the wilderness\nAnd grieved Him in the desert!",
      "41": "Again and again they tempted God,\nAnd pained the Holy One of Israel.",
      "42": "They did not remember His power,\nThe day when He redeemed them from the enemy,",
      "43": "When He performed His signs in Egypt\nAnd His marvels in the field of Zoan,",
      "44": "And turned their rivers to blood,\nAnd their streams, so that they could not drink.",
      "45": "He sent swarms of flies among them that devoured them,\nAnd frogs that destroyed them.",
      "46": "He also gave their crops to the grasshopper\nAnd the product of their labor to the locust.",
      "47": "He destroyed their vines with hailstones\nAnd their sycamore trees with frost.",
      "48": "He also turned their cattle over to the hailstones,\nAnd their herds to bolts of lightning.",
      "49": "He sent His burning anger upon them,\nFury and indignation and trouble,\nA band of destroying angels.",
      "50": "He leveled a path for His anger;\nHe did not spare their souls from death,\nBut turned their lives over to the plague,",
      "51": "And struck all the firstborn in Egypt,\nThe first and best of their vigor in the tents of Ham.",
      "52": "But He led His own people out like sheep,\nAnd guided them in the wilderness like a flock;",
      "53": "He led them safely, so that they did not fear;\nBut the sea engulfed their enemies.",
      "54": "So He brought them to His holy land,\nTo this hill country which His right hand had gained.",
      "55": "He also drove out the nations from them\nAnd apportioned them as an inheritance by measurement,\nAnd had the tribes of Israel dwell in their tents.",
      "56": "Yet they tempted and rebelled against the Most High God\nAnd did not keep His testimonies,",
      "57": "But turned back and acted treacherously like their fathers;\nThey turned aside like a treacherous bow.",
      "58": "For they provoked Him with their high places\nAnd moved Him to jealousy with their carved images.",
      "59": "When God heard them, He was filled with wrath\nAnd He utterly rejected Israel;",
      "60": "So that He abandoned the dwelling place at Shiloh,\nThe tent which He had pitched among people,",
      "61": "And He gave up His strength to captivity\nAnd His glory into the hand of the enemy.",
      "62": "He also turned His people over to the sword,\nAnd was filled with wrath at His inheritance.",
      "63": "Fire devoured His young men,\nAnd His virgins had no wedding songs.",
      "64": "His priests fell by the sword,\nAnd His widows could not weep.",
      "65": "Then the Lord awoke as if from sleep,\nLike a warrior overcome by wine.",
      "66": "He drove His adversaries backward;\nHe put on them an everlasting disgrace.",
      "67": "He also rejected the tent of Joseph,\nAnd did not choose the tribe of Ephraim,",
      "68": "But chose the tribe of Judah,\nMount Zion, which He loved.",
      "69": "And He built His sanctuary like the heights,\nLike the earth which He has established forever.",
      "70": "He also chose His servant David\nAnd took him from the sheepfolds;",
      "71": "From the care of the ewes with nursing lambs He brought him\nTo shepherd Jacob His people,\nAnd Israel His inheritance.",
      "72": "So he shepherded them according to the integrity of his heart,\nAnd guided them with his skillful hands."
    },
    "79": {
      "1": "God, the nations have invaded Your inheritance;\nThey have defiled Your holy temple;\nThey have laid Jerusalem in ruins.",
      "2": "They have given the dead bodies of Your servants to the birds of the sky as food,\nThe flesh of Your godly ones to the animals of the earth.",
      "3": "They have poured out their blood like water all around Jerusalem;\nAnd there was no one to bury them.",
      "4": "We have become a disgrace before our neighbors,\nAn object of derision and ridicule to those around us.",
      "5": "How long, Lord? Will You be angry forever?\nWill Your jealousy burn like fire?",
      "6": "Pour out Your wrath upon the nations which do not know You,\nAnd upon the kingdoms which do not call upon Your name.",
      "7": "For they have devoured Jacob\nAnd laid waste his settlement.",
      "8": "Do not hold us responsible for the guilty deeds of our forefathers;\nLet Your compassion come quickly to meet us,\nFor we have become very low.",
      "9": "Help us, God of our salvation, for the glory of Your name;\nAnd save us and forgive our sins for the sake of Your name.",
      "10": "Why should the nations say, “Where is their God?”\nLet vengeance for the blood of Your servants which has been shed\nBe known among the nations in our sight.",
      "11": "Let the groaning of the prisoner come before You;\nAccording to the greatness of Your power, let those who are doomed to die remain.",
      "12": "And return to our neighbors seven times as much into their lap\nTheir taunts with which they have taunted You, Lord.",
      "13": "So we Your people and the sheep of Your pasture\nWill give thanks to You forever;\nTo all generations we will tell of Your praise."
    },
    "80": {
      "1": "Listen, Shepherd of Israel,\nWho leads Joseph like a flock;\nYou who are enthroned above the cherubim, shine forth!",
      "2": "Before Ephraim, Benjamin, and Manasseh, awaken Your power,\nAnd come to save us!",
      "3": "God, restore us\nAnd make Your face shine upon us, and we will be saved.",
      "4": "Lord God of armies,\nHow long will You be angry with the prayer of Your people?",
      "5": "You have fed them with the bread of tears,\nAnd You have made them drink tears in large measure.",
      "6": "You make us an object of contention to our neighbors,\nAnd our enemies laugh among themselves.",
      "7": "God of armies, restore us\nAnd make Your face shine upon us, and we will be saved.",
      "8": "You removed a vine from Egypt;\nYou drove out the nations and planted it.",
      "9": "You cleared the ground before it,\nAnd it took deep root and filled the land.",
      "10": "The mountains were covered with its shadow,\nAnd the cedars of God with its branches.",
      "11": "It was sending out its branches to the sea\nAnd its shoots to the Euphrates River.",
      "12": "Why have You broken down its hedges,\nSo that all who pass that way pick its fruit?",
      "13": "A boar from the forest eats it away,\nAnd whatever moves in the field feeds on it.",
      "14": "God of armies, do turn back;\nLook down from heaven and see, and take care of this vine,",
      "15": "The shoot which Your right hand has planted,\nAnd of the son whom You have strengthened for Yourself.",
      "16": "It is burned with fire, it is cut down;\nThey perish from the rebuke of Your face.",
      "17": "Let Your hand be upon the man of Your right hand,\nUpon the son of man whom You made strong for Yourself.",
      "18": "Then we will not turn back from You;\nRevive us, and we will call upon Your name.",
      "19": "Lord God of armies, restore us;\nMake Your face shine upon us, and we will be saved."
    },
    "81": {
      "1": "Sing for joy to God our strength;\nShout joyfully to the God of Jacob.",
      "2": "Raise a song, strike the tambourine,\nThe sweet sounding lyre with the harp.",
      "3": "Blow the trumpet at the new moon,\nAt the full moon, on our feast day.",
      "4": "For it is a statute for Israel,\nAn ordinance of the God of Jacob.",
      "5": "He established it as a testimony in Joseph\nWhen he went throughout the land of Egypt.\nI heard a language I did not know:",
      "6": "“I relieved his shoulder of the burden,\nHis hands were freed from the basket.",
      "7": "You called in trouble and I rescued you;\nI answered you in the hiding place of thunder;\nI put you to the test at the waters of Meribah. Selah",
      "8": "Hear, My people, and I will admonish you;\nIsrael, if you would listen to Me!",
      "9": "There shall be no strange god among you;\nNor shall you worship a foreign god.",
      "10": "I, the Lord, am your God,\nWho brought you up from the land of Egypt;\nOpen your mouth wide and I will fill it.",
      "11": "“But My people did not listen to My voice,\nAnd Israel did not obey Me.",
      "12": "So I gave them over to the stubbornness of their heart,\nTo walk by their own plans.",
      "13": "Oh that My people would listen to Me,\nThat Israel would walk in My ways!",
      "14": "I would quickly subdue their enemies\nAnd turn My hand against their adversaries.",
      "15": "Those who hate the Lord would pretend to obey Him,\nAnd their time of punishment would be forever.",
      "16": "But I would feed you with the finest of the wheat,\nAnd with honey from the rock I would satisfy you.”"
    },
    "82": {
      "1": "God takes His position in His assembly;\nHe judges in the midst of the gods.",
      "2": "How long will you judge unjustly\nAnd show partiality to the wicked? Selah",
      "3": "Vindicate the weak and fatherless;\nDo justice to the afflicted and destitute.",
      "4": "Rescue the weak and needy;\nSave them from the hand of the wicked.",
      "5": "They do not know nor do they understand;\nThey walk around in darkness;\nAll the foundations of the earth are shaken.",
      "6": "I said, “You are gods,\nAnd all of you are sons of the Most High.",
      "7": "Nevertheless you will die like men,\nAnd fall like one of the princes.”",
      "8": "Arise, God, judge the earth!\nFor You possess all the nations."
    },
    "83": {
      "1": "God, do not remain quiet;\nDo not be silent and, God, do not be still.",
      "2": "For behold, Your enemies make an uproar,\nAnd those who hate You have exalted themselves.",
      "3": "They make shrewd plans against Your people,\nAnd conspire together against Your treasured ones.",
      "4": "They have said, “Come, and let’s wipe them out as a nation,\nSo that the name of Israel will no longer be remembered.”",
      "5": "For they have conspired together with one mind;\nThey make a covenant against You:",
      "6": "The tents of Edom and the Ishmaelites,\nMoab and the Hagrites;",
      "7": "Gebal, Ammon, and Amalek,\nPhilistia with the inhabitants of Tyre;",
      "8": "Assyria also has joined them;\nThey have become a help to the children of Lot. Selah",
      "9": "Deal with them as with Midian,\nAs with Sisera and Jabin at the river of Kishon,",
      "10": "Who were destroyed at En-dor,\nWho became like dung for the ground.",
      "11": "Make their nobles like Oreb and Zeeb,\nAnd all their leaders like Zebah and Zalmunna,",
      "12": "Who said, “Let’s possess for ourselves\nThe pastures of God.”",
      "13": "My God, make them like the whirling dust,\nLike chaff before the wind.",
      "14": "Like fire that burns the forest,\nAnd like a flame that sets the mountains on fire,",
      "15": "So pursue them with Your heavy gale,\nAnd terrify them with Your storm.",
      "16": "Fill their faces with dishonor,\nSo that they will seek Your name, Lord.",
      "17": "May they be ashamed and dismayed forever,\nAnd may they be humiliated and perish,",
      "18": "So that they will know that You alone, whose name is the Lord,\nAre the Most High over all the earth."
    },
    "84": {
      "1": "How lovely are Your dwelling places,\nLord of armies!",
      "2": "My soul longed and even yearned for the courtyards of the Lord;\nMy heart and my flesh sing for joy to the living God.",
      "3": "The bird also has found a house,\nAnd the swallow a nest for herself, where she may put her young:\nYour altars, Lord of armies,\nMy King and my God.",
      "4": "Blessed are those who dwell in Your house!\nThey are ever praising You. Selah",
      "5": "Blessed is the person whose strength is in You,\nIn whose heart are the roads to Zion!",
      "6": "Passing through the Valley of Baca they make it a spring;\nThe early rain also covers it with blessings.",
      "7": "They go from strength to strength,\nEvery one of them appears before God in Zion.",
      "8": "Lord God of armies, hear my prayer;\nListen, God of Jacob! Selah",
      "9": "See our shield, God,\nAnd look at the face of Your anointed.",
      "10": "For a day in Your courtyards is better than a thousand elsewhere.\nI would rather stand at the threshold of the house of my God\nThan live in the tents of wickedness.",
      "11": "For the Lord God is a sun and shield;\nThe Lord gives grace and glory;\nHe withholds no good thing from those who walk with integrity.",
      "12": "Lord of armies,\nBlessed is the person who trusts in You!"
    },
    "85": {
      "1": "Lord, You showed favor to Your land;\nYou restored the fortunes of Jacob.",
      "2": "You forgave the guilt of Your people;\nYou covered all their sin. Selah",
      "3": "You withdrew all Your fury;\nYou turned away from Your burning anger.",
      "4": "Restore us, God of our salvation,\nAnd cause Your indignation toward us to cease.",
      "5": "Will You be angry with us forever?\nWill You prolong Your anger to all generations?",
      "6": "Will You not revive us again,\nSo that Your people may rejoice in You?",
      "7": "Show us Your mercy, Lord,\nAnd grant us Your salvation.",
      "8": "I will hear what God the Lord will say;\nFor He will speak peace to His people, to His godly ones;\nAnd may they not turn back to foolishness.",
      "9": "Certainly His salvation is near to those who fear Him,\nThat glory may dwell in our land.",
      "10": "Graciousness and truth have met together;\nRighteousness and peace have kissed each other.",
      "11": "Truth sprouts from the earth,\nAnd righteousness looks down from heaven.",
      "12": "Indeed, the Lord will give what is good,\nAnd our land will yield its produce.",
      "13": "Righteousness will go before Him\nAnd will make His footsteps into a way."
    },
    "86": {
      "1": "Incline Your ear, Lord, and answer me;\nFor I am afflicted and needy.",
      "2": "Protect my soul, for I am godly;\nYou my God, save Your servant who trusts in You.",
      "3": "Be gracious to me, Lord,\nFor I call upon You all day long.",
      "4": "Make the soul of Your servant joyful,\nFor to You, Lord, I lift up my soul.",
      "5": "For You, Lord, are good, and ready to forgive,\nAnd abundant in mercy to all who call upon You.",
      "6": "Listen, Lord, to my prayer;\nAnd give Your attention to the sound of my pleading!",
      "7": "On the day of my trouble I will call upon You,\nFor You will answer me.",
      "8": "There is no one like You among the gods, Lord,\nNor are there any works like Yours.",
      "9": "All nations whom You have made will come and worship before You, Lord,\nAnd they will glorify Your name.",
      "10": "For You are great, and you do wondrous deeds;\nYou alone are God.",
      "11": "Teach me Your way, Lord;\nI will walk in Your truth;\nUnite my heart to fear Your name.",
      "12": "I will give thanks to You, Lord my God, with all my heart,\nAnd I will glorify Your name forever.",
      "13": "For Your graciousness toward me is great,\nAnd You have saved my soul from the depths of Sheol.",
      "14": "God, arrogant men have risen up against me,\nAnd a gang of violent men have sought my life,\nAnd they have not set You before them.",
      "15": "But You, Lord, are a compassionate and gracious God,\nSlow to anger and abundant in mercy and truth.",
      "16": "Turn to me, and be gracious to me;\nGrant Your strength to Your servant,\nAnd save the son of Your maidservant.",
      "17": "Show me a sign of good,\nThat those who hate me may see it and be ashamed,\nBecause You, Lord, have helped me and comforted me."
    },
    "87": {
      "1": "His foundation is in the holy mountains.",
      "2": "The Lord loves the gates of Zion\nMore than all the other dwelling places of Jacob.",
      "3": "Glorious things are spoken of you,\nCity of God. Selah",
      "4": "“I shall mention Rahab and Babylon among those who know Me;\nBehold, Philistia and Tyre with Cush:\n‘This one was born there.’”",
      "5": "But of Zion it will be said, “This one and that one were born in her”;\nAnd the Most High Himself will establish her.",
      "6": "The Lord will count when He registers the peoples,\n“This one was born there.” Selah",
      "7": "Then those who sing as well as those who play the flutes will say,\n“All my springs of joy are in you.”"
    },
    "88": {
      "1": "Lord, the God of my salvation,\nI have cried out by day and in the night before You.",
      "2": "Let my prayer come before You;\nIncline Your ear to my cry!",
      "3": "For my soul has had enough troubles,\nAnd my life has approached Sheol.",
      "4": "I am counted among those who go down to the pit;\nI have become like a man without strength,",
      "5": "Abandoned among the dead,\nLike the slain who lie in the grave,\nWhom You no longer remember,\nAnd they are cut off from Your hand.",
      "6": "You have put me in the lowest pit,\nIn dark places, in the depths.",
      "7": "Your wrath has rested upon me,\nAnd You have afflicted me with all Your waves. Selah",
      "8": "You have removed my acquaintances far from me;\nYou have made me an object of loathing to them;\nI am shut up and cannot go out.",
      "9": "My eye grows dim from misery;\nI have called upon You every day, Lord;\nI have spread out my hands to You.",
      "10": "Will You perform wonders for the dead?\nOr will the departed spirits rise and praise You? Selah",
      "11": "Will Your graciousness be declared in the grave,\nYour faithfulness in Abaddon?",
      "12": "Will Your wonders be made known in the darkness?\nAnd Your righteousness in the land of forgetfulness?",
      "13": "But I, Lord, have cried out to You for help,\nAnd in the morning my prayer comes before You.",
      "14": "Lord, why do You reject my soul?\nWhy do You hide Your face from me?",
      "15": "I was miserable and about to die from my youth on;\nI suffer Your terrors; I grow weary.",
      "16": "Your burning anger has passed over me;\nYour terrors have destroyed me.",
      "17": "They have surrounded me like water all day long;\nThey have encircled me altogether.",
      "18": "You have removed lover and friend far from me;\nMy acquaintances are in a hiding place."
    },
    "89": {
      "1": "I will sing of the graciousness of the Lord forever;\nTo all generations I will make Your faithfulness known with my mouth.",
      "2": "For I have said, “Graciousness will be built up forever;\nIn the heavens You will establish Your faithfulness.”",
      "3": "“I have made a covenant with My chosen;\nI have sworn to My servant David,",
      "4": "I will establish your descendants forever\nAnd build up your throne to all generations.” Selah",
      "5": "The heavens will praise Your wonders, Lord;\nYour faithfulness also in the assembly of the holy ones.",
      "6": "For who in the skies is comparable to the Lord?\nWho among the sons of the mighty is like the Lord,",
      "7": "A God greatly feared in the council of the holy ones,\nAnd awesome above all those who are around Him?",
      "8": "Lord God of armies, who is like You, mighty Lord?\nYour faithfulness also surrounds You.",
      "9": "You rule the surging of the sea;\nWhen its waves rise, You calm them.",
      "10": "You Yourself crushed Rahab like one who is slain;\nYou scattered Your enemies with Your mighty arm.",
      "11": "The heavens are Yours, the earth also is Yours;\nThe world and all it contains, You have established them.",
      "12": "The north and the south, You have created them;\nTabor and Hermon shout for joy at Your name.",
      "13": "You have a strong arm;\nYour hand is mighty, Your right hand is exalted.",
      "14": "Righteousness and justice are the foundation of Your throne;\nMercy and truth go before You.",
      "15": "Blessed are the people who know the joyful sound!\nLord, they walk in the light of Your face.",
      "16": "In Your name they rejoice all the day,\nAnd by Your righteousness they are exalted.",
      "17": "For You are the glory of their strength,\nAnd by Your favor our horn is exalted.",
      "18": "For our shield belongs to the Lord,\nAnd our king to the Holy One of Israel.",
      "19": "Once You spoke in vision to Your godly ones,\nAnd said, “I have given help to one who is mighty;\nI have exalted one chosen from the people.",
      "20": "I have found My servant David;\nWith My holy oil I have anointed him,",
      "21": "With whom My hand will be established;\nMy arm also will strengthen him.",
      "22": "The enemy will not deceive him,\nNor will the son of wickedness afflict him.",
      "23": "But I will crush his adversaries before him,\nAnd strike those who hate him.",
      "24": "My faithfulness and My favor will be with him,\nAnd in My name his horn will be exalted.",
      "25": "I will also place his hand on the sea,\nAnd his right hand on the rivers.",
      "26": "He will call to Me, ‘You are my Father,\nMy God, and the rock of my salvation.’",
      "27": "I will also make him My firstborn,\nThe highest of the kings of the earth.",
      "28": "I will maintain My favor for him forever,\nAnd My covenant shall be confirmed to him.",
      "29": "So I will establish his descendants forever,\nAnd his throne as the days of heaven.",
      "30": "“If his sons abandon My Law\nAnd do not walk in My judgments,",
      "31": "If they violate My statutes\nAnd do not keep My commandments,",
      "32": "Then I will punish their wrongdoing with the rod,\nAnd their guilt with afflictions.",
      "33": "But I will not withhold My favor from him,\nNor deal falsely in My faithfulness.",
      "34": "I will not violate My covenant,\nNor will I alter the utterance of My lips.",
      "35": "Once I have sworn by My holiness;\nI will not lie to David.",
      "36": "His descendants shall endure forever,\nAnd his throne as the sun before Me.",
      "37": "It shall be established forever like the moon,\nAnd a witness in the sky is faithful.” Selah",
      "38": "But You have rejected and refused,\nYou have been full of wrath against Your anointed.",
      "39": "You have repudiated the covenant of Your servant;\nYou have profaned his crown in the dust.",
      "40": "You have broken down all his walls;\nYou have brought his strongholds to ruin.",
      "41": "All who pass along the way plunder him;\nHe has become a disgrace to his neighbors.",
      "42": "You have exalted the right hand of his adversaries;\nYou have made all his enemies rejoice.",
      "43": "You also turn back the edge of his sword,\nAnd have not made him stand in battle.",
      "44": "You have put an end to his splendor\nAnd cast his throne to the ground.",
      "45": "You have shortened the days of his youth;\nYou have covered him with shame. Selah",
      "46": "How long, Lord?\nWill You hide Yourself forever?\nWill Your wrath burn like fire?",
      "47": "Remember what my lifespan is;\nFor what futility You have created all the sons of mankind!",
      "48": "What man can live and not see death?\nCan he save his soul from the power of Sheol? Selah",
      "49": "Where are Your former acts of favor, Lord,\nWhich You swore to David in Your faithfulness?",
      "50": "Remember, Lord, the taunt against Your servants;\nHow I carry in my heart the taunts of all the many peoples,",
      "51": "With which Your enemies have taunted, Lord,\nWith which they have taunted the footsteps of Your anointed.",
      "52": "Blessed be the Lord forever!\nAmen and Amen."
    },
    "90": {
      "1": "Lord, You have been our dwelling place in all generations.",
      "2": "Before the mountains were born\nOr You gave birth to the earth and the world,\nEven from everlasting to everlasting, You are God.",
      "3": "You turn mortals back into dust\nAnd say, “Return, you sons of mankind.”",
      "4": "For a thousand years in Your sight\nAre like yesterday when it passes by,\nOr like a watch in the night.",
      "5": "You have swept them away like a flood, they fall asleep;\nIn the morning they are like grass that sprouts anew.",
      "6": "In the morning it flourishes and sprouts anew;\nToward evening it wilts and withers away.",
      "7": "For we have been consumed by Your anger,\nAnd we have been terrified by Your wrath.",
      "8": "You have placed our guilty deeds before You,\nOur hidden sins in the light of Your presence.",
      "9": "For all our days have dwindled away in Your fury;\nWe have finished our years like a sigh.",
      "10": "As for the days of our life, they contain seventy years,\nOr if due to strength, eighty years,\nYet their pride is only trouble and tragedy;\nFor it quickly passes, and we disappear.",
      "11": "Who understands the power of Your anger\nAnd Your fury, according to the fear that is due You?",
      "12": "So teach us to number our days,\nThat we may present to You a heart of wisdom.",
      "13": "Do return, Lord; how long will it be?\nAnd be sorry for Your servants.",
      "14": "Satisfy us in the morning with Your graciousness,\nThat we may sing for joy and rejoice all our days.",
      "15": "Make us glad according to the days You have afflicted us,\nAnd the years we have seen evil.",
      "16": "Let Your work appear to Your servants\nAnd Your majesty to their children.",
      "17": "May the kindness of the Lord our God be upon us;\nAnd confirm for us the work of our hands;\nYes, confirm the work of our hands."
    },
    "91": {
      "1": "One who dwells in the shelter of the Most High\nWill lodge in the shadow of the Almighty.",
      "2": "I will say to the Lord, “My refuge and my fortress,\nMy God, in whom I trust!”",
      "3": "For it is He who rescues you from the net of the trapper\nAnd from the deadly plague.",
      "4": "He will cover you with His pinions,\nAnd under His wings you may take refuge;\nHis faithfulness is a shield and wall.",
      "5": "You will not be afraid of the terror by night,\nOr of the arrow that flies by day;",
      "6": "Of the plague that stalks in darkness,\nOr of the destruction that devastates at noon.",
      "7": "A thousand may fall at your side\nAnd ten thousand at your right hand,\nBut it shall not approach you.",
      "8": "You will only look on with your eyes\nAnd see the retaliation against the wicked.",
      "9": "For you have made the Lord, my refuge,\nThe Most High, your dwelling place.",
      "10": "No evil will happen to you,\nNor will any plague come near your tent.",
      "11": "For He will give His angels orders concerning you,\nTo protect you in all your ways.",
      "12": "On their hands they will lift you up,\nSo that you do not strike your foot against a stone.",
      "13": "You will walk upon the lion and cobra,\nYou will trample the young lion and the serpent.",
      "14": "“Because he has loved Me, I will save him;\nI will set him securely on high, because he has known My name.",
      "15": "He will call upon Me, and I will answer him;\nI will be with him in trouble;\nI will rescue him and honor him.",
      "16": "I will satisfy him with a long life,\nAnd show him My salvation.”"
    },
    "92": {
      "1": "It is good to give thanks to the Lord\nAnd to sing praises to Your name, Most High;",
      "2": "To declare Your goodness in the morning\nAnd Your faithfulness by night,",
      "3": "With the ten-stringed lute and with the harp,\nWith resounding music on the lyre.",
      "4": "For You, Lord, have made me joyful by what You have done,\nI will sing for joy over the works of Your hands.",
      "5": "How great are Your works, Lord!\nYour thoughts are very deep.",
      "6": "A stupid person has no knowledge,\nNor does a foolish person understand this:",
      "7": "When the wicked sprouted up like grass\nAnd all who did injustice flourished,\nIt was only that they might be destroyed forevermore.",
      "8": "But You, Lord, are on high forever.",
      "9": "For, behold, Your enemies, Lord,\nFor, behold, Your enemies will perish;\nAll who do injustice will be scattered.",
      "10": "But You have exalted my horn like that of the wild ox;\nI have been anointed with fresh oil.",
      "11": "And my eye has looked at my enemies,\nMy ears hear of the evildoers who rise up against me.",
      "12": "The righteous person will flourish like the palm tree,\nHe will grow like a cedar in Lebanon.",
      "13": "Planted in the house of the Lord,\nThey will flourish in the courtyards of our God.",
      "14": "They will still yield fruit in advanced age;\nThey will be full of sap and very green,",
      "15": "To declare that the Lord is just;\nHe is my rock, and there is no malice in Him."
    },
    "93": {
      "1": "The Lord reigns, He is clothed with majesty;\nThe Lord has clothed and encircled Himself with strength.\nIndeed, the world is firmly established; it will not be moved.",
      "2": "Your throne is established from of old;\nYou are from eternity.",
      "3": "The floods have lifted up, Lord,\nThe floods have lifted up their voice,\nThe floods lift up their pounding waves.",
      "4": "More than the sounds of many waters,\nThan the mighty breakers of the sea,\nThe Lord on high is mighty.",
      "5": "Your testimonies are fully confirmed;\nHoliness is pleasing to Your house,\nLord, forevermore."
    },
    "94": {
      "1": "Lord, God of vengeance,\nGod of vengeance, shine forth!",
      "2": "Rise up, Judge of the earth,\nPay back retribution to the proud.",
      "3": "How long, Lord, shall the wicked—\nHow long shall the wicked triumph?",
      "4": "They pour out words, they speak arrogantly;\nAll who do injustice boast.",
      "5": "They crush Your people, Lord,\nAnd afflict Your inheritance.",
      "6": "They kill the widow and the stranger\nAnd murder the orphans.",
      "7": "They have said, “The Lord does not see,\nNor does the God of Jacob perceive.”",
      "8": "Pay attention, you stupid ones among the people;\nAnd when will you understand, foolish ones?",
      "9": "He who planted the ear, does He not hear?\nOr He who formed the eye, does He not see?",
      "10": "He who disciplines the nations, will He not rebuke,\nHe who teaches mankind knowledge?",
      "11": "The Lord knows human thoughts,\nThat they are mere breath.",
      "12": "Blessed is the man whom You discipline, Lord,\nAnd whom You teach from Your Law,",
      "13": "So that You may grant him relief from the days of adversity,\nUntil a pit is dug for the wicked.",
      "14": "For the Lord will not abandon His people,\nNor will He abandon His inheritance.",
      "15": "For judgment will again be righteous,\nAnd all the upright in heart will follow it.",
      "16": "Who will stand up for me against evildoers?\nWho will take his stand for me against those who do injustice?",
      "17": "If the Lord had not been my help,\nMy soul would soon have dwelt in the land of silence.",
      "18": "If I should say, “My foot has slipped,”\nYour faithfulness, Lord, will support me.",
      "19": "When my anxious thoughts multiply within me,\nYour comfort delights my soul.",
      "20": "Can a throne of destruction be allied with You,\nOne which devises mischief by decree?",
      "21": "They band themselves together against the life of the righteous\nAnd condemn the innocent to death.",
      "22": "But the Lord has been my refuge,\nAnd my God the rock of my refuge.",
      "23": "He has brought back their injustice upon them,\nAnd He will destroy them in their evil;\nThe Lord our God will destroy them."
    },
    "95": {
      "1": "Come, let’s sing for joy to the Lord,\nLet’s shout joyfully to the rock of our salvation.",
      "2": "Let’s come before His presence with a song of thanksgiving,\nLet’s shout joyfully to Him in songs with instruments.",
      "3": "For the Lord is a great God\nAnd a great King above all gods,",
      "4": "In whose hand are the depths of the earth,\nThe peaks of the mountains are also His.",
      "5": "The sea is His, for it was He who made it,\nAnd His hands formed the dry land.",
      "6": "Come, let’s worship and bow down,\nLet’s kneel before the Lord our Maker.",
      "7": "For He is our God,\nAnd we are the people of His pasture and the sheep of His hand.\nToday, if you will hear His voice,",
      "8": "Do not harden your hearts as at Meribah,\nAs on the day of Massah in the wilderness,",
      "9": "“When your fathers put Me to the test,\nThey tested Me, though they had seen My work.",
      "10": "For forty years I was disgusted with that generation,\nAnd said they are a people who err in their heart,\nAnd they do not know My ways.",
      "11": "Therefore I swore in My anger,\nThey certainly shall not enter My rest.”"
    },
    "96": {
      "1": "Sing to the Lord a new song;\nSing to the Lord, all the earth.",
      "2": "Sing to the Lord, bless His name;\nProclaim the good news of His salvation from day to day.",
      "3": "Tell of His glory among the nations,\nHis wonderful deeds among all the peoples.",
      "4": "For great is the Lord, and greatly to be praised;\nHe is to be feared above all gods.",
      "5": "For all the gods of the peoples are idols,\nBut the Lord made the heavens.",
      "6": "Splendor and majesty are before Him,\nStrength and beauty are in His sanctuary.",
      "7": "Ascribe to the Lord, you families of the peoples,\nAscribe to the Lord glory and strength.",
      "8": "Ascribe to the Lord the glory of His name;\nBring an offering and come into His courtyards.",
      "9": "Worship the Lord in holy attire;\nTremble before Him, all the earth.",
      "10": "Say among the nations, “The Lord reigns;\nIndeed, the world is firmly established, it will not be moved;\nHe will judge the peoples fairly.”",
      "11": "May the heavens be joyful, and may the earth rejoice;\nMay the sea roar, and all it contains;",
      "12": "May the field be jubilant, and all that is in it.\nThen all the trees of the forest will sing for joy",
      "13": "Before the Lord, for He is coming,\nFor He is coming to judge the earth.\nHe will judge the world in righteousness,\nAnd the peoples in His faithfulness."
    },
    "97": {
      "1": "The Lord reigns, may the earth rejoice;\nMay the many islands be joyful.",
      "2": "Clouds and thick darkness surround Him;\nRighteousness and justice are the foundation of His throne.",
      "3": "Fire goes before Him\nAnd burns up His enemies all around.",
      "4": "His lightning lit up the world;\nThe earth saw it and trembled.",
      "5": "The mountains melted like wax at the presence of the Lord,\nAt the presence of the Lord of the whole earth.",
      "6": "The heavens declare His righteousness,\nAnd all the peoples have seen His glory.",
      "7": "May all those be ashamed who serve carved images,\nWho boast in idols;\nWorship Him, all you gods.",
      "8": "Zion heard this and was joyful,\nAnd the daughters of Judah have rejoiced\nBecause of Your judgments, Lord.",
      "9": "For You are the Lord Most High over all the earth;\nYou are exalted far above all gods.",
      "10": "Hate evil, you who love the Lord,\nWho watches over the souls of His godly ones;\nHe saves them from the hand of the wicked.",
      "11": "Light is sown like seed for the righteous,\nAnd gladness for the upright in heart.",
      "12": "Be joyful in the Lord, you righteous ones,\nAnd praise the mention of His holy name."
    },
    "98": {
      "1": "Sing a new song to the Lord,\nFor He has done wonderful things,\nHis right hand and His holy arm have gained the victory for Him.",
      "2": "The Lord has made His salvation known;\nHe has revealed His righteousness in the sight of the nations.",
      "3": "He has remembered His graciousness and His faithfulness to the house of Israel;\nAll the ends of the earth have seen the salvation of our God.",
      "4": "Shout joyfully to the Lord, all the earth;\nBe cheerful and sing for joy and sing praises.",
      "5": "Sing praises to the Lord with the lyre,\nWith the lyre and the sound of melody.",
      "6": "With trumpets and the sound of the horn\nShout joyfully before the King, the Lord.",
      "7": "May the sea roar and all it contains,\nThe world and those who dwell in it.",
      "8": "May the rivers clap their hands,\nMay the mountains sing together for joy",
      "9": "Before the Lord, for He is coming to judge the earth;\nHe will judge the world with righteousness\nAnd the peoples with fairness."
    },
    "99": {
      "1": "The Lord reigns, the peoples tremble!\nHe sits enthroned above the cherubim, the earth quakes!",
      "2": "The Lord is great in Zion,\nAnd He is exalted above all the peoples.",
      "3": "May they praise Your great and awesome name;\nHoly is He.",
      "4": "The strength of the King loves justice;\nYou have established order;\nYou have executed justice and righteousness in Jacob.",
      "5": "Exalt the Lord our God\nAnd worship at His footstool;\nHoly is He.",
      "6": "Moses and Aaron were among His priests,\nAnd Samuel was among those who called on His name;\nThey called upon the Lord and He answered them.",
      "7": "He spoke to them in the pillar of cloud;\nThey kept His testimonies\nAnd the statute that He gave them.",
      "8": "Lord our God, You answered them;\nYou were a forgiving God to them,\nAnd yet an avenger of their evil deeds.",
      "9": "Exalt the Lord our God\nAnd worship at His holy hill,\nFor the Lord our God is holy."
    },
    "100": {
      "1": "Shout joyfully to the Lord, all the earth.",
      "2": "Serve the Lord with jubilation;\nCome before Him with rejoicing.",
      "3": "Know that the Lord Himself is God;\nIt is He who has made us, and not we ourselves;\nWe are His people and the sheep of His pasture.",
      "4": "Enter His gates with thanksgiving,\nAnd His courtyards with praise.\nGive thanks to Him, bless His name.",
      "5": "For the Lord is good;\nHis mercy is everlasting\nAnd His faithfulness is to all generations."
    },
    "101": {
      "1": "I will sing of mercy and justice;\nTo You, Lord, I will sing praises.",
      "2": "I will carefully attend to the blameless way.\nWhen will You come to me?\nI will walk within my house in the integrity of my heart.",
      "3": "I will set no worthless thing before my eyes;\nI hate the work of those who fall away;\nIt shall not cling to me.",
      "4": "A perverse heart shall leave me;\nI will know no evil.",
      "5": "Whoever secretly slanders his neighbor, him I will destroy;\nI will not endure one who has a haughty look and an arrogant heart.",
      "6": "My eyes shall be upon the faithful of the land, that they may dwell with me;\nOne who walks in a blameless way is one who will serve me.",
      "7": "One who practices deceit shall not dwell within my house;\nOne who speaks lies shall not maintain his position before me.",
      "8": "Every morning I will destroy all the wicked of the land,\nSo as to eliminate from the city of the Lord all those who do injustice."
    },
    "102": {
      "1": "Hear my prayer, Lord!\nAnd let my cry for help come to You.",
      "2": "Do not hide Your face from me on the day of my distress;\nIncline Your ear to me;\nOn the day when I call answer me quickly.",
      "3": "For my days have ended in smoke,\nAnd my bones have been scorched like a hearth.",
      "4": "My heart has been struck like grass and has withered,\nIndeed, I forget to eat my bread.",
      "5": "Because of the loudness of my groaning\nMy bones cling to my flesh.",
      "6": "I resemble a pelican of the wilderness;\nI have become like an owl of the ruins.",
      "7": "I lie awake,\nI have become like a solitary bird on a housetop.",
      "8": "My enemies have taunted me all day long;\nThose who deride me have used my name as a curse.",
      "9": "For I have eaten ashes like bread,\nAnd mixed my drink with weeping",
      "10": "Because of Your indignation and Your wrath;\nFor You have lifted me up and thrown me away.",
      "11": "My days are like a lengthened shadow,\nAnd I wither away like grass.",
      "12": "But You, Lord, remain forever,\nAnd Your name remains to all generations.",
      "13": "You will arise and have compassion on Zion;\nFor it is time to be gracious to her,\nFor the appointed time has come.",
      "14": "Surely Your servants take pleasure in her stones,\nAnd feel pity for her dust.",
      "15": "So the nations will fear the name of the Lord,\nAnd all the kings of the earth, Your glory.",
      "16": "For the Lord has built up Zion;\nHe has appeared in His glory.",
      "17": "He has turned His attention to the prayer of the destitute\nAnd has not despised their prayer.",
      "18": "This will be written for the generation to come,\nThat a people yet to be created may praise the Lord:",
      "19": "For He looked down from His holy height;\nFrom heaven the Lord looked upon the earth,",
      "20": "To hear the groaning of the prisoner,\nTo set free those who were doomed to death,",
      "21": "So that people may tell of the name of the Lord in Zion,\nAnd His praise in Jerusalem,",
      "22": "When the peoples are gathered together,\nAnd the kingdoms, to serve the Lord.",
      "23": "He has broken my strength in the way;\nHe has shortened my days.",
      "24": "I say, “My God, do not take me away in the middle of my days,\nYour years are throughout all generations.",
      "25": "In time of old You founded the earth,\nAnd the heavens are the work of Your hands.",
      "26": "Even they will perish, but You endure;\nAll of them will wear out like a garment;\nLike clothing You will change them and they will pass away.",
      "27": "But You are the same,\nAnd Your years will not come to an end.",
      "28": "The children of Your servants will continue,\nAnd their descendants will be established before You.”"
    },
    "103": {
      "1": "Bless the Lord, my soul,\nAnd all that is within me, bless His holy name.",
      "2": "Bless the Lord, my soul,\nAnd do not forget any of His benefits;",
      "3": "Who pardons all your guilt,\nWho heals all your diseases;",
      "4": "Who redeems your life from the pit,\nWho crowns you with favor and compassion;",
      "5": "Who satisfies your years with good things,\nSo that your youth is renewed like the eagle.",
      "6": "The Lord performs righteous deeds\nAnd judgments for all who are oppressed.",
      "7": "He made known His ways to Moses,\nHis deeds to the sons of Israel.",
      "8": "The Lord is compassionate and gracious,\nSlow to anger and abounding in mercy.",
      "9": "He will not always contend with us,\nNor will He keep His anger forever.",
      "10": "He has not dealt with us according to our sins,\nNor rewarded us according to our guilty deeds.",
      "11": "For as high as the heavens are above the earth,\nSo great is His mercy toward those who fear Him.",
      "12": "As far as the east is from the west,\nSo far has He removed our wrongdoings from us.",
      "13": "Just as a father has compassion on his children,\nSo the Lord has compassion on those who fear Him.",
      "14": "For He Himself knows our form;\nHe is mindful that we are nothing but dust.",
      "15": "As for man, his days are like grass;\nLike a flower of the field, so he flourishes.",
      "16": "When the wind has passed over it, it is no more,\nAnd its place no longer knows about it.",
      "17": "But the mercy of the Lord is from everlasting to everlasting for those who fear Him,\nAnd His justice to the children’s children,",
      "18": "To those who keep His covenant\nAnd remember His precepts, so as to do them.",
      "19": "The Lord has established His throne in the heavens,\nAnd His sovereignty rules over all.",
      "20": "Bless the Lord, you His angels,\nMighty in strength, who perform His word,\nObeying the voice of His word!",
      "21": "Bless the Lord, all you His angels,\nYou who serve Him, doing His will.",
      "22": "Bless the Lord, all you works of His,\nIn all places of His dominion;\nBless the Lord, my soul!"
    },
    "104": {
      "1": "Bless the Lord, my soul!\nLord my God, You are very great;\nYou are clothed with splendor and majesty,",
      "2": "Covering Yourself with light as with a cloak,\nStretching out heaven like a tent curtain.",
      "3": "He lays the beams of His upper chambers in the waters;\nHe makes the clouds His chariot;\nHe walks on the wings of the wind;",
      "4": "He makes the winds His messengers,\nFlaming fire His ministers.",
      "5": "He established the earth upon its foundations,\nSo that it will not totter forever and ever.",
      "6": "You covered it with the deep sea as with a garment;\nThe waters were standing above the mountains.",
      "7": "They fled from Your rebuke,\nAt the sound of Your thunder they hurried away.",
      "8": "The mountains rose; the valleys sank down\nTo the place which You established for them.",
      "9": "You set a boundary so that they will not pass over,\nSo that they will not return to cover the earth.",
      "10": "He sends forth springs in the valleys;\nThey flow between the mountains;",
      "11": "They give drink to every animal of the field;\nThe wild donkeys quench their thirst.",
      "12": "The birds of the sky dwell beside them;\nThey lift up their voices from among the branches.",
      "13": "He waters the mountains from His upper chambers;\nThe earth is satisfied with the fruit of His works.",
      "14": "He causes the grass to grow for the cattle,\nAnd vegetation for the labor of mankind,\nSo that they may produce food from the earth,",
      "15": "And wine, which makes a human heart cheerful,\nSo that he makes his face gleam with oil,\nAnd food, which sustains a human heart.",
      "16": "The trees of the Lord drink their fill,\nThe cedars of Lebanon which He planted,",
      "17": "Where the birds build their nests,\nAnd the stork, whose home is the juniper trees.",
      "18": "The high mountains are for the wild goats;\nThe cliffs are a refuge for the rock hyrax.",
      "19": "He made the moon for the seasons;\nThe sun knows the place of its setting.",
      "20": "You appoint darkness and it becomes night,\nIn which all the animals of the forest prowl about.",
      "21": "The young lions roar for their prey\nAnd seek their food from God.",
      "22": "When the sun rises they withdraw,\nAnd they lie down in their dens.",
      "23": "A person goes out to his work\nAnd to his labor until evening.",
      "24": "Lord, how many are Your works!\nIn wisdom You have made them all;\nThe earth is full of Your possessions.",
      "25": "There is the sea, great and broad,\nIn which are swarms without number,\nAnimals both small and great.",
      "26": "The ships move along there,\nAnd Leviathan, which You have formed to have fun in it.",
      "27": "They all wait for You\nTo give them their food in due season.",
      "28": "You give to them, they gather it up;\nYou open Your hand, they are satisfied with good.",
      "29": "You hide Your face, they are terrified;\nYou take away their breath, they perish\nAnd return to their dust.",
      "30": "You send forth Your Spirit, they are created;\nAnd You renew the face of the ground.",
      "31": "May the glory of the Lord endure forever;\nMay the Lord rejoice in His works;",
      "32": "He looks at the earth, and it trembles;\nHe touches the mountains, and they smoke.",
      "33": "I will sing to the Lord as long as I live;\nI will sing praise to my God while I have my being.",
      "34": "May my praise be pleasing to Him;\nAs for me, I shall rejoice in the Lord.",
      "35": "May sinners be removed from the earth\nAnd may the wicked be no more.\nBless the Lord, my soul.\nPraise the Lord!"
    },
    "105": {
      "1": "Give thanks to the Lord, call upon His name;\nMake His deeds known among the peoples.",
      "2": "Sing to Him, sing praises to Him;\nTell of all His wonders.",
      "3": "Boast in His holy name;\nMay the heart of those who seek the Lord be joyful.",
      "4": "Seek the Lord and His strength;\nSeek His face continually.",
      "5": "Remember His wonders which He has done,\nHis marvels and the judgments spoken by His mouth,",
      "6": "You descendants of Abraham, His servant,\nYou sons of Jacob, His chosen ones!",
      "7": "He is the Lord our God;\nHis judgments are in all the earth.",
      "8": "He has remembered His covenant forever,\nThe word which He commanded to a thousand generations,",
      "9": "The covenant which He made with Abraham,\nAnd His oath to Isaac.",
      "10": "Then He confirmed it to Jacob as a statute,\nTo Israel as an everlasting covenant,",
      "11": "Saying, “To you I will give the land of Canaan\nAs the portion of your inheritance,”",
      "12": "When they were only a few people in number,\nVery few, and strangers in it.",
      "13": "And they wandered from nation to nation,\nFrom one kingdom to another people,",
      "14": "He allowed no one to oppress them,\nAnd He rebuked kings for their sakes, saying,",
      "15": "“Do not touch My anointed ones,\nAnd do not harm My prophets.”",
      "16": "And He called for a famine upon the land;\nHe broke the whole staff of bread.",
      "17": "He sent a man before them,\nJoseph, who was sold as a slave.",
      "18": "They forced his feet into shackles,\nHe was put in irons;",
      "19": "Until the time that his word came to pass,\nThe word of the Lord refined him.",
      "20": "The king sent and released him,\nThe ruler of peoples, and set him free.",
      "21": "He made him lord of his house,\nAnd ruler over all his possessions,",
      "22": "To imprison his high officials at will,\nThat he might teach his elders wisdom.",
      "23": "Israel also came into Egypt;\nSo Jacob lived in the land of Ham.",
      "24": "And He made His people very fruitful,\nAnd made them stronger than their enemies.",
      "25": "He turned their heart to hate His people,\nTo deal cunningly with His servants.",
      "26": "He sent His servant Moses,\nAnd Aaron, whom He had chosen.",
      "27": "They performed His wondrous acts among them,\nAnd miracles in the land of Ham.",
      "28": "He sent darkness and made it dark;\nAnd they did not rebel against His words.",
      "29": "He turned their waters into blood,\nAnd caused their fish to die.",
      "30": "Their land swarmed with frogs\nEven in the chambers of their kings.",
      "31": "He spoke, and a swarm of flies\nAnd gnats invaded all their territory.",
      "32": "He gave them hail for rain,\nAnd flaming fire in their land.",
      "33": "He also struck their vines and their fig trees,\nAnd smashed the trees of their territory.",
      "34": "He spoke, and locusts came,\nAnd creeping locusts, beyond number,",
      "35": "And they ate all the vegetation in their land,\nAnd ate the fruit of their ground.",
      "36": "He also fatally struck all the firstborn in their land,\nThe first fruits of all their vigor.",
      "37": "Then He brought the Israelites out with silver and gold,\nAnd among His tribes there was not one who stumbled.",
      "38": "Egypt was glad when they departed,\nFor the dread of them had fallen upon the Egyptians.",
      "39": "He spread out a cloud as a covering,\nAnd fire to illumine by night.",
      "40": "They asked, and He brought quail,\nAnd satisfied them with the bread of heaven.",
      "41": "He opened the rock and water flowed out;\nIt ran in the dry places like a river.",
      "42": "For He remembered His holy word\nWith His servant Abraham;",
      "43": "And He led out His people with joy,\nHis chosen ones with a joyful shout.",
      "44": "He also gave them the lands of the nations,\nSo that they might take possession of the fruit of the peoples’ labor,",
      "45": "And that they might keep His statutes\nAnd comply with His laws;\nPraise the Lord!"
    },
    "106": {
      "1": "Praise the Lord!\nOh give thanks to the Lord, for He is good;\nFor His mercy is everlasting.",
      "2": "Who can speak of the mighty deeds of the Lord,\nOr can proclaim all His praise?",
      "3": "How blessed are those who maintain justice,\nWho practice righteousness at all times!",
      "4": "Remember me, Lord, in Your favor toward Your people.\nVisit me with Your salvation,",
      "5": "So that I may see the prosperity of Your chosen ones,\nThat I may rejoice in the joy of Your nation,\nThat I may boast with Your inheritance.",
      "6": "We have sinned like our fathers,\nWe have gone astray, we have behaved wickedly.",
      "7": "Our fathers in Egypt did not understand Your wonders;\nThey did not remember Your abundant kindnesses,\nBut rebelled by the sea, at the Red Sea.",
      "8": "Nevertheless He saved them for the sake of His name,\nSo that He might make His power known.",
      "9": "So He rebuked the Red Sea and it dried up,\nAnd He led them through the mighty waters, as through the wilderness.",
      "10": "So He saved them from the hand of one who hated them,\nAnd redeemed them from the hand of the enemy.",
      "11": "The waters covered their adversaries;\nNot one of them was left.",
      "12": "Then they believed His words;\nThey sang His praise.",
      "13": "They quickly forgot His works;\nThey did not wait for His plan,",
      "14": "But became lustfully greedy in the wilderness,\nAnd put God to the test in the desert.",
      "15": "So He gave them their request,\nBut sent a wasting disease among them.",
      "16": "When they became envious of Moses in the camp,\nAnd of Aaron, the holy one of the Lord,",
      "17": "The earth opened and swallowed up Dathan,\nAnd engulfed the company of Abiram.",
      "18": "And a fire blazed up in their company;\nThe flame consumed the wicked.",
      "19": "They made a calf in Horeb,\nAnd worshiped a cast metal image.",
      "20": "So they exchanged their glory\nFor the image of an ox that eats grass.",
      "21": "They forgot God their Savior,\nWho had done great things in Egypt,",
      "22": "Wonders in the land of Ham,\nAnd awesome things by the Red Sea.",
      "23": "Therefore He said that He would destroy them,\nIf Moses, His chosen one, had not stood in the gap before Him,\nTo turn away His wrath from destroying them.",
      "24": "Then they rejected the pleasant land;\nThey did not believe His word,",
      "25": "But grumbled in their tents;\nThey did not listen to the voice of the Lord.",
      "26": "Therefore He swore to them\nThat He would have them fall in the wilderness,",
      "27": "And that He would bring down their descendants among the nations,\nAnd scatter them in the lands.",
      "28": "They also followed Baal-peor,\nAnd ate sacrifices offered to the dead.",
      "29": "So they provoked Him to anger with their deeds,\nAnd a plague broke out among them.",
      "30": "Then Phinehas stood up and intervened,\nAnd so the plague was brought to a halt.",
      "31": "And it was credited to him as righteousness,\nTo all generations forever.",
      "32": "They also provoked Him to wrath at the waters of Meribah,\nSo that it went badly for Moses on their account.",
      "33": "Because they were rebellious against His Spirit,\nHe spoke rashly with his lips.",
      "34": "They did not destroy the peoples,\nAs the Lord had commanded them,",
      "35": "But they got involved with the nations\nAnd learned their practices,",
      "36": "And served their idols,\nWhich became a snare to them.",
      "37": "They even sacrificed their sons and their daughters to the demons,",
      "38": "And shed innocent blood,\nThe blood of their sons and their daughters\nWhom they sacrificed to the idols of Canaan;\nAnd the land was defiled with the blood.",
      "39": "So they became unclean in their practices,\nAnd were unfaithful in their deeds.",
      "40": "Therefore the anger of the Lord was kindled against His people,\nAnd He loathed His inheritance.",
      "41": "So He handed them over to the nations,\nAnd those who hated them ruled over them.",
      "42": "Their enemies also oppressed them,\nAnd they were subdued under their power.",
      "43": "Many times He would rescue them;\nThey, however, were rebellious in their plan,\nAnd they sank down into their guilt.",
      "44": "Nevertheless He looked at their distress\nWhen He heard their cry;",
      "45": "And He remembered His covenant for their sake,\nAnd relented according to the greatness of His mercy.",
      "46": "He also made them objects of compassion\nIn the presence of all their captors.",
      "47": "Save us, Lord our God,\nAnd gather us from the nations,\nTo give thanks to Your holy name\nAnd glory in Your praise.",
      "48": "Blessed be the Lord, the God of Israel,\nFrom everlasting to everlasting.\nAnd all the people shall say, “Amen.”\nPraise the Lord!"
    },
    "107": {
      "1": "Give thanks to the Lord, for He is good,\nFor His mercy is everlasting.",
      "2": "The redeemed of the Lord shall say so,\nThose whom He has redeemed from the hand of the enemy",
      "3": "And gathered from the lands,\nFrom the east and from the west,\nFrom the north and from the south.",
      "4": "They wandered in the wilderness in a desert region;\nThey did not find a way to an inhabited city.",
      "5": "They were hungry and thirsty;\nTheir souls felt weak within them.",
      "6": "Then they cried out to the Lord in their trouble;\nHe saved them from their distresses.",
      "7": "He also had them walk on a straight way,\nTo go to an inhabited city.",
      "8": "They shall give thanks to the Lord for His mercy,\nAnd for His wonders to the sons of mankind!",
      "9": "For He has satisfied the thirsty soul,\nAnd He has filled the hungry soul with what is good.",
      "10": "There were those who lived in darkness and in the shadow of death,\nPrisoners in misery and chains,",
      "11": "Because they had rebelled against the words of God\nAnd rejected the plan of the Most High.",
      "12": "Therefore He humbled their heart with labor;\nThey stumbled and there was no one to help.",
      "13": "Then they cried out to the Lord in their trouble;\nHe saved them from their distresses.",
      "14": "He brought them out of darkness and the shadow of death\nAnd broke their bands apart.",
      "15": "They shall give thanks to the Lord for His mercy,\nAnd for His wonders to the sons of mankind!",
      "16": "For He has shattered gates of bronze\nAnd cut off bars of iron.",
      "17": "Fools, because of their rebellious way,\nAnd because of their guilty deeds, were afflicted.",
      "18": "Their souls loathed all kinds of food,\nAnd they came close to the gates of death.",
      "19": "Then they cried out to the Lord in their trouble;\nHe saved them from their distresses.",
      "20": "He sent His word and healed them,\nAnd saved them from their destruction.",
      "21": "They shall give thanks to the Lord for His mercy,\nAnd for His wonders to the sons of mankind!",
      "22": "They shall also offer sacrifices of thanksgiving,\nAnd tell of His works with joyful singing.",
      "23": "Those who go down to the sea in ships,\nWho do business on great waters;",
      "24": "They have seen the works of the Lord,\nAnd His wonders in the deep.",
      "25": "For He spoke and raised a stormy wind,\nWhich lifted the waves of the sea.",
      "26": "They rose up to the heavens, they went down to the depths;\nTheir soul melted away in their misery.",
      "27": "They reeled and staggered like a drunken person,\nAnd were at their wits’ end.",
      "28": "Then they cried out to the Lord in their trouble,\nAnd He brought them out of their distresses.",
      "29": "He caused the storm to be still,\nSo that the waves of the sea were hushed.",
      "30": "Then they were glad because they were quiet,\nSo He guided them to their desired harbor.",
      "31": "They shall give thanks to the Lord for His mercy,\nAnd for His wonders to the sons of mankind!",
      "32": "They shall also exalt Him in the congregation of the people,\nAnd praise Him at the seat of the elders.",
      "33": "He turns rivers into a wilderness,\nAnd springs of water into a thirsty ground;",
      "34": "And a fruitful land into a salt waste,\nBecause of the wickedness of those who dwell in it.",
      "35": "He turns a wilderness into a pool of water,\nAnd a dry land into springs of water;",
      "36": "And He has the hungry live there,\nSo that they may establish an inhabited city,",
      "37": "And sow fields and plant vineyards,\nAnd gather a fruitful harvest.",
      "38": "He also blesses them and they multiply greatly,\nAnd He does not let their cattle decrease.",
      "39": "When they become few and lowly\nBecause of oppression, misery, and sorrow,",
      "40": "He pours contempt upon noblemen\nAnd makes them wander in a pathless wasteland.",
      "41": "But He sets the needy securely on high, away from affliction,\nAnd makes his families like a flock.",
      "42": "The upright see it and are glad;\nBut all injustice shuts its mouth.",
      "43": "Who is wise? He is to pay attention to these things,\nAnd consider the mercy of the Lord."
    },
    "108": {
      "1": "My heart is steadfast, God;\nI will sing, I will sing praises also with my soul.",
      "2": "Awake, harp and lyre;\nI will awaken the dawn!",
      "3": "I will give thanks to You, Lord, among the peoples,\nAnd I will sing praises to You among the nations.",
      "4": "For Your mercy is great above the heavens,\nAnd Your truth reaches to the skies.",
      "5": "Be exalted above the heavens, God,\nAnd may Your glory be above all the earth.",
      "6": "So that Your beloved may be rescued,\nSave with Your right hand, and answer me!",
      "7": "God has spoken in His holiness:\n“I will triumph, I will divide up Shechem,\nAnd measure out the Valley of Succoth.",
      "8": "Gilead is Mine, Manasseh is Mine;\nEphraim also is the helmet of My head;\nJudah is My scepter.",
      "9": "Moab is My washbowl;\nI will throw My sandal over Edom;\nI will shout aloud over Philistia.”",
      "10": "Who will bring me into the fortified city?\nWho will lead me to Edom?",
      "11": "God, have You Yourself not rejected us?\nAnd will You not go forth with our armies, God?",
      "12": "Give us help against the enemy,\nFor deliverance by man is worthless.",
      "13": "Through God we will do valiantly,\nAnd it is He who will trample down our enemies."
    },
    "109": {
      "1": "God of my praise,\nDo not be silent!",
      "2": "For they have opened a wicked and deceitful mouth against me;\nThey have spoken against me with a lying tongue.",
      "3": "They have also surrounded me with words of hatred,\nAnd have fought against me without cause.",
      "4": "In return for my love they act as my accusers;\nBut I am in prayer.",
      "5": "So they have repaid me evil for good,\nAnd hatred for my love.",
      "6": "Appoint a wicked person over him,\nAnd may an accuser stand at his right hand.",
      "7": "When he is judged, may he come out guilty,\nAnd may his prayer become sin.",
      "8": "May his days be few;\nMay another take his office.",
      "9": "May his children be fatherless,\nAnd his wife a widow.",
      "10": "May his children wander about and beg;\nAnd may they seek sustenance far from their ruined homes.",
      "11": "May the creditor seize everything that he has,\nAnd may strangers plunder the product of his labor.",
      "12": "May there be none to extend kindness to him,\nNor any to be gracious to his fatherless children.",
      "13": "May his descendants be eliminated;\nMay their name be wiped out in a following generation.",
      "14": "May the guilt of his fathers be remembered before the Lord,\nAnd do not let the sin of his mother be wiped out.",
      "15": "May they be before the Lord continually,\nSo that He may eliminate their memory from the earth;",
      "16": "Because he did not remember to show mercy,\nBut persecuted the afflicted and needy person,\nAnd the despondent in heart, to put them to death.",
      "17": "He also loved cursing, so it came to him;\nAnd he did not delight in blessing, so it was far from him.",
      "18": "But he clothed himself with cursing as with his garment,\nAnd it entered his body like water,\nAnd like oil into his bones.",
      "19": "May it be to him as a garment with which he covers himself,\nAnd as a belt which he constantly wears around himself.",
      "20": "May this be the reward of my accusers from the Lord,\nAnd of those who speak evil against my soul.",
      "21": "But You, God, the Lord, deal kindly with me for the sake of Your name;\nBecause Your mercy is good, rescue me;",
      "22": "For I am afflicted and needy,\nAnd my heart is wounded within me.",
      "23": "I am passing like a shadow when it lengthens;\nI am shaken off like the locust.",
      "24": "My knees are weak from fasting,\nAnd my flesh has grown lean, without fatness.",
      "25": "I also have become a disgrace to them;\nWhen they see me, they shake their head.",
      "26": "Help me, Lord my God;\nSave me according to Your mercy.",
      "27": "And may they know that this is Your hand;\nYou, Lord, have done it.",
      "28": "They will curse, but You bless;\nWhen they arise, they will be ashamed,\nBut Your servant will be glad.",
      "29": "May my accusers be clothed with dishonor,\nAnd may they cover themselves with their own shame as with a robe.",
      "30": "With my mouth I will give thanks abundantly to the Lord;\nAnd I will praise Him in the midst of many.",
      "31": "For He stands at the right hand of the needy,\nTo save him from those who judge his soul."
    },
    "110": {
      "1": "The Lord says to my Lord:\n“Sit at My right hand\nUntil I make Your enemies a footstool for Your feet.”",
      "2": "The Lord will stretch out Your strong scepter from Zion, saying,\n“Rule in the midst of Your enemies.”",
      "3": "Your people will volunteer freely on the day of Your power;\nIn holy splendor, from the womb of the dawn,\nYour youth are to You as the dew.",
      "4": "The Lord has sworn and will not change His mind,\n“You are a priest forever\nAccording to the order of Melchizedek.”",
      "5": "The Lord is at Your right hand;\nHe will shatter kings in the day of His wrath.",
      "6": "He will judge among the nations,\nHe will fill them with corpses,\nHe will shatter the chief men over a broad country.",
      "7": "He will drink from the brook by the wayside;\nTherefore He will lift up His head."
    },
    "111": {
      "1": "Praise the Lord!\nI will give thanks to the Lord with all my heart,\nIn the company of the upright and in the assembly.",
      "2": "Great are the works of the Lord;\nThey are studied by all who delight in them.",
      "3": "Splendid and majestic is His work,\nAnd His righteousness endures forever.",
      "4": "He has caused His wonders to be remembered;\nThe Lord is gracious and compassionate.",
      "5": "He has given food to those who fear Him;\nHe will remember His covenant forever.",
      "6": "He has made known to His people the power of His works,\nIn giving them the inheritance of the nations.",
      "7": "The works of His hands are truth and justice;\nAll His precepts are trustworthy.",
      "8": "They are upheld forever and ever;\nThey are performed in truth and uprightness.",
      "9": "He has sent redemption to His people;\nHe has ordained His covenant forever;\nHoly and awesome is His name.",
      "10": "The fear of the Lord is the beginning of wisdom;\nAll those who follow His commandments have a good understanding;\nHis praise endures forever."
    },
    "112": {
      "1": "Praise the Lord!\nBlessed is a person who fears the Lord,\nWho greatly delights in His commandments.",
      "2": "His descendants will be mighty on the earth;\nThe generation of the upright will be blessed.",
      "3": "Wealth and riches are in his house,\nAnd his righteousness endures forever.",
      "4": "Light shines in the darkness for the upright;\nHe is gracious, compassionate, and righteous.",
      "5": "It goes well for a person who is gracious and lends;\nHe will maintain his cause in judgment.",
      "6": "For he will never be shaken;\nThe righteous will be remembered forever.",
      "7": "He will not fear bad news;\nHis heart is steadfast, trusting in the Lord.",
      "8": "His heart is firm, he will not fear,\nBut will look with satisfaction on his enemies.",
      "9": "He has given freely to the poor,\nHis righteousness endures forever;\nHis horn will be exalted in honor.",
      "10": "The wicked will see it and be vexed,\nHe will gnash his teeth and melt away;\nThe desire of the wicked will perish."
    },
    "113": {
      "1": "Praise the Lord!\nPraise Him, you servants of the Lord,\nPraise the name of the Lord.",
      "2": "Blessed be the name of the Lord\nFrom this time on and forever.",
      "3": "From the rising of the sun to its setting,\nThe name of the Lord is to be praised.",
      "4": "The Lord is high above all nations;\nHis glory is above the heavens.",
      "5": "Who is like the Lord our God,\nWho is enthroned on high,",
      "6": "Who looks far down to\nThe heavens and the earth?",
      "7": "He raises the poor from the dust,\nHe lifts the needy from the garbage heap,",
      "8": "To seat them with noblemen,\nWith the noblemen of His people.",
      "9": "He has the infertile woman live in the house\nAs a joyful mother of children.\nPraise the Lord!"
    },
    "114": {
      "1": "When Israel went forth from Egypt,\nThe house of Jacob from a people of a foreign language,",
      "2": "Judah became His sanctuary;\nIsrael, His dominion.",
      "3": "The sea looked and fled;\nThe Jordan turned back.",
      "4": "The mountains skipped like rams,\nThe hills, like lambs.",
      "5": "What ails you, sea, that you flee?\nJordan, that you turn back?",
      "6": "Mountains, that you skip like rams?\nHills, like lambs?",
      "7": "Tremble, earth, before the Lord,\nBefore the God of Jacob,",
      "8": "Who turned the rock into a pool of water,\nThe flint into a fountain of water."
    },
    "115": {
      "1": "Not to us, Lord, not to us,\nBut to Your name give glory,\nBecause of Your mercy, because of Your truth.",
      "2": "Why should the nations say,\n“Where, then, is their God?”",
      "3": "But our God is in the heavens;\nHe does whatever He pleases.",
      "4": "Their idols are silver and gold,\nThe work of human hands.",
      "5": "They have mouths, but they cannot speak;\nThey have eyes, but they cannot see;",
      "6": "They have ears, but they cannot hear;\nThey have noses, but they cannot smell;",
      "7": "They have hands, but they cannot feel;\nThey have feet, but they cannot walk;\nThey cannot make a sound with their throat.",
      "8": "Those who make them will become like them,\nEveryone who trusts in them.",
      "9": "Israel, trust in the Lord;\nHe is their help and their shield.",
      "10": "House of Aaron, trust in the Lord;\nHe is their help and their shield.",
      "11": "You who fear the Lord, trust in the Lord;\nHe is their help and their shield.",
      "12": "The Lord has been mindful of us; He will bless us.\nHe will bless the house of Israel;\nHe will bless the house of Aaron.",
      "13": "He will bless those who fear the Lord,\nThe small together with the great.",
      "14": "May the Lord increase you,\nYou and your children.",
      "15": "May you be blessed of the Lord,\nMaker of heaven and earth.",
      "16": "The heavens are the heavens of the Lord,\nBut the earth He has given to the sons of mankind.",
      "17": "The dead do not praise the Lord,\nNor do any who go down into silence;",
      "18": "But as for us, we will bless the Lord\nFrom this time and forever.\nPraise the Lord!"
    },
    "116": {
      "1": "I love the Lord, because He hears\nMy voice and my pleas.",
      "2": "Because He has inclined His ear to me,\nTherefore I will call upon Him as long as I live.",
      "3": "The snares of death encompassed me\nAnd the terrors of Sheol came upon me;\nI found distress and sorrow.",
      "4": "Then I called upon the name of the Lord:\n“Please, Lord, save my life!”",
      "5": "Gracious is the Lord, and righteous;\nYes, our God is compassionate.",
      "6": "The Lord watches over the simple;\nI was brought low, and He saved me.",
      "7": "Return to your rest, my soul,\nFor the Lord has dealt generously with you.",
      "8": "For You have rescued my soul from death,\nMy eyes from tears,\nAnd my feet from stumbling.",
      "9": "I shall walk before the Lord\nIn the land of the living.",
      "10": "I believed when I said,\n“I am greatly afflicted.”",
      "11": "I said in my alarm,\n“All people are liars.”",
      "12": "What shall I repay to the Lord\nFor all His benefits to me?",
      "13": "I will lift up the cup of salvation,\nAnd call upon the name of the Lord.",
      "14": "I will pay my vows to the Lord;\nMay it be in the presence of all His people!",
      "15": "Precious in the sight of the Lord\nIs the death of His godly ones.",
      "16": "O Lord, I surely am Your slave,\nI am Your slave, the son of Your female slave,\nYou have unfastened my restraints.",
      "17": "I will offer You a sacrifice of thanksgiving,\nAnd call upon the name of the Lord.",
      "18": "I will pay my vows to the Lord,\nMay it be in the presence of all His people,",
      "19": "In the courtyards of the Lord’s house,\nIn the midst of you, Jerusalem!\nPraise the Lord!"
    },
    "117": {
      "1": "Praise the Lord, all nations;\nSing His praises, all peoples!",
      "2": "For His mercy toward us is great,\nAnd the truth of the Lord is everlasting.\nPraise the Lord!"
    },
    "118": {
      "1": "Give thanks to the Lord, for He is good;\nFor His mercy is everlasting.",
      "2": "Let Israel say,\n“His mercy is everlasting.”",
      "3": "Oh let the house of Aaron say,\n“His mercy is everlasting.”",
      "4": "Let those who fear the Lord say,\n“His mercy is everlasting.”",
      "5": "From my distress I called upon the Lord;\nThe Lord answered me and put me in an open space.",
      "6": "The Lord is for me; I will not fear;\nWhat can man do to me?",
      "7": "The Lord is for me among those who help me;\nTherefore I will look with satisfaction on those who hate me.",
      "8": "It is better to take refuge in the Lord\nThan to trust in people.",
      "9": "It is better to take refuge in the Lord\nThan to trust in noblemen.",
      "10": "All nations surrounded me;\nIn the name of the Lord I will certainly fend them off.",
      "11": "They surrounded me, yes, they surrounded me;\nIn the name of the Lord I will certainly fend them off.",
      "12": "They surrounded me like bees;\nThey were extinguished like a fire of thorn bushes;\nIn the name of the Lord I will certainly fend them off.",
      "13": "You pushed me violently so that I was falling,\nBut the Lord helped me.",
      "14": "The Lord is my strength and song,\nAnd He has become my salvation.",
      "15": "The sound of joyful shouting and salvation is in the tents of the righteous;\nThe right hand of the Lord performs valiantly.",
      "16": "The right hand of the Lord is exalted;\nThe right hand of the Lord performs valiantly.",
      "17": "I will not die, but live,\nAnd tell of the works of the Lord.",
      "18": "The Lord has disciplined me severely,\nBut He has not turned me over to death.",
      "19": "Open the gates of righteousness to me;\nI will enter through them, I will give thanks to the Lord.",
      "20": "This is the gate of the Lord;\nThe righteous will enter through it.",
      "21": "I will give thanks to You, for You have answered me,\nAnd You have become my salvation.",
      "22": "A stone which the builders rejected\nHas become the chief cornerstone.",
      "23": "This came about from the Lord;\nIt is marvelous in our eyes.",
      "24": "This is the day which the Lord has made;\nLet’s rejoice and be glad in it.",
      "25": "Please, O Lord, do save us;\nPlease, O Lord, do send prosperity!",
      "26": "Blessed is the one who comes in the name of the Lord;\nWe have blessed you from the house of the Lord.",
      "27": "The Lord is God, and He has given us light;\nBind the festival sacrifice to the horns of the altar with cords.",
      "28": "You are my God, and I give thanks to You;\nYou are my God, I exalt You.",
      "29": "Give thanks to the Lord, for He is good;\nFor His mercy is everlasting."
    },
    "119": {
      "1": "Blessed are those whose way is blameless,\nWho walk in the Law of the Lord.",
      "2": "Blessed are those who comply with His testimonies,\nAnd seek Him with all their heart.",
      "3": "They also do no injustice;\nThey walk in His ways.",
      "4": "You have ordained Your precepts,\nThat we are to keep them diligently.",
      "5": "Oh that my ways may be established\nTo keep Your statutes!",
      "6": "Then I will not be ashamed\nWhen I look at all Your commandments.",
      "7": "I will give thanks to You with uprightness of heart,\nWhen I learn Your righteous judgments.",
      "8": "I will keep Your statutes;\nDo not utterly abandon me!",
      "9": "How can a young man keep his way pure?\nBy keeping it according to Your word.",
      "10": "With all my heart I have sought You;\nDo not let me wander from Your commandments.",
      "11": "I have treasured Your word in my heart,\nSo that I may not sin against You.",
      "12": "Blessed are You, Lord;\nTeach me Your statutes.",
      "13": "With my lips I have told of\nAll the ordinances of Your mouth.",
      "14": "I have rejoiced in the way of Your testimonies,\nAs much as in all riches.",
      "15": "I will meditate on Your precepts\nAnd regard Your ways.",
      "16": "I shall delight in Your statutes;\nI will not forget Your word.",
      "17": "Deal generously with Your servant,\nThat I may live and keep Your word.",
      "18": "Open my eyes, that I may behold\nWonderful things from Your Law.",
      "19": "I am a stranger on the earth;\nDo not hide Your commandments from me.",
      "20": "My soul is crushed with longing\nFor Your ordinances at all times.",
      "21": "You rebuke the arrogant, the cursed,\nWho wander from Your commandments.",
      "22": "Take disgrace and contempt away from me,\nFor I comply with Your testimonies.",
      "23": "Even though rulers sit and speak against me,\nYour servant meditates on Your statutes.",
      "24": "Your testimonies also are my delight;\nThey are my advisers.",
      "25": "My soul clings to the dust;\nRevive me according to Your word.",
      "26": "I have told of my ways, and You have answered me;\nTeach me Your statutes.",
      "27": "Make me understand the way of Your precepts,\nAnd I will meditate on Your wonders.",
      "28": "My soul weeps because of grief;\nStrengthen me according to Your word.",
      "29": "Remove the false way from me,\nAnd graciously grant me Your Law.",
      "30": "I have chosen the faithful way;\nI have placed Your judgments before me.",
      "31": "I cling to Your testimonies;\nLord, do not put me to shame!",
      "32": "I shall run the way of Your commandments,\nFor You will enlarge my heart.",
      "33": "Teach me, the way of Your statutes, Lord,\nAnd I shall comply with it to the end.",
      "34": "Give me understanding, so that I may comply with Your Law\nAnd keep it with all my heart.",
      "35": "Make me walk in the path of Your commandments,\nFor I delight in it.",
      "36": "Incline my heart to Your testimonies,\nAnd not to dishonest gain.",
      "37": "Turn my eyes away from looking at what is worthless,\nAnd revive me in Your ways.",
      "38": "Establish Your word to Your servant\nAs that which produces reverence for You.",
      "39": "Take away my disgrace which I dread,\nFor Your judgments are good.",
      "40": "Behold, I long for Your precepts;\nRevive me through Your righteousness.",
      "41": "May Your favor also come to me, Lord,\nYour salvation according to Your word;",
      "42": "So that I will have an answer for one who taunts me,\nFor I trust in Your word.",
      "43": "And do not take the word of truth utterly out of my mouth,\nFor I wait for Your judgments.",
      "44": "So I will keep Your Law continually,\nForever and ever.",
      "45": "And I will walk at liberty,\nFor I seek Your precepts.",
      "46": "I will also speak of Your testimonies before kings\nAnd shall not be ashamed.",
      "47": "I will delight in Your commandments,\nWhich I love.",
      "48": "And I shall lift up my hands to Your commandments,\nWhich I love;\nAnd I will meditate on Your statutes.",
      "49": "Remember the word to Your servant,\nIn which You have made me hope.",
      "50": "This is my comfort in my misery,\nThat Your word has revived me.",
      "51": "The arrogant utterly deride me,\nYet I do not turn aside from Your Law.",
      "52": "I have remembered Your judgments from of old, Lord,\nAnd comfort myself.",
      "53": "Burning indignation has seized me because of the wicked,\nWho abandon Your Law.",
      "54": "Your statutes are my songs\nIn the house of my pilgrimage.",
      "55": "Lord, I remember Your name in the night,\nAnd keep Your Law.",
      "56": "This has become mine,\nThat I comply with Your precepts.",
      "57": "The Lord is my portion;\nI have promised to keep Your words.",
      "58": "I sought Your favor with all my heart;\nBe gracious to me according to Your word.",
      "59": "I considered my ways\nAnd turned my feet to Your testimonies.",
      "60": "I hurried and did not delay\nTo keep Your commandments.",
      "61": "The snares of the wicked have surrounded me,\nBut I have not forgotten Your Law.",
      "62": "At midnight I will rise to give thanks to You\nBecause of Your righteous judgments.",
      "63": "I am a companion to all those who fear You,\nAnd to those who keep Your precepts.",
      "64": "The earth is full of Your goodness, Lord;\nTeach me Your statutes.",
      "65": "You have treated Your servant well,\nLord, according to Your word.",
      "66": "Teach me good discernment and knowledge,\nFor I believe in Your commandments.",
      "67": "Before I was afflicted I went astray,\nBut now I keep Your word.",
      "68": "You are good and You do good;\nTeach me Your statutes.",
      "69": "The arrogant have forged a lie against me;\nWith all my heart I will comply with Your precepts.",
      "70": "Their heart is insensitive, like fat,\nBut I delight in Your Law.",
      "71": "It is good for me that I was afflicted,\nSo that I may learn Your statutes.",
      "72": "The Law of Your mouth is better to me\nThan thousands of gold and silver pieces.",
      "73": "Your hands made me and fashioned me;\nGive me understanding, so that I may learn Your commandments.",
      "74": "May those who fear You see me and be glad,\nBecause I wait for Your word.",
      "75": "I know, Lord, that Your judgments are righteous,\nAnd that You have afflicted me in faithfulness.",
      "76": "May Your favor comfort me,\nAccording to Your word to Your servant.",
      "77": "May Your compassion come to me so that I may live,\nFor Your Law is my delight.",
      "78": "May the arrogant be put to shame, because they lead me astray with a lie;\nBut I shall meditate on Your precepts.",
      "79": "May those who fear You turn to me,\nAnd those who know Your testimonies.",
      "80": "May my heart be blameless in Your statutes,\nSo that I will not be ashamed.",
      "81": "My soul languishes for Your salvation;\nI wait for Your word.",
      "82": "My eyes fail with longing for Your word,\nWhile I say, “When will You comfort me?”",
      "83": "Though I have become like a wineskin in the smoke,\nI do not forget Your statutes.",
      "84": "How many are the days of Your servant?\nWhen will You execute judgment on those who persecute me?",
      "85": "The arrogant have dug pits for me,\nPeople who are not in accord with Your Law.",
      "86": "All Your commandments are faithful;\nThey have persecuted me with a lie; help me!",
      "87": "They almost destroyed me on earth,\nBut as for me, I did not abandon Your precepts.",
      "88": "Revive me according to Your faithfulness,\nSo that I may keep the testimony of Your mouth.",
      "89": "Forever, Lord,\nYour word stands in heaven.",
      "90": "Your faithfulness continues throughout generations;\nYou established the earth, and it stands.",
      "91": "They stand this day by Your ordinances,\nFor all things are Your servants.",
      "92": "If Your Law had not been my delight,\nThen I would have perished in my misery.",
      "93": "I will never forget Your precepts,\nFor by them You have revived me.",
      "94": "I am Yours, save me;\nFor I have sought Your precepts.",
      "95": "The wicked wait for me to destroy me;\nI will diligently consider Your testimonies.",
      "96": "I have seen a limit to all perfection;\nYour commandment is exceedingly broad.",
      "97": "How I love Your Law!\nIt is my meditation all the day.",
      "98": "Your commandments make me wiser than my enemies,\nFor they are ever mine.",
      "99": "I have more insight than all my teachers,\nFor Your testimonies are my meditation.",
      "100": "I understand more than those who are old,\nBecause I have complied with Your precepts.",
      "101": "I have restrained my feet from every evil way,\nSo that I may keep Your word.",
      "102": "I have not turned aside from Your judgments,\nFor You Yourself have taught me.",
      "103": "How sweet are Your words to my taste!\nYes, sweeter than honey to my mouth!",
      "104": "From Your precepts I get understanding;\nTherefore I hate every false way.",
      "105": "Your word is a lamp to my feet\nAnd a light to my path.",
      "106": "I have sworn and I will confirm it,\nThat I will keep Your righteous judgments.",
      "107": "I am exceedingly afflicted;\nRevive me, Lord, according to Your word.",
      "108": "Be pleased to accept the voluntary offerings of my mouth, Lord,\nAnd teach me Your judgments.",
      "109": "My life is continually in my hand,\nYet I do not forget Your Law.",
      "110": "The wicked have set a trap for me,\nYet I have not wandered from Your precepts.",
      "111": "I have inherited Your testimonies forever,\nFor they are the joy of my heart.",
      "112": "I have inclined my heart to perform Your statutes\nForever, even to the end.",
      "113": "I hate those who are double-minded,\nBut I love Your Law.",
      "114": "You are my hiding place and my shield;\nI wait for Your word.",
      "115": "Leave me, you evildoers,\nSo that I may comply with the commandments of my God.",
      "116": "Sustain me according to Your word, that I may live;\nAnd do not let me be ashamed of my hope.",
      "117": "Sustain me so that I may be safe,\nThat I may have regard for Your statutes continually.",
      "118": "You have rejected all those who stray from Your statutes,\nFor their deceitfulness is useless.",
      "119": "You have removed all the wicked of the earth like impurities;\nTherefore I love Your testimonies.",
      "120": "My flesh trembles from the fear of You,\nAnd I am afraid of Your judgments.",
      "121": "I have done justice and righteousness;\nDo not leave me to my oppressors.",
      "122": "Be a guarantor for Your servant for good;\nDo not let the arrogant oppress me.",
      "123": "My eyes fail with longing for Your salvation,\nAnd for Your righteous word.",
      "124": "Deal with Your servant according to Your graciousness,\nAnd teach me Your statutes.",
      "125": "I am Your servant; give me understanding,\nSo that I may know Your testimonies.",
      "126": "It is time for the Lord to act,\nFor they have broken Your Law.",
      "127": "Therefore I love Your commandments\nAbove gold, yes, above pure gold.",
      "128": "Therefore I carefully follow all Your precepts concerning everything,\nI hate every false way.",
      "129": "Your testimonies are wonderful;\nTherefore my soul complies with them.",
      "130": "The unfolding of Your words gives light;\nIt gives understanding to the simple.",
      "131": "I opened my mouth wide and panted,\nFor I longed for Your commandments.",
      "132": "Turn to me and be gracious to me,\nAs is right for those who love Your name.",
      "133": "Establish my footsteps in Your word,\nAnd do not let any wrongdoing have power over me.",
      "134": "Redeem me from oppression by man,\nSo that I may keep Your precepts.",
      "135": "Make Your face shine upon Your servant,\nAnd teach me Your statutes.",
      "136": "My eyes shed streams of water,\nBecause they do not keep Your Law.",
      "137": "You are righteous, Lord,\nAnd Your judgments are right.",
      "138": "You have commanded Your testimonies in righteousness\nAnd great faithfulness.",
      "139": "My zeal has consumed me,\nBecause my enemies have forgotten Your words.",
      "140": "Your word is very pure,\nTherefore Your servant loves it.",
      "141": "I am small and despised,\nYet I do not forget Your precepts.",
      "142": "Your righteousness is an everlasting righteousness,\nAnd Your Law is truth.",
      "143": "Trouble and anguish have come upon me,\nYet Your commandments are my delight.",
      "144": "Your testimonies are righteous forever;\nGive me understanding that I may live.",
      "145": "I cried out with all my heart; answer me, Lord!\nI will comply with Your statutes.",
      "146": "I cried to You; save me\nAnd I shall keep Your testimonies.",
      "147": "I rise before dawn and cry for help;\nI wait for Your words.",
      "148": "My eyes anticipate the night watches,\nSo that I may meditate on Your word.",
      "149": "Hear my voice according to Your faithfulness;\nRevive me, Lord, according to Your judgments.",
      "150": "Those who follow after wickedness approach;\nThey are far from Your Law.",
      "151": "You are near, Lord,\nAnd all Your commandments are truth.",
      "152": "From long ago I have known from Your testimonies\nThat You have founded them forever.",
      "153": "Look at my affliction and rescue me,\nFor I have not forgotten Your Law.",
      "154": "Plead my cause and redeem me;\nRevive me according to Your word.",
      "155": "Salvation is far from the wicked,\nFor they do not seek Your statutes.",
      "156": "Great are Your mercies, Lord;\nRevive me according to Your judgments.",
      "157": "Many are my persecutors and my enemies,\nYet I do not turn aside from Your testimonies.",
      "158": "I see the treacherous and loathe them,\nBecause they do not keep Your word.",
      "159": "Consider how I love Your precepts;\nRevive me, Lord, according to Your faithfulness.",
      "160": "The sum of Your word is truth,\nAnd every one of Your righteous judgments is everlasting.",
      "161": "Rulers persecute me without cause,\nBut my heart stands in awe of Your words.",
      "162": "I rejoice at Your word,\nLike one who finds great plunder.",
      "163": "I hate and loathe falsehood,\nBut I love Your Law.",
      "164": "Seven times a day I praise You\nBecause of Your righteous judgments.",
      "165": "Those who love Your Law have great peace,\nAnd nothing causes them to stumble.",
      "166": "I hope for Your salvation, Lord,\nAnd do Your commandments.",
      "167": "My soul keeps Your testimonies,\nAnd I love them exceedingly.",
      "168": "I keep Your precepts and Your testimonies,\nFor all my ways are before You.",
      "169": "Let my cry come before You, Lord;\nGive me understanding according to Your word.",
      "170": "Let my pleading come before You;\nSave me according to Your word.",
      "171": "Let my lips pour out praise,\nFor You teach me Your statutes.",
      "172": "Let my tongue sing about Your word,\nFor all Your commandments are righteousness.",
      "173": "Let Your hand be ready to help me,\nFor I have chosen Your precepts.",
      "174": "I long for Your salvation, Lord,\nAnd Your Law is my delight.",
      "175": "Let my soul live that it may praise You,\nAnd let Your ordinances help me.",
      "176": "I have wandered about like a lost sheep; search for Your servant,\nFor I do not forget Your commandments."
    },
    "120": {
      "1": "I cried to the Lord in my trouble,\nAnd He answered me.",
      "2": "Rescue my soul, Lord, from lying lips,\nFrom a deceitful tongue.",
      "3": "What will He give to you, and what more will He do to you,\nYou deceitful tongue?",
      "4": "Sharp arrows of the warrior,\nWith the burning coals of the broom tree!",
      "5": "Woe to me, for I reside in Meshech,\nFor I have settled among the tents of Kedar!",
      "6": "Too long has my soul had its dwelling\nWith those who hate peace.",
      "7": "I am for peace, but when I speak,\nThey are for war."
    },
    "121": {
      "1": "I will raise my eyes to the mountains;\nFrom where will my help come?",
      "2": "My help comes from the Lord,\nWho made heaven and earth.",
      "3": "He will not allow your foot to slip;\nHe who watches over you will not slumber.",
      "4": "Behold, He who watches over Israel\nWill neither slumber nor sleep.",
      "5": "The Lord is your protector;\nThe Lord is your shade on your right hand.",
      "6": "The sun will not beat down on you by day,\nNor the moon by night.",
      "7": "The Lord will protect you from all evil;\nHe will keep your soul.",
      "8": "The Lord will guard your going out and your coming in\nFrom this time and forever."
    },
    "122": {
      "1": "I was glad when they said to me,\n“Let’s go to the house of the Lord.”",
      "2": "Our feet are standing\nWithin your gates, Jerusalem,",
      "3": "Jerusalem, that has been built\nAs a city that is firmly joined together;",
      "4": "To which the tribes go up, the tribes of the Lord—\nAn ordinance for Israel—\nTo give thanks to the name of the Lord.",
      "5": "For thrones were set there for judgment,\nThe thrones of the house of David.",
      "6": "Pray for the peace of Jerusalem:\n“May they prosper who love you.",
      "7": "May peace be within your walls,\nAnd prosperity within your palaces.”",
      "8": "For the sake of my brothers and my friends,\nI will now say, “May peace be within you.”",
      "9": "For the sake of the house of the Lord our God,\nI will seek your good."
    },
    "123": {
      "1": "To You I have raised my eyes,\nYou who are enthroned in the heavens!",
      "2": "Behold, as the eyes of servants look to the hand of their master,\nAs the eyes of a female servant to the hand of her mistress,\nSo our eyes look to the Lord our God,\nUntil He is gracious to us.",
      "3": "Be gracious to us, Lord, be gracious to us,\nFor we have had much more than enough of contempt.",
      "4": "Our soul has had much more than enough\nOf the scoffing of those who are at ease,\nAnd with the contempt of the proud."
    },
    "124": {
      "1": "“Had it not been the Lord who was on our side,”\nLet Israel say,",
      "2": "“Had it not been the Lord who was on our side\nWhen people rose up against us,",
      "3": "Then they would have swallowed us alive,\nWhen their anger was kindled against us;",
      "4": "Then the waters would have flooded over us,\nThe stream would have swept over our souls;",
      "5": "Then the raging waters would have swept over our souls.”",
      "6": "Blessed be the Lord,\nWho has not given us to be torn by their teeth.",
      "7": "Our souls have escaped like a bird from the trapper’s snare;\nThe snare is broken and we have escaped.",
      "8": "Our help is in the name of the Lord,\nWho made heaven and earth."
    },
    "125": {
      "1": "Those who trust in the Lord\nAre like Mount Zion, which cannot be moved but remains forever.",
      "2": "As the mountains surround Jerusalem,\nSo the Lord surrounds His people\nFrom this time and forever.",
      "3": "For the scepter of wickedness will not rest upon the land of the righteous,\nSo that the righteous will not extend their hands to do wrong.",
      "4": "Do good, Lord, to those who are good\nAnd to those who are upright in their hearts.",
      "5": "But as for those who turn aside to their crooked ways,\nThe Lord will lead them away with those who practice injustice.\nPeace be upon Israel."
    },
    "126": {
      "1": "When the Lord brought back the captives of Zion,\nWe were like those who dream.",
      "2": "Then our mouth was filled with laughter\nAnd our tongue with joyful shouting;\nThen they said among the nations,\n“The Lord has done great things for them.”",
      "3": "The Lord has done great things for us;\nWe are joyful.",
      "4": "Restore our fortunes, Lord,\nAs the streams in the South.",
      "5": "Those who sow in tears shall harvest with joyful shouting.",
      "6": "One who goes here and there weeping, carrying his bag of seed,\nShall indeed come again with a shout of joy, bringing his sheaves with him."
    },
    "127": {
      "1": "Unless the Lord builds a house,\nThey who build it labor in vain;\nUnless the Lord guards a city,\nThe watchman stays awake in vain.",
      "2": "It is futile for you to rise up early,\nTo stay up late,\nTo eat the bread of painful labor;\nThis is how He gives to His beloved sleep.",
      "3": "Behold, children are a gift of the Lord,\nThe fruit of the womb is a reward.",
      "4": "Like arrows in the hand of a warrior,\nSo are the children of one’s youth.",
      "5": "Blessed is the man whose quiver is full of them;\nThey will not be ashamed\nWhen they speak with their enemies in the gate."
    },
    "128": {
      "1": "Blessed is everyone who fears the Lord,\nWho walks in His ways.",
      "2": "When you eat the fruit of the labor of your hands,\nYou will be happy and it will go well for you.",
      "3": "Your wife will be like a fruitful vine\nWithin your house,\nYour children like olive plants\nAround your table.",
      "4": "Behold, for so shall a man\nWho fears the Lord be blessed.",
      "5": "The Lord bless you from Zion,\nAnd may you see the prosperity of Jerusalem all the days of your life.",
      "6": "Indeed, may you see your children’s children.\nPeace be upon Israel!"
    },
    "129": {
      "1": "“Many times they have attacked me from my youth up,”\nLet Israel say,",
      "2": "“Many times they have attacked me from my youth up;\nYet they have not prevailed against me.",
      "3": "The plowers plowed upon my back;\nThey lengthened their furrows.”",
      "4": "The Lord is righteous;\nHe has cut up the ropes of the wicked.",
      "5": "May all who hate Zion\nBe put to shame and turned backward;",
      "6": "May they be like grass upon the housetops,\nWhich withers before it grows up;",
      "7": "With which the harvester does not fill his hand,\nOr the binder of sheaves his arms;",
      "8": "Nor do those who pass by say,\n“The blessing of the Lord be upon you;\nWe bless you in the name of the Lord.”"
    },
    "130": {
      "1": "Out of the depths I have cried to You, Lord.",
      "2": "Lord, hear my voice!\nLet Your ears be attentive\nTo the sound of my pleadings.",
      "3": "If You, Lord, were to keep account of guilty deeds,\nLord, who could stand?",
      "4": "But there is forgiveness with You,\nSo that You may be revered.",
      "5": "I wait for the Lord, my soul waits,\nAnd I wait for His word.",
      "6": "My soul waits in hope for the Lord\nMore than the watchmen for the morning;\nYes, more than the watchmen for the morning.",
      "7": "Israel, wait for the Lord;\nFor with the Lord there is mercy,\nAnd with Him is abundant redemption.",
      "8": "And He will redeem Israel\nFrom all his guilty deeds."
    },
    "131": {
      "1": "Lord, my heart is not proud, nor my eyes arrogant;\nNor do I involve myself in great matters,\nOr in things too difficult for me.",
      "2": "I have certainly soothed and quieted my soul;\nLike a weaned child resting against his mother,\nMy soul within me is like a weaned child.",
      "3": "Israel, wait for the Lord\nFrom this time on and forever."
    },
    "132": {
      "1": "Remember, Lord, in David’s behalf,\nAll his affliction;",
      "2": "How he swore to the Lord\nAnd vowed to the Mighty One of Jacob,",
      "3": "“I certainly will not enter my house,\nNor lie on my bed;",
      "4": "I will not give sleep to my eyes\nOr slumber to my eyelids,",
      "5": "Until I find a place for the Lord,\nA dwelling place for the Mighty One of Jacob.”",
      "6": "Behold, we heard about it in Ephrathah,\nWe found it in the field of Jaar.",
      "7": "Let’s go into His dwelling place;\nLet’s worship at His footstool.",
      "8": "Arise, Lord, to Your resting place,\nYou and the ark of Your strength.",
      "9": "May Your priests be clothed with righteousness,\nAnd may Your godly ones sing for joy.",
      "10": "For the sake of Your servant David,\nDo not turn away the face of Your anointed.",
      "11": "The Lord has sworn to David\nA truth from which He will not turn back:\n“I will set upon your throne one from the fruit of your body.",
      "12": "If your sons will keep My covenant\nAnd My testimony which I will teach them,\nTheir sons also will sit upon your throne forever.”",
      "13": "For the Lord has chosen Zion;\nHe has desired it as His dwelling place.",
      "14": "“This is My resting place forever;\nHere I will dwell, for I have desired it.",
      "15": "I will abundantly bless her food;\nI will satisfy her needy with bread.",
      "16": "I will also clothe her priests with salvation,\nAnd her godly ones will sing aloud for joy.",
      "17": "I will make the horn of David spring forth there;\nI have prepared a lamp for My anointed.",
      "18": "I will clothe his enemies with shame,\nBut upon himself his crown will gleam.”"
    },
    "133": {
      "1": "Behold, how good and how pleasant it is\nFor brothers to live together in unity!",
      "2": "It is like the precious oil on the head,\nRunning down upon the beard,\nAs on Aaron’s beard,\nThe oil which ran down upon the edge of his robes.",
      "3": "It is like the dew of Hermon\nComing down upon the mountains of Zion;\nFor the Lord commanded the blessing there—life forever."
    },
    "134": {
      "1": "Behold, bless the Lord, all you servants of the Lord,\nWho serve by night in the house of the Lord!",
      "2": "Lift up your hands to the sanctuary\nAnd bless the Lord.",
      "3": "May the Lord bless you from Zion,\nHe who made heaven and earth."
    },
    "135": {
      "1": "Praise the Lord!\nPraise the name of the Lord;\nPraise Him, you servants of the Lord,",
      "2": "You who stand in the house of the Lord,\nIn the courtyards of the house of our God!",
      "3": "Praise the Lord, for the Lord is good;\nSing praises to His name, for it is lovely.",
      "4": "For the Lord has chosen Jacob for Himself,\nIsrael as His own possession.",
      "5": "For I know that the Lord is great\nAnd that our Lord is above all gods.",
      "6": "Whatever the Lord pleases, He does,\nIn heaven and on earth, in the seas and in all the ocean depths.",
      "7": "He causes the mist to ascend from the ends of the earth,\nHe makes lightning for the rain;\nHe brings forth the wind from His treasuries.",
      "8": "He struck the firstborn of Egypt,\nBoth human firstborn and animal.",
      "9": "He sent signs and wonders into your midst, Egypt,\nUpon Pharaoh and all his servants.",
      "10": "He struck many nations\nAnd brought death to mighty kings,",
      "11": "Sihon, king of the Amorites,\nOg, king of Bashan,\nAnd all the kingdoms of Canaan;",
      "12": "And He gave their land as an inheritance,\nAn inheritance to His people Israel.",
      "13": "Your name, Lord, is everlasting,\nThe mention of You, Lord, is throughout all generations.",
      "14": "For the Lord will judge His people\nAnd will have compassion on His servants.",
      "15": "The idols of the nations are nothing but silver and gold,\nThe work of human hands.",
      "16": "They have mouths, but they do not speak;\nThey have eyes, but they do not see;",
      "17": "They have ears, but they do not hear,\nNor is there any breath at all in their mouths.",
      "18": "Those who make them will become like them,\nYes, everyone who trusts in them.",
      "19": "House of Israel, bless the Lord;\nHouse of Aaron, bless the Lord;",
      "20": "House of Levi, bless the Lord;\nYou who revere the Lord, bless the Lord.",
      "21": "Blessed be the Lord from Zion,\nWho dwells in Jerusalem.\nPraise the Lord!"
    },
    "136": {
      "1": "Give thanks to the Lord, for He is good,\nFor His faithfulness is everlasting.",
      "2": "Give thanks to the God of gods,\nFor His faithfulness is everlasting.",
      "3": "Give thanks to the Lord of lords,\nFor His faithfulness is everlasting.",
      "4": "To Him who alone does great wonders,\nFor His faithfulness is everlasting;",
      "5": "To Him who made the heavens with skill,\nFor His faithfulness is everlasting;",
      "6": "To Him who spread out the earth above the waters,\nFor His faithfulness is everlasting;",
      "7": "To Him who made the great lights,\nFor His faithfulness is everlasting:",
      "8": "The sun to rule by day,\nFor His faithfulness is everlasting,",
      "9": "The moon and stars to rule by night,\nFor His faithfulness is everlasting.",
      "10": "To Him who struck the Egyptians, that is, their firstborn,\nFor His faithfulness is everlasting,",
      "11": "And brought Israel out from their midst,\nFor His faithfulness is everlasting,",
      "12": "With a strong hand and an outstretched arm,\nFor His faithfulness is everlasting.",
      "13": "To Him who divided the Red Sea in parts,\nFor His faithfulness is everlasting,",
      "14": "And allowed Israel to pass through the midst of it,\nFor His faithfulness is everlasting;",
      "15": "But He overthrew Pharaoh and his army in the Red Sea,\nFor His faithfulness is everlasting.",
      "16": "To Him who led His people through the wilderness,\nFor His faithfulness is everlasting;",
      "17": "To Him who struck great kings,\nFor His faithfulness is everlasting,",
      "18": "And brought death to mighty kings,\nFor His faithfulness is everlasting:",
      "19": "Sihon, king of the Amorites,\nFor His faithfulness is everlasting,",
      "20": "And Og, king of Bashan,\nFor His faithfulness is everlasting,",
      "21": "And gave their land as an inheritance,\nFor His faithfulness is everlasting,",
      "22": "An inheritance to His servant Israel,\nFor His faithfulness is everlasting.",
      "23": "Who remembered us in our lowliness,\nFor His faithfulness is everlasting,",
      "24": "And has rescued us from our enemies,\nFor His faithfulness is everlasting;",
      "25": "Who gives food to all flesh,\nFor His faithfulness is everlasting.",
      "26": "Give thanks to the God of heaven,\nFor His faithfulness is everlasting."
    },
    "137": {
      "1": "By the rivers of Babylon,\nThere we sat down and wept,\nWhen we remembered Zion.",
      "2": "Upon the willows in the midst of it\nWe hung our harps.",
      "3": "For there our captors demanded of us songs,\nAnd our tormentors, jubilation, saying,\n“Sing for us one of the songs of Zion!”",
      "4": "How can we sing the Lord’s song\nIn a foreign land?",
      "5": "If I forget you, Jerusalem,\nMay my right hand forget its skill.",
      "6": "May my tongue cling to the roof of my mouth\nIf I do not remember you,\nIf I do not exalt Jerusalem\nAbove my chief joy.",
      "7": "Remember, Lord, against the sons of Edom\nThe day of Jerusalem,\nThose who said, “Lay it bare, lay it bare\nTo its foundation!”",
      "8": "Daughter of Babylon, you devastated one,\nBlessed will be one who repays you\nWith the retribution with which you have repaid us.",
      "9": "Blessed will be one who seizes and dashes your children\nAgainst the rock."
    },
    "138": {
      "1": "I will give You thanks with all my heart;\nI will sing Your praises before the gods.",
      "2": "I will bow down toward Your holy temple\nAnd give thanks to Your name for Your mercy and Your truth;\nFor You have made Your word great according to all Your name.",
      "3": "On the day I called, You answered me;\nYou made me bold with strength in my soul.",
      "4": "All the kings of the earth will give thanks to You, Lord,\nWhen they have heard the words of Your mouth.",
      "5": "And they will sing of the ways of the Lord,\nFor great is the glory of the Lord.",
      "6": "For the Lord is exalted,\nYet He looks after the lowly,\nBut He knows the haughty from afar.",
      "7": "Though I walk in the midst of trouble, You will revive me;\nYou will reach out with Your hand against the wrath of my enemies,\nAnd Your right hand will save me.",
      "8": "The Lord will accomplish what concerns me;\nYour faithfulness, Lord, is everlasting;\nDo not abandon the works of Your hands."
    },
    "139": {
      "1": "Lord, You have searched me and known me.",
      "2": "You know when I sit down and when I get up;\nYou understand my thought from far away.",
      "3": "You scrutinize my path and my lying down,\nAnd are acquainted with all my ways.",
      "4": "Even before there is a word on my tongue,\nBehold, Lord, You know it all.",
      "5": "You have encircled me behind and in front,\nAnd placed Your hand upon me.",
      "6": "Such knowledge is too wonderful for me;\nIt is too high, I cannot comprehend it.",
      "7": "Where can I go from Your Spirit?\nOr where can I flee from Your presence?",
      "8": "If I ascend to heaven, You are there;\nIf I make my bed in Sheol, behold, You are there.",
      "9": "If I take up the wings of the dawn,\nIf I dwell in the remotest part of the sea,",
      "10": "Even there Your hand will lead me,\nAnd Your right hand will take hold of me.",
      "11": "If I say, “Surely the darkness will overwhelm me,\nAnd the light around me will be night,”",
      "12": "Even darkness is not dark to You,\nAnd the night is as bright as the day.\nDarkness and light are alike to You.",
      "13": "For You created my innermost parts;\nYou wove me in my mother’s womb.",
      "14": "I will give thanks to You, because I am awesomely and wonderfully made;\nWonderful are Your works,\nAnd my soul knows it very well.",
      "15": "My frame was not hidden from You\nWhen I was made in secret,\nAnd skillfully formed in the depths of the earth;",
      "16": "Your eyes have seen my formless substance;\nAnd in Your book were written\nAll the days that were ordained for me,\nWhen as yet there was not one of them.",
      "17": "How precious also are Your thoughts for me, God!\nHow vast is the sum of them!",
      "18": "Were I to count them, they would outnumber the sand.\nWhen I awake, I am still with You.",
      "19": "If only You would put the wicked to death, God;\nLeave me, you men of bloodshed.",
      "20": "For they speak against You wickedly,\nAnd Your enemies take Your name in vain.",
      "21": "Do I not hate those who hate You, Lord?\nAnd do I not loathe those who rise up against You?",
      "22": "I hate them with the utmost hatred;\nThey have become my enemies.",
      "23": "Search me, God, and know my heart;\nPut me to the test and know my anxious thoughts;",
      "24": "And see if there is any hurtful way in me,\nAnd lead me in the everlasting way."
    },
    "140": {
      "1": "Rescue me, Lord, from evil people;\nProtect me from violent men",
      "2": "Who devise evil things in their hearts;\nThey continually stir up wars.",
      "3": "They sharpen their tongues like a snake;\nThe venom of a viper is under their lips. Selah",
      "4": "Keep me, Lord, from the hands of the wicked;\nProtect me from violent men\nWho intend to trip up my feet.",
      "5": "The proud have hidden a trap for me, and snares;\nThey have spread a net at the wayside;\nThey have set snares for me. Selah",
      "6": "I said to the Lord, “You are my God;\nListen, Lord, to the sound of my pleadings.",
      "7": "God the Lord, the strength of my salvation,\nYou have covered my head on the day of battle.",
      "8": "Do not grant, Lord, the desires of the wicked;\nDo not bring about his evil planning, so that they are not exalted. Selah",
      "9": "“As for the head of those who surround me,\nMay the harm of their lips cover them.",
      "10": "May burning coals fall upon them;\nMay they be cast into the fire,\nInto bottomless pits from which they cannot rise.",
      "11": "May a slanderer not endure on the earth;\nMay evil hunt a violent person violently.”",
      "12": "I know that the Lord will maintain the cause of the afflicted,\nAnd justice for the poor.",
      "13": "Certainly the righteous will give thanks to Your name;\nThe upright will dwell in Your presence."
    },
    "141": {
      "1": "Lord, I call upon You; hurry to me!\nListen to my voice when I call to You!",
      "2": "May my prayer be counted as incense before You;\nThe raising of my hands as the evening offering.",
      "3": "Set a guard, Lord, over my mouth;\nKeep watch over the door of my lips.",
      "4": "Do not incline my heart to any evil thing,\nTo practice deeds of wickedness\nWith people who do wrong;\nAnd may I not taste their delicacies.",
      "5": "May the righteous strike me with mercy and discipline me;\nIt is oil for the head;\nMy head shall not refuse it,\nFor my prayer is still against their evil deeds.",
      "6": "Their judges are thrown down by the sides of the rock,\nAnd they hear my words, for they are pleasant.",
      "7": "As when one plows and breaks open the earth,\nOur bones have been scattered at the mouth of Sheol.",
      "8": "For my eyes are toward You, God, the Lord;\nIn You I take refuge; do not leave me defenseless.",
      "9": "Keep me from the jaws of the trap which they have set for me,\nAnd from the snares of those who do wrong.",
      "10": "May the wicked fall into their own nets,\nWhile I pass by safely."
    },
    "142": {
      "1": "I cry out with my voice to the Lord;\nWith my voice I implore the Lord for compassion.",
      "2": "I pour out my complaint before Him;\nI declare my trouble before Him.",
      "3": "When my spirit felt weak within me,\nYou knew my path.\nIn the way where I walk\nThey have hidden a trap for me.",
      "4": "Look to the right and see;\nFor there is no one who regards me favorably;\nThere is no escape for me;\nNo one cares for my soul.",
      "5": "I cried out to You, Lord;\nI said, “You are my refuge,\nMy portion in the land of the living.",
      "6": "Give Your attention to my cry,\nFor I have been brought very low;\nRescue me from my persecutors,\nFor they are too strong for me.",
      "7": "Bring my soul out of prison,\nSo that I may give thanks to Your name;\nThe righteous will surround me,\nFor You will look after me.”"
    },
    "143": {
      "1": "Hear my prayer, Lord,\nListen to my pleadings!\nAnswer me in Your faithfulness, in Your righteousness!",
      "2": "And do not enter into judgment with Your servant,\nFor no person living is righteous in Your sight.",
      "3": "For the enemy has persecuted my soul;\nHe has crushed my life to the ground;\nHe has made me dwell in dark places, like those who have long been dead.",
      "4": "Therefore my spirit feels weak within me;\nMy heart is appalled within me.",
      "5": "I remember the days of old;\nI meditate on all Your accomplishments;\nI reflect on the work of Your hands.",
      "6": "I spread out my hands to You;\nMy soul longs for You, like a weary land. Selah",
      "7": "Answer me quickly, Lord, my spirit fails;\nDo not hide Your face from me,\nOr I will be the same as those who go down to the pit.",
      "8": "Let me hear Your faithfulness in the morning,\nFor I trust in You;\nTeach me the way in which I should walk;\nFor to You I lift up my soul.",
      "9": "Save me, Lord, from my enemies;\nI take refuge in You.",
      "10": "Teach me to do Your will,\nFor You are my God;\nLet Your good Spirit lead me on level ground.",
      "11": "For the sake of Your name, Lord, revive me.\nIn Your righteousness bring my soul out of trouble.",
      "12": "And in Your faithfulness, destroy my enemies,\nAnd eliminate all those who attack my soul,\nFor I am Your servant."
    },
    "144": {
      "1": "Blessed be the Lord, my rock,\nWho trains my hands for war,\nAnd my fingers for battle;",
      "2": "My faithfulness and my fortress,\nMy stronghold and my savior,\nMy shield and He in whom I take refuge,\nWho subdues my people under me.",
      "3": "Lord, what is man, that You look after him?\nOr a son of man, that You think of him?",
      "4": "Man is like the breath;\nHis days are like a passing shadow.",
      "5": "Bend down Your heavens, Lord, and come down;\nTouch the mountains, that they may smoke.",
      "6": "Flash forth lightning and scatter them;\nSend out Your arrows and confuse them.",
      "7": "Reach out with Your hand from on high;\nRescue me and save me from great waters,\nFrom the hand of foreigners",
      "8": "Whose mouths speak deceit,\nAnd whose right hand is a right hand of falsehood.",
      "9": "God, I will sing a new song to You;\nOn a harp of ten strings I will sing praises to You,",
      "10": "Who gives salvation to kings,\nWho rescues His servant David from the evil sword.",
      "11": "Rescue me and save me from the hand of foreigners,\nWhose mouth speaks deceit\nAnd whose right hand is a right hand of falsehood.",
      "12": "When our sons in their youth are like growing plants,\nAnd our daughters like corner pillars fashioned for a palace,",
      "13": "Our granaries are full, providing every kind of produce,\nAnd our flocks deliver thousands and ten thousands in our fields;",
      "14": "May our cattle be bred\nWithout mishap and without loss,\nMay there be no outcry in our streets!",
      "15": "Blessed are the people who are so situated;\nBlessed are the people whose God is the Lord!"
    },
    "145": {
      "1": "I will exalt You, my God, the King,\nAnd I will bless Your name forever and ever.",
      "2": "Every day I will bless You,\nAnd I will praise Your name forever and ever.",
      "3": "Great is the Lord, and highly to be praised;\nAnd His greatness is unsearchable.",
      "4": "One generation will praise Your works to another,\nAnd will declare Your mighty acts.",
      "5": "On the glorious splendor of Your majesty\nAnd on Your wonderful works, I will meditate.",
      "6": "People will speak of the power of Your awesome acts,\nAnd I will tell of Your greatness.",
      "7": "They will burst forth in speaking of Your abundant goodness,\nAnd will shout joyfully of Your righteousness.",
      "8": "The Lord is gracious and compassionate;\nSlow to anger and great in mercy.",
      "9": "The Lord is good to all,\nAnd His mercies are over all His works.",
      "10": "All Your works will give thanks to You, Lord,\nAnd Your godly ones will bless You.",
      "11": "They will speak of the glory of Your kingdom,\nAnd talk of Your might,",
      "12": "To make known to the sons of mankind Your mighty acts,\nAnd the glory of the majesty of Your kingdom.",
      "13": "Your kingdom is an everlasting kingdom,\nAnd Your dominion endures throughout all generations.\nThe Lord is faithful in His words,\nAnd holy in all His works.",
      "14": "The Lord supports all who fall,\nAnd raises up all who are bowed down.",
      "15": "The eyes of all look to You,\nAnd You give them their food in due time.",
      "16": "You open Your hand\nAnd satisfy the desire of every living thing.",
      "17": "The Lord is righteous in all His ways,\nAnd kind in all His works.",
      "18": "The Lord is near to all who call on Him,\nTo all who call on Him in truth.",
      "19": "He will fulfill the desire of those who fear Him;\nHe will also hear their cry for help and save them.",
      "20": "The Lord watches over all who love Him,\nBut He will destroy all the wicked.",
      "21": "My mouth will speak the praise of the Lord,\nAnd all flesh will bless His holy name forever and ever."
    },
    "146": {
      "1": "Praise the Lord!\nPraise the Lord, my soul!",
      "2": "I will praise the Lord while I live;\nI will sing praises to my God while I have my being.",
      "3": "Do not trust in noblemen,\nIn mortal man, in whom there is no salvation.",
      "4": "His spirit departs, he returns to the earth;\nOn that very day his plans perish.",
      "5": "Blessed is he whose help is the God of Jacob,\nWhose hope is in the Lord his God,",
      "6": "Who made heaven and earth,\nThe sea and everything that is in them;\nWho keeps faith forever;",
      "7": "Who executes justice for the oppressed;\nWho gives food to the hungry.\nThe Lord frees the prisoners.",
      "8": "The Lord opens the eyes of those who are blind;\nThe Lord raises up those who are bowed down;\nThe Lord loves the righteous.",
      "9": "The Lord watches over strangers;\nHe supports the fatherless and the widow,\nBut He thwarts the way of the wicked.",
      "10": "The Lord will reign forever,\nYour God, Zion, to all generations.\nPraise the Lord!"
    },
    "147": {
      "1": "Praise the Lord!\nFor it is good to sing praises to our God;\nFor it is pleasant and praise is beautiful.",
      "2": "The Lord builds up Jerusalem;\nHe gathers the outcasts of Israel.",
      "3": "He heals the brokenhearted\nAnd binds up their wounds.",
      "4": "He counts the number of the stars;\nHe gives names to all of them.",
      "5": "Great is our Lord and abundant in strength;\nHis understanding is infinite.",
      "6": "The Lord supports the afflicted;\nHe brings the wicked down to the ground.",
      "7": "Sing to the Lord with thanksgiving;\nSing praises to our God on the lyre;",
      "8": "It is He who covers the heavens with clouds,\nWho provides rain for the earth,\nWho makes grass sprout on the mountains.",
      "9": "It is He who gives an animal its food,\nAnd feeds young ravens that cry.",
      "10": "He does not delight in the strength of the horse;\nHe does not take pleasure in the legs of a man.",
      "11": "The Lord favors those who fear Him,\nThose who wait for His faithfulness.",
      "12": "Praise the Lord, Jerusalem!\nPraise your God, Zion!",
      "13": "For He has strengthened the bars of your gates;\nHe has blessed your sons among you.",
      "14": "He makes peace in your borders;\nHe satisfies you with the finest of the wheat.",
      "15": "He sends His command to the earth;\nHis word runs very swiftly.",
      "16": "He showers snow like wool;\nHe scatters the frost like ashes.",
      "17": "He hurls His ice as fragments;\nWho can stand before His cold?",
      "18": "He sends His word and makes them melt;\nHe makes His wind blow, and the waters flow.",
      "19": "He declares His words to Jacob,\nHis statutes and His judgments to Israel.",
      "20": "He has not dealt this way with any other nation;\nAnd as for His judgments, they have not known them.\nPraise the Lord!"
    },
    "148": {
      "1": "Praise the Lord!\nPraise the Lord from the heavens;\nPraise Him in the heights!",
      "2": "Praise Him, all His angels;\nPraise Him, all His heavenly armies!",
      "3": "Praise Him, sun and moon;\nPraise Him, all stars of light!",
      "4": "Praise Him, highest heavens,\nAnd the waters that are above the heavens!",
      "5": "They are to praise the name of the Lord,\nFor He commanded and they were created.",
      "6": "He has also established them forever and ever;\nHe has made a decree, and it will not pass away.",
      "7": "Praise the Lord from the earth,\nSea monsters, and all the ocean depths;",
      "8": "Fire and hail, snow and clouds;\nStormy wind, fulfilling His word;",
      "9": "Mountains and all hills;\nFruit trees and all cedars;",
      "10": "Animals and all cattle;\nCrawling things and winged fowl;",
      "11": "Kings of the earth and all peoples;\nRulers and all judges of the earth;",
      "12": "Both young men and virgins;\nOld men and children.",
      "13": "They are to praise the name of the Lord,\nFor His name alone is exalted;\nHis majesty is above earth and heaven.",
      "14": "And He has lifted up a horn for His people,\nPraise for all His godly ones,\nFor the sons of Israel, a people near to Him.\nPraise the Lord!"
    },
    "149": {
      "1": "Praise the Lord!\nSing a new song to the Lord,\nAnd His praise in the congregation of the godly ones.",
      "2": "Israel shall be joyful in his Maker;\nThe sons of Zion shall rejoice in their King.",
      "3": "They shall praise His name with dancing;\nThey shall sing praises to Him with tambourine and lyre.",
      "4": "For the Lord takes pleasure in His people;\nHe will glorify the lowly with salvation.",
      "5": "The godly ones shall be jubilant in glory;\nThey shall sing for joy on their beds.",
      "6": "The high praises of God shall be in their mouths,\nAnd a two-edged sword in their hands,",
      "7": "To execute vengeance on the nations,\nAnd punishment on the peoples,",
      "8": "To bind their kings with chains,\nAnd their dignitaries with shackles of iron,",
      "9": "To execute against them the judgment written.\nThis is an honor for all His godly ones.\nPraise the Lord!"
    },
    "150": {
      "1": "Praise the Lord!\nPraise God in His sanctuary;\nPraise Him in His mighty expanse.",
      "2": "Praise Him for His mighty deeds;\nPraise Him according to His excellent greatness.",
      "3": "Praise Him with trumpet sound;\nPraise Him with harp and lyre.",
      "4": "Praise Him with tambourine and dancing;\nPraise Him with stringed instruments and flute.",
      "5": "Praise Him with loud cymbals;\nPraise Him with resounding cymbals.",
      "6": "Everything that has breath shall praise the Lord.\nPraise the Lord!"
    }
  }
}