{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:52:32.858424-04:00",
    "Translation": "NASB"
  },
  "Zephaniah": {
    "1": {
      "1": "The word of the Lord which came to Zephaniah son of Cushi, son of Gedaliah, son of Amariah, son of Hezekiah, in the days of Josiah son of Amon, king of Judah:",
      "2": "“I will completely remove all things\nFrom the face of the earth,” declares the Lord.",
      "3": "“I will remove human and animal life;\nI will remove the birds of the sky\nAnd the fish of the sea,\nAnd the ruins along with the wicked;\nAnd I will eliminate mankind from the face of the earth,” declares the Lord.",
      "4": "“So I will stretch out My hand against Judah\nAnd against all the inhabitants of Jerusalem.\nAnd I will eliminate the remnant of Baal from this place,\nAnd the names of the idolatrous priests along with the other priests.",
      "5": "And those who bow down on the housetops to the heavenly lights,\nAnd those who bow down and swear to the Lord, but also swear by Milcom,",
      "6": "And those who have turned back from following the Lord,\nAnd those who have not sought the Lord nor inquired of Him.”",
      "7": "Be silent before the Lord God!\nFor the day of the Lord is near,\nBecause the Lord has prepared a sacrifice,\nHe has consecrated His guests.",
      "8": "“Then it will come about on the day of the Lord’s sacrifice\nThat I will punish the princes, the king’s sons,\nAnd all who clothe themselves with foreign garments.",
      "9": "And on that day I will punish all who leap on the temple threshold,\nWho fill the house of their lord with violence and deceit.",
      "10": "And on that day,” declares the Lord,\n“There will be the sound of a cry from the Fish Gate,\nWailing from the Second Quarter,\nAnd a loud crash from the hills.",
      "11": "Wail, you inhabitants of the Mortar,\nBecause all the people of Canaan will be destroyed;\nAll who weigh out silver will be eliminated.",
      "12": "And it will come about at that time\nThat I will search Jerusalem with lamps,\nAnd I will punish the people\nWho are stagnant in spirit,\nWho say in their hearts,\n‘The Lord will not do good nor harm!’",
      "13": "Their wealth will become plunder,\nAnd their houses desolate;\nYes, they will build houses but not inhabit them,\nAnd plant vineyards but not drink their wine.”",
      "14": "The great day of the Lord is near,\nNear and coming very quickly;\nListen, the day of the Lord!\nIn it the warrior cries out bitterly.",
      "15": "That day is a day of anger,\nA day of trouble and distress,\nA day of destruction and desolation,\nA day of darkness and gloom,\nA day of clouds and thick darkness,",
      "16": "A day of trumpet and battle cry\nAgainst the fortified cities\nAnd the high corner towers.",
      "17": "I will bring distress on mankind\nSo that they will walk like those who are blind,\nBecause they have sinned against the Lord;\nAnd their blood will be poured out like dust,\nAnd their flesh like dung.",
      "18": "Neither their silver nor their gold\nWill be able to save them\nOn the day of the Lord’s anger;\nAnd all the earth will be devoured\nBy the fire of His jealousy,\nFor He will make a complete end,\nIndeed a horrifying one,\nOf all the inhabitants of the earth."
    },
    "2": {
      "1": "Gather yourselves together, yes, join together,\nYou nation without shame,",
      "2": "Before the decree takes effect—\nThe day passes like chaff—\nBefore the burning anger of the Lord comes upon you,\nBefore the day of the Lord’s anger comes upon you.",
      "3": "Seek the Lord,\nAll you humble of the earth\nWho have practiced His ordinances;\nSeek righteousness, seek humility.\nPerhaps you will remain hidden\nOn the day of the Lord’s anger.",
      "4": "For Gaza will be abandoned,\nAnd Ashkelon will become a desolation;\nThe inhabitants of Ashdod will be driven out at noon,\nAnd Ekron will be uprooted.",
      "5": "Woe to the inhabitants of the seacoast,\nThe nation of the Cherethites!\nThe word of the Lord is against you,\nCanaan, land of the Philistines;\nAnd I will eliminate you\nSo that there will be no inhabitant.",
      "6": "So the seacoast will become grazing places,\nWith pastures for shepherds and folds for flocks.",
      "7": "And the coast will be\nFor the remnant of the house of Judah,\nThey will drive sheep to pasture on it.\nIn the houses of Ashkelon they will lie down at evening;\nFor the Lord their God will care for them\nAnd restore their fortunes.",
      "8": "“I have heard the taunting of Moab\nAnd the abusive speech of the sons of Ammon,\nWith which they have taunted My people\nAnd boasted against their territory.",
      "9": "Therefore, as I live,” declares the Lord of armies,\nThe God of Israel,\n“Moab will assuredly be like Sodom,\nAnd the sons of Ammon like Gomorrah—\nGround overgrown with weeds and full of salt mines,\nAnd a permanent desolation.\nThe remnant of My people will plunder them,\nAnd the remainder of My nation will inherit them.”",
      "10": "This they will have in return for their arrogance, because they have taunted and boasted against the people of the Lord of armies.",
      "11": "The Lord will be terrifying to them, for He will starve all the gods of the earth; and all the coastlands of the nations will bow down to Him, everyone from his own place.",
      "12": "“You also, Ethiopians, will be slain by My sword.”",
      "13": "And He will stretch out His hand against the north\nAnd eliminate Assyria,\nAnd He will make Nineveh a desolation,\nParched like the wilderness.",
      "14": "Flocks will lie down in her midst,\nAll animals that range in herds;\nBoth the pelican and the hedgehog\nWill spend their nights in the tops of her pillars;\nBirds will sing in the window,\nDevastation will be on the threshold;\nFor He has uncovered the cedar work.",
      "15": "This is the presumptuous city\nThat dwells securely,\nWho says in her heart,\n“I am, and there is no one besides me.”\nHow she has become a desolation,\nA resting place for animals!\nEveryone who passes by her will hiss\nAnd wave his hand in contempt."
    },
    "3": {
      "1": "Woe to her who is rebellious and defiled,\nThe oppressive city!",
      "2": "She obeyed no voice,\nShe accepted no discipline.\nShe did not trust in the Lord,\nShe did not approach her God.",
      "3": "Her leaders within her are roaring lions,\nHer judges are wolves at evening;\nThey have no bones to gnaw in the morning.",
      "4": "Her prophets are insolent, treacherous men;\nHer priests have profaned the sanctuary.\nThey have done violence to the Law.",
      "5": "The Lord is righteous within her;\nHe will do no injustice.\nEvery morning He brings His justice to light;\nHe does not fail.\nBut the criminal knows no shame.",
      "6": "“I have eliminated nations;\nTheir corner towers are deserted.\nI have laid waste their streets,\nWith no one passing by;\nTheir cities have been laid waste,\nWithout a person, without an inhabitant.",
      "7": "I said, ‘You will certainly revere Me,\nYou will accept discipline.’\nSo her dwelling will not be eliminated\nIn accordance with everything that I have stipulated for her.\nInstead, they were eager to corrupt all their deeds.",
      "8": "“Therefore wait for Me,” declares the Lord,\n“For the day when I rise up as a witness.\nIndeed, My decision is to gather nations,\nTo assemble kingdoms,\nTo pour out on them My indignation,\nAll My burning anger;\nFor all the earth will be devoured\nBy the fire of My zeal.",
      "9": "For then I will restore to the peoples pure lips,\nSo that all of them may call on the name of the Lord,\nTo serve Him shoulder to shoulder.",
      "10": "From beyond the rivers of Ethiopia\nMy worshipers, My dispersed ones,\nWill bring My offerings.",
      "11": "On that day you will feel no shame\nBecause of all your deeds\nBy which you have rebelled against Me;\nFor then I will remove from your midst\nYour proud, arrogant ones,\nAnd you will never again be haughty\nOn My holy mountain.",
      "12": "But I will leave among you\nA humble and lowly people,\nAnd they will take refuge in the name of the Lord.",
      "13": "The remnant of Israel will do no wrong\nAnd tell no lies,\nNor will a deceitful tongue\nBe found in their mouths;\nFor they will feed and lie down\nWith no one to frighten them.”",
      "14": "Shout for joy, daughter of Zion!\nShout in triumph, Israel!\nRejoice and triumph with all your heart,\nDaughter of Jerusalem!",
      "15": "The Lord has taken away His judgments against you,\nHe has cleared away your enemies.\nThe King of Israel, the Lord, is in your midst;\nYou will no longer fear disaster.",
      "16": "On that day it will be said to Jerusalem:\n“Do not be afraid, Zion;\nDo not let your hands fall limp.",
      "17": "The Lord your God is in your midst,\nA victorious warrior.\nHe will rejoice over you with joy,\nHe will be quiet in His love,\nHe will rejoice over you with shouts of joy.",
      "18": "I will gather those who are worried about the appointed feasts—\nThey came from you, Zion;\nThe disgrace of exile is a burden on them.",
      "19": "Behold, I am going to deal at that time\nWith all your oppressors;\nI will save those who limp\nAnd gather the scattered,\nAnd I will turn their shame into praise and fame\nIn all the earth.",
      "20": "At that time I will bring you in,\nEven at the time when I gather you together;\nIndeed, I will make you famous and praiseworthy\nAmong all the peoples of the earth,\nWhen I restore your fortunes before your eyes,”\nSays the Lord."
    }
  }
}