{
  "1 Chronicles": {
    "1": {
      "1": "Adam, Seth, Enosh,",
      "2": "Kenan, Mahalalel, Jared,",
      "3": "Enoch, Methuselah, Lamech,",
      "4": "Noah: Shem, Ham, and Japheth.",
      "5": "Japheth’s descendants were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
      "6": "Gomer’s descendants were Ashkenaz, Riphath, and Togarmah.",
      "7": "Javan’s descendants were the people from Elishah, Tarshish, Cyprus, and Rhodes.",
      "8": "Ham’s descendants were Cush, Egypt, Put, and Canaan.",
      "9": "Cush’s descendants were Seba, Havilah, Sabta, Raama, and Sabteca. Raama’s descendants were Sheba and Dedan.",
      "10": "Cush was the father of Nimrod, the first mighty warrior on the earth.",
      "11": "Egypt was the ancestor of the Ludites, Anamites, Lehabites, Naphtuhites,",
      "12": "Pathrusites, Casluhites (from whom the Philistines came), and the Caphtorites.",
      "13": "Canaan was the father of Sidon his firstborn, then Heth,",
      "14": "also the Jebusites, the Amorites, the Girgashites,",
      "15": "the Hivites, the Arkites, the Sinites,",
      "16": "the Arvadites, the Zemarites, and the Hamathites.",
      "17": "The descendants of Shem were Elam, Asshur, Arpachshad, Lud, Aram, Uz, Hul, Gether, and Meshech.",
      "18": "Arpachshad was the father of Shelah, and Shelah was the father of Eber.",
      "19": "Two sons were born to Eber. The name of the one was Peleg [Division], because in his day the earth was divided. His brother’s name was Joktan.",
      "20": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,",
      "21": "Hadoram, Uzal, Diklah,",
      "22": "Ebal, Abimael, Sheba,",
      "23": "Ophir, Havilah, and Jobab. All these were sons of Joktan.",
      "24": "Shem, Arpachshad, Shelah,",
      "25": "Eber, Peleg, Reu,",
      "26": "Serug, Nahor, Terah,",
      "27": "Abram (that is, Abraham).",
      "28": "Abraham’s sons were Isaac and Ishmael.",
      "29": "This is their list of descendants: Ishmael’s firstborn was Nebaioth, then Kedar, Adbeel, Mibsam,",
      "30": "Mishma, Dumah, Massa, Hadad, Tema,",
      "31": "Jetur, Naphish, and Kedemah. These were the sons of Ishmael.",
      "32": "Keturah, Abraham’s concubine, gave birth to the following sons: Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. Jokshan’s sons were Sheba and Dedan.",
      "33": "The sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were descendants of Keturah.",
      "34": "Abraham was the father of Isaac. Isaac’s sons were Esau and Israel.",
      "35": "Esau’s sons were Eliphaz, Reuel, Jeush, Jalam, and Korah.",
      "36": "Eliphaz’s sons were Teman and Omar, Zephi and Gatam, Kenaz and Amalek, son of Timna.",
      "37": "Reuel’s sons were Nahath, Zerah, Shammah, and Mizzah.",
      "38": "Seir’s sons were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.",
      "39": "Lotan’s sons were Hori and Homam. Timna was Lotan’s sister.",
      "40": "Shobal’s sons were Alian, Manahath, Ebal, Shephi, and Onam. Zibeon’s sons were Aiah and Anah.",
      "41": "Anah’s son was Dishon. Dishon’s sons were Hamran, Eshban, Ithran, and Cheran.",
      "42": "Ezer’s sons were Bilhan, Zaavan, Jaakan. Dishan’s sons were Uz and Aran.",
      "43": "These were the kings who ruled Edom before any king ruled the people of Israel: Bela, son of Beor, and the name of his capital city was Dinhabah.",
      "44": "After Bela died, Jobab, son of Zerah from Bozrah, succeeded him as king.",
      "45": "After Jobab died, Husham from the land of the Temanites succeeded him as king.",
      "46": "After Husham died, Hadad, son of Bedad, who defeated the Midianites in the country of Moab, succeeded him as king, and the name of his capital city was Avith.",
      "47": "After Hadad died, Samlah from Masrekah succeeded him as king.",
      "48": "After Samlah died, Shaul from Rehoboth on the river succeeded him as king.",
      "49": "After Shaul died, Baal Hanan, son of Achbor, succeeded him as king.",
      "50": "After Baal Hanan died, Hadad succeeded him as king, and the name of his capital city was Pai. His wife’s name was Mehetabel, daughter of Matred and granddaughter of Mezahab.",
      "51": "Then Hadad died.\nThe tribal leaders of Edom were Timna, Aliah, Jetheth,",
      "52": "Oholibamah, Elah, Pinon,",
      "53": "Kenaz, Teman, Mibzar,",
      "54": "Magdiel, and Iram. These were the tribal leaders of Edom."
    },
    "2": {
      "1": "These were Israel’s sons: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,",
      "2": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.",
      "3": "Judah’s sons were Er, Onan, and Shelah. These three were born to him by Bathshua, a Canaanite woman. Yahweh considered Er, Judah’s firstborn, evil, so Yahweh killed Er.",
      "4": "Tamar, Judah’s daughter-in-law, gave birth to Judah’s sons Perez and Zerah. Judah had five sons in all.",
      "5": "Perez’s sons were Hezron and Hamul.",
      "6": "Zerah’s sons were Zimri, Ethan, Heman, Calcol, and Dara—five in all.",
      "7": "Carmi’s son was Achar, who caused trouble for Israel by taking goods that were claimed by God.",
      "8": "Ethan’s son was Azariah.",
      "9": "The sons born to Hezron were Jerahmeel, Ram, and Chelubai.",
      "10": "Ram was the father of Amminadab. Amminadab was the father of Nahshon, leader of Judah’s people.",
      "11": "Nahshon was the father of Salma, and Salma was the father of Boaz.",
      "12": "Boaz was the father of Obed, and Obed was the father of Jesse.",
      "13": "Jesse was the father of Eliab (his firstborn), Abinadab (his second son), Shimea (his third son),",
      "14": "Nethanel (his fourth son), Raddai (his fifth son),",
      "15": "Ozem (his sixth son), and David (his seventh son).",
      "16": "Their sisters were Zeruiah and Abigail. Zeruiah’s three sons were Abishai, Joab, and Asahel.",
      "17": "Abigail was the mother of Amasa, whose father was Jether, a descendant of Ishmael.",
      "18": "Hezron’s son was Caleb. Caleb and his wife Azubah had a son named Jerioth. Her other sons were Jesher, Shobab, and Ardon.",
      "19": "After Azubah died, Caleb married Ephrath. She gave birth to Hur.",
      "20": "Hur was the father of Uri, and Uri was the father of Bezalel.",
      "21": "Afterwards, Hezron slept with the daughter of Machir, the man who first settled Gilead. Hezron had married her when he was 60 years old. She gave birth to Segub.",
      "22": "Segub was the father of Jair, who had 23 towns in Gilead.",
      "23": "Geshur and Aram captured Havvoth Jair with Kenath and its villages (60 cities in all). All of these people were descendants of Machir, the man who first settled Gilead.",
      "24": "After Hezron died in Caleb Ephrathah, Hezron’s wife Abijah gave birth to Ashhur, who first settled Tekoa.",
      "25": "Jerahmeel (the firstborn son of Hezron) fathered Ram (his firstborn), then Bunah, Oren, Ozem, and Ahijah.",
      "26": "Jerahmeel had another wife. Her name was Atarah, and she was the mother of Onam.",
      "27": "The sons of Ram (the firstborn son of Jerahmeel) were Maaz, Jamin, and Eker.",
      "28": "Onam’s sons were Shammai and Jada. Shammai’s sons were Nadab and Abishur.",
      "29": "The name of Abishur’s wife was Abihail. She gave birth to Ahban and Molid.",
      "30": "Nadab’s sons were Seled and Appaim, but Seled died without children.",
      "31": "Appaim’s son was Ishi, and Ishi’s son was Sheshan, and Sheshan’s son was Ahlai.",
      "32": "The sons of Jada (Shammai’s brother) were Jether and Jonathan. Jether died without children.",
      "33": "Jonathan’s sons were Peleth and Zaza. These were the descendants of Jerahmeel.",
      "34": "Sheshan had no sons, but he had daughters. He had an Egyptian slave named Jarha.",
      "35": "Sheshan let Jarha marry one of his daughters. She gave birth to Attai.",
      "36": "Attai was the father of Nathan. Nathan was the father of Zabad.",
      "37": "Zabad was the father of Ephlal. Ephlal was the father of Obed.",
      "38": "Obed was the father of Jehu. Jehu was the father of Azariah.",
      "39": "Azariah was the father of Helez. Helez was the father of Eleasah.",
      "40": "Eleasah was the father of Sismai. Sismai was the father of Shallum.",
      "41": "Shallum was the father of Jekamiah. Jekamiah was the father of Elishama.",
      "42": "The descendants of Caleb (Jerahmeel’s brother) were his firstborn son Mesha, who first settled Ziph, and the sons of Mareshah, who first settled Hebron.",
      "43": "Hebron’s sons were Korah, Tappuah, Rekem, and Shema.",
      "44": "Shema was the father of Raham, who first settled Jorkeam. Rekem was the father of Shammai.",
      "45": "Shammai’s son was Maon, who first settled Beth Zur.",
      "46": "Ephah, Caleb’s concubine, was the mother of Haran, Moza, and Gazez. Haran was the father of Gazez.",
      "47": "Jahdai’s sons were Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.",
      "48": "Maacah, Caleb’s concubine, was the mother of Sheber and Tirhanah.",
      "49": "Also, she was the mother of Shaaph, who first settled Madmannah, and of Sheva, who first settled Machbenah and Gibea. Caleb’s daughter was Achsah.",
      "50": "These people were the descendants of Caleb.\nThe sons of Hur, the firstborn son of Ephrath, were Shobal, who first settled Kiriath Jearim,",
      "51": "Salma, who first settled Bethlehem, and Hareph, who first settled Beth Gadar.",
      "52": "Shobal, who first settled Kiriath Jearim, had these descendants: Haroeh, half of the Manahathites,",
      "53": "the families of Kiriath Jearim, the Ithrites, the Puthites, the Shumathites, and the Mishraites. From these people came the Zorahites and Eshtaolites.",
      "54": "The descendants of Salma, who first settled Bethlehem, were the Netophathites, Atroth, who first settled Beth Joab, half of the Manahathites, the Zorites,",
      "55": "and the families of scribes who lived at Jabez. These families were the people of Tira, Shimea, and Sucah. These people are the Kenites who came from Hammath. They first settled Beth Rechab."
    },
    "3": {
      "1": "These were David’s sons who were born to him while he was in Hebron: His first son was Amnon, born to Ahinoam from Jezreel. The second was Daniel, born to Abigail from Carmel.",
      "2": "The third was Absalom, born to Maacah (the daughter of King Talmai) from Geshur. The fourth was Adonijah, whose mother was Haggith.",
      "3": "The fifth was Shephatiah, born to Abital. The sixth was Ithream, born to David’s wife Eglah.",
      "4": "Six sons were born to him in Hebron, where he ruled for seven years and six months. He ruled for 33 years in Jerusalem.",
      "5": "These children were born to David in Jerusalem: Shimea, Shobab, Nathan, and Solomon (the mother of these four was Ammiel’s daughter Bathshua) and",
      "6": "Ibhar, Elishama, Eliphelet,",
      "7": "Nogah, Nepheg, Japhia,",
      "8": "Elishama, Eliada, and Eliphelet (nine by other wives).",
      "9": "All of these were David’s sons. Besides these, there were the sons of the concubines. Tamar was their sister.",
      "10": "Solomon’s son was Rehoboam. Rehoboam’s son was Abijah. Abijah’s son was Asa. Asa’s son was Jehoshaphat.",
      "11": "Jehoshaphat’s son was Joram. Joram’s son was Ahaziah. Ahaziah’s son was Joash.",
      "12": "Joash’s son was Amaziah. Amaziah’s son was Azariah. Azariah’s son was Jotham.",
      "13": "Jotham’s son was Ahaz. Ahaz’s son was Hezekiah. Hezekiah’s son was Manasseh.",
      "14": "Manasseh’s son was Amon. Amon’s son was Josiah.",
      "15": "Josiah’s firstborn son was Johanan, the second was Jehoiakim, the third was Zedekiah, and the fourth was Shallum.",
      "16": "Jehoiakim’s son was Jeconiah, whose son was Zedekiah.",
      "17": "The descendants of the prisoner Jeconiah were his son Shealtiel,",
      "18": "then Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah.",
      "19": "Pedaiah’s sons were Zerubbabel and Shimei. Zerubbabel’s sons were Meshullam and Hananiah, and Shelomith was their sister.",
      "20": "There were also five other sons: Hashubah, Ohel, Berechiah, Hasadiah, and Jushab Hesed.",
      "21": "Hananiah’s sons were Pelatiah and Jeshaiah. Jeshaiah’s son was Rephaiah. Rephaiah’s son was Arnan. Arnan’s son was Obadiah. Obadiah’s son was Shecaniah.",
      "22": "Shecaniah’s son was Shemaiah. Shemaiah’s six sons were Hattush, Igal, Bariah, Neariah, and Shaphat.",
      "23": "Neariah’s three sons were Elioenai, Hizkiah, and Azrikam.",
      "24": "Elioenai’s seven sons were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."
    },
    "4": {
      "1": "Judah’s descendants were Perez, Hezron, Carmi, Hur, and Shobal.",
      "2": "Reaiah, son of Shobal, was the father of Jahath. Jahath was the father of Ahumai and Lahad. These were the families of the Zorathites.",
      "3": "These were the first settlers in Etam: Jezreel, Ishma, and Idbash. Their sister’s name was Hazelelponi.",
      "4": "Penuel was the father of Gedor, and Ezer was the father of Hushah. These were the sons of Hur, the firstborn of Ephrathah, who first settled Bethlehem.",
      "5": "Ashhur, who first settled Tekoa, had two wives, Helah and Naarah.",
      "6": "Naarah gave birth to Ahuzzam, Hepher, Temeni, and Haahashtari. These were Naarah’s sons.",
      "7": "Helah’s sons were Zereth, Izohar, and Ethnan.",
      "8": "Koz was the father of Anub and Zobebah, and he was the ancestor of the families of Aharhel, son of Harum.",
      "9": "Jabez was more honorable than his brothers. His mother had named him Jabez [Painful], because she said that his birth was painful.",
      "10": "Jabez prayed to the Elohim of Israel, “Please bless me and give me more territory. May your power be with me and free me from evil so that I will not be in pain.” Elohim gave him what he prayed for.",
      "11": "Chelub, Shuhah’s brother, was the father of Mehir, who was the father of Eshton.",
      "12": "Eshton was the first to settle Beth Rapha. He was the father of Paseah and Tehinnah, who first settled the city of Nahash. These were the men from Recah.",
      "13": "Kenaz’s sons were Othniel and Seraiah. The sons of Othniel were Hathath and Meonothai.",
      "14": "Meonothai was the father of Ophrah. Seraiah was the father of Joab, who first settled the valley of Craftsmen. (It was named this because they were craftsmen.)",
      "15": "The sons of Caleb, son of Jephunneh, were Iru, Elah, and Naam. Elah’s son was Kenaz.",
      "16": "Jehallelel’s sons were Ziph, Ziphah, Tiria, and Asarel.",
      "17": "Ezrah’s sons were Jether, Mered, Epher, and Jalon. His wife gave birth to Miriam, Shammai, and Ishbah, who first settled Eshtemoa.",
      "18": "His Judean wife was the mother of Jered, who first settled Gedor, Heber, who first settled Soco, and Jekuthiel, who first settled Zanoah.",
      "19": "The sons of Hodiah’s wife, the sister of Naham, first settled Keilah of the Garmites and Eshtemoa of the Maacathites.",
      "20": "Shimon’s sons were Amnon, Rinnah, Ben Hanan, and Tilon. Ishi’s sons were Zoheth and Ben Zoheth.",
      "21": "The descendants of Shelah, son of Judah, were Er, who first settled Lecah, Laadah, who first settled Mareshah, families of the guild of linen workers at Beth Ashbea,",
      "22": "Jokim, Joash, Saraph, and the men of Cozeba. Saraph ruled Moab and Jashubi Lehem (according to ancient records).",
      "23": "They were the potters who lived at Netaim and Gederah. They lived there with the king and did his work.",
      "24": "Simeon’s sons were Nemuel, Jamin, Jarib, Zerah, and Shaul.",
      "25": "Shaul’s son was Shallum. Shallum’s son was Mibsam. Mibsam’s son was Mishma.",
      "26": "Mishma’s son was Hammuel. Hammuel’s son was Zaccur. Zaccur’s son was Shimei.",
      "27": "Shimei had 16 sons and 6 daughters. But his brothers didn’t have many children, so their entire family didn’t become as large as the people of Judah.",
      "28": "Simeon’s descendants lived in Beersheba, Moladah, Hazar Shual,",
      "29": "Bilhah, Ezem, Tolad,",
      "30": "Bethuel, Hormah, Ziklag,",
      "31": "Beth Marcaboth, Hazar Susim, Beth Biri, and Shaaraim. These were their cities until David became king.",
      "32": "Their five cities were Etam, Ain, Rimmon, Tochen, and Ashan.",
      "33": "They also had all the villages around these cities as far as the city of Baal. These places were where they lived, and they had their own genealogical records:",
      "34": "Meshobab, Jamlech, Joshah (son of Amaziah),",
      "35": "Joel, Jehu (son of Joshibiah, grandson of Seraiah, and great-grandson of Asiel),",
      "36": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah, and",
      "37": "Ziza (son of Shiphi, grandson of Allon, great-grandson of Jedaiah, a descendant of Shimri and Shemaiah).",
      "38": "These who are mentioned by name were leaders in their families, and the number of people in their households increased.",
      "39": "They moved to the outskirts of Gedor, on the east side of the valley, to find pasture for their flocks.",
      "40": "They found pasture that was rich and good. The land was vast, peaceful, and quiet because the Hamites used to live there.",
      "41": "In the days of King Hezekiah of Judah, the men listed here knocked down tents and killed the Meunites. They claimed the Meunites for God and destroyed them. (Even today no Meunites live there.) They lived in that land in place of the Meunites in order to have pasture for their flocks.",
      "42": "Ishi’s sons Pelatiah, Neariah, Rephaiah, and Uzziel led 500 of Simeon’s male descendants to Mount Seir.",
      "43": "They killed the Amalekites who were left. Simeon’s descendants still live there today."
    },
    "5": {
      "1": "These are the sons of Reuben, Israel’s firstborn. (Although he was the firstborn, his rights as firstborn were given to his nephews, Joseph’s sons, because he dishonored his father’s bed. However, Joseph couldn’t be listed in the genealogy as the firstborn son.",
      "2": "Even though Judah was more prominent than his brothers and the prince was to come from him, Joseph received the rights as firstborn.)",
      "3": "The sons of Reuben, Israel’s firstborn, were Hanoch, Pallu, Hezron, and Carmi.",
      "4": "Joel’s son was Shemaiah. Shemaiah’s son was Gog. Gog’s son was Shimei.",
      "5": "Shimei’s son was Micah. Micah’s son was Reaiah. Reaiah’s son was Baal.",
      "6": "Baal’s son was Beerah. King Tiglath Pilneser of Assyria took him away as a captive. He was leader of the tribe of Reuben.",
      "7": "Beerah’s brothers according to their families, when they were enrolled in the genealogical records according to their ancestry, were as follows: The first was Jeiel, then Zechariah",
      "8": "and Bela (son of Azaz, grandson of Shema, and great-grandson of Joel).\nReuben’s descendants lived in Aroer as far as Nebo and Baal Meon.",
      "9": "Some of them lived eastward as far as the edge of the desert that extends to the Euphrates River, because they had so much livestock in Gilead.",
      "10": "In Saul’s day they fought a war against the Hagrites, defeated them, and lived in their tents throughout the entire region east of Gilead.",
      "11": "Gad’s descendants lived next to Reuben’s descendants in Bashan as far east as Salcah.",
      "12": "One family descended from Gad’s first son Joel. Another family descended from Gad’s second son Shapham. Other families descended from Gad’s sons Janai and Shaphat in Bashan.",
      "13": "Their seven relatives by families were Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber.",
      "14": "These were the sons of Abihail, who was the son of Huri, grandson of Jaroah, and great-grandson of Gilead. Gilead was the son of Michael, grandson of Jeshishai, great-grandson of Jahdo, and great-great-grandson of Buz.",
      "15": "Ahi, son of Abdiel and grandson of Guni, was the head of their families.",
      "16": "They lived in Gilead, in Bashan and its villages, and in the entire pastureland of Sharon to its extreme edges.",
      "17": "All these people were recorded in genealogical records in the days of King Jotham of Judah and King Jeroboam of Israel.",
      "18": "The descendants of Reuben, Gad, and half of the tribe of Manasseh had 44,760 soldiers ready to go to war. They were skilled fighters who could carry shields and swords and shoot arrows.",
      "19": "They went to war against Hagar’s descendants (including Jetur, Naphish, and Nodab)",
      "20": "and received help while fighting them. Hagar’s descendants and the nations with them were handed over to Reuben’s descendants. They had called out to Elohim during the battle, and he answered their prayers because they trusted him.",
      "21": "They confiscated the Hagrites’ livestock: 50,000 of their camels, 250,000 sheep and goats, and 2,000 donkeys. They captured 100,000 people.",
      "22": "Many were killed in battle because this was Elohim’s war. Reuben, Gad, and half of the tribe of Manasseh lived in the Hagrites’ land until the Assyrians captured them.",
      "23": "Half of the tribe of Manasseh lived in the land from Bashan to Baal Hermon, Senir, and Mount Hermon. The tribe members were numerous.",
      "24": "These were the heads of Manasseh’s families: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were soldiers who were famous heads of their families.",
      "25": "But Gad, Reuben, and half of the tribe of Manasseh were unfaithful to the Elohim of their ancestors. They chased after the gods of the people of the land as if they were prostitutes. Elohim had destroyed these people as the Israelites arrived.",
      "26": "Then the Elohim of Israel led King Pul of Assyria (King Tiglath Pilneser of Assyria) to take Reuben, Gad, and half of the tribe of Manasseh into captivity. He brought them to Halah, Habor, Hara, and the Gozan River. They are still there today."
    },
    "6": {
      "1": "Levi’s sons were Gershon, Kohath, and Merari.",
      "2": "Kohath’s sons were Amram, Izhar, Hebron, and Uzziel.",
      "3": "Amram’s children were Aaron, Moses, and Miriam. Aaron’s sons were Nadab, Abihu, Eleazar, and Ithamar.",
      "4": "Eleazar was the father of Phinehas. Phinehas was the father of Abishua.",
      "5": "Abishua was the father of Bukki. Bukki was the father of Uzzi.",
      "6": "Uzzi was the father of Zerahiah. Zerahiah was the father of Meraioth.",
      "7": "Meraioth was the father of Amariah. Amariah was the father of Ahitub.",
      "8": "Ahitub was the father of Zadok. Zadok was the father of Ahimaaz.",
      "9": "Ahimaaz was the father of Azariah. Azariah was the father of Johanan.",
      "10": "Johanan was the father of Azariah. (He was the one who served as priest in the temple Solomon built in Jerusalem.)",
      "11": "Azariah was the father of Amariah. Amariah was the father of Ahitub.",
      "12": "Ahitub was the father of Zadok. Zadok was the father of Shallum.",
      "13": "Shallum was the father of Hilkiah. Hilkiah was the father of Azariah.",
      "14": "Azariah was the father of Seraiah. Seraiah was the father of Jehozadak.",
      "15": "Jehozadak was taken captive when Yahweh used Nebuchadnezzar to take Judah and Jerusalem away into captivity.",
      "16": "Levi’s sons were Gershom, Kohath, and Merari.",
      "17": "These are the names of Gershom’s sons: Libni and Shimei.",
      "18": "Kohath’s sons were Amram, Izhar, Hebron, and Uzziel.",
      "19": "Merari’s sons were Mahli and Mushi.\nThese are the descendants of Levi’s sons. They are grouped by families:",
      "20": "Gershom’s son was Libni. Libni’s son was Jahath. Jahath’s son was Zimmah.",
      "21": "Zimmah’s son was Joah. Joah’s son was Iddo. Iddo’s son was Zerah. Zerah’s son was Jeatherai.",
      "22": "These were Kohath’s descendants: Kohath’s son was Amminadab. Amminadab’s son was Korah. Korah’s son was Assir.",
      "23": "Assir’s son was Elkanah. Elkanah’s son was Ebiasaph. Ebiasaph’s son was Assir.",
      "24": "Assir’s son was Tahath. Tahath’s son was Uriel. Uriel’s son was Uzziah. Uzziah’s son was Shaul.",
      "25": "Elkanah’s sons were Amasai and Ahimoth.",
      "26": "Ahimoth’s son was Elkanah. Elkanah’s son was Zophai. Zophai’s son was Nahath.",
      "27": "Nahath’s son was Eliab. Eliab’s son was Jeroham. Jeroham’s son was Elkanah.",
      "28": "Samuel’s sons were Joel, who was his firstborn, and Abijah, who was his second son.",
      "29": "These were Merari’s descendants: Merari’s son was Mahli. Mahli’s son was Libni. Libni’s son was Shimei. Shimei’s son was Uzzah.",
      "30": "Uzzah’s son was Shimea. Shimea’s son was Haggiah. Haggiah’s son was Asaiah.",
      "31": "David put men in charge of the music in Yahweh’s temple after the ark was placed there permanently.",
      "32": "They served as musicians in the courtyard in front of the tent of meeting until Solomon built Yahweh’s temple in Jerusalem. They performed their duties according to the regulations set down for them.",
      "33": "These are the men who served (their descendants also served):\nThe musician Heman was from Kohath’s family line. Heman was the son of Joel, who was the son of Samuel,",
      "34": "who was the son of Elkanah, who was the son of Jeroham, who was the son of Eliel, who was the son of Toah,",
      "35": "who was the son of Zuph, who was the son of Elkanah, who was the son of Mahath, who was the son of Amasai,",
      "36": "who was the son of Elkanah, who was the son of Joel, who was the son of Azariah, who was the son of Zephaniah,",
      "37": "who was the son of Tahath, who was the son of Assir, who was the son of Ebiasaph, who was the son of Korah,",
      "38": "who was the son of Izhar, who was the son of Kohath, who was the son of Levi, who was the son of Israel.",
      "39": "Heman’s relative Asaph stood on his right. He was the son of Berechiah, who was the son of Shimea,",
      "40": "who was the son of Michael, who was the son of Baaseiah, who was the son of Malchiah,",
      "41": "who was the son of Ethni, who was the son of Zerah, who was the son of Adaiah,",
      "42": "who was the son of Ethan, who was the son of Zimmah, who was the son of Shimei,",
      "43": "who was the son of Jahath, who was the son of Gershom, who was the son of Levi.",
      "44": "On the left was Ethan, one of Heman’s relatives descended from Merari. Ethan was the son of Kishi, who was the son of Abdi, who was the son of Malluch,",
      "45": "who was the son of Hashabiah, who was the son of Amaziah, who was the son of Hilkiah,",
      "46": "who was the son of Amzi, who was the son of Bani, who was the son of Shemer,",
      "47": "who was the son of Mahli, who was the son of Mushi, who was the son of Merari, who was the son of Levi.",
      "48": "Their relatives, the Levites, were assigned all the other duties in the tent, the house of Elohim.",
      "49": "Aaron and his descendants offered sacrifices on the altar for burnt offerings and on the altar for incense. They did all the work in the most holy place and removed Israel’s sins to make Israel acceptable to God. They did exactly what Elohim’s servant Moses had commanded.",
      "50": "These were Aaron’s descendants: His son was Eleazar. Eleazar’s son was Phinehas. Phinehas’ son was Abishua.",
      "51": "Abishua’s son was Bukki. Bukki’s son was Uzzi. Uzzi’s son was Zerahiah.",
      "52": "Zerahiah’s son was Meraioth. Meraioth’s son was Amariah. Amariah’s son was Ahitub.",
      "53": "Ahitub’s son was Zadok. Zadok’s son was Ahimaaz.",
      "54": "These are the places where Levi’s descendants lived, the places where they settled in the territory chosen for them when lots were drawn:\nThe first lot was drawn for the descendants of Aaron from the family descended from Kohath.",
      "55": "They were given Hebron in the territory of Judah as well as the pastureland around it,",
      "56": "but the fields belonging to the city and its villages were given to Caleb, son of Jephunneh.",
      "57": "Aaron’s descendants were given Hebron as a city of refuge, Libnah with its pastureland, Jattir, Eshtemoa with its pastureland,",
      "58": "Hilen with its pastureland, Debir with its pastureland,",
      "59": "Ashan with its pastureland, and Beth Shemesh with its pastureland.",
      "60": "From the tribe of Benjamin, Aaron’s descendants received Geba with its pastureland, Alemeth with its pastureland, and Anathoth with its pastureland. There was a total of 13 cities for their families.",
      "61": "The rest of Kohath’s descendants received 10 cities chosen by lot from the families of half of the tribe of Manasseh.",
      "62": "The families of Gershom’s descendants were given 13 cities chosen by lot from the tribes of Issachar, Asher, Naphtali, and the part of the tribe of Manasseh that lived in Bashan.",
      "63": "The families of Merari’s descendants were given 12 cities chosen by lot from the tribes of Reuben, Gad, and Zebulun.",
      "64": "So the Israelites gave the Levites the cities with their pasturelands.",
      "65": "They gave them the cities chosen by lot and mentioned here by name from the tribes of Judah, Simeon, and Benjamin.",
      "66": "Some of the families of Kohath’s descendants had cities chosen by lot from the tribe of Ephraim.",
      "67": "They were given these cities of refuge: Shechem with its pastureland in the hills of Ephraim, Gezer with its pastureland,",
      "68": "Jokmeam with its pastureland, Beth Horon with its pastureland,",
      "69": "Aijalon with its pastureland, and Gath Rimmon with its pastureland.",
      "70": "From half of the tribe of Manasseh, they were given Aner with its pastureland and Bileam with its pastureland for the families of the rest of Kohath’s descendants.",
      "71": "Gershom’s descendants received Golan in Bashan with its pastureland and Ashtaroth with its pastureland from the families of half of the tribe of Manasseh.",
      "72": "From the tribe of Issachar, they received Kedesh with its pastureland, Daberath with its pastureland,",
      "73": "Ramoth with its pastureland, and Anem with its pastureland.",
      "74": "From the tribe of Asher, they received Mashal with its pastureland, Abdon with its pastureland,",
      "75": "Hukok with its pastureland, and Rehob with its pastureland.",
      "76": "From the tribe of Naphtali, they received Kedesh in Galilee with its pastureland, Hammon with its pastureland, and Kiriathaim with its pastureland.",
      "77": "The rest of Merari’s descendants received Rimmono with its pastureland and Tabor with its pastureland from the tribe of Zebulun.",
      "78": "From the tribe of Reuben, Merari’s descendants received land east of the Jordan River and across from Jericho: Bezer in the wilderness with its pastureland, Jahzah with its pastureland,",
      "79": "Kedemoth with its pastureland and Mephaath with its pastureland.",
      "80": "From the tribe of Gad, they received Ramoth in Gilead with its pastureland, Mahanaim with its pastureland,",
      "81": "Heshbon with its pastureland, and Jazer with its pastureland."
    },
    "7": {
      "1": "Issachar’s four sons were Tola, Puah, Jashub, and Shimron.",
      "2": "Tola’s sons were Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel. These men were heads of the families of Tola. They were soldiers grouped according to their ancestry. In David’s day there were 22,600 of them.",
      "3": "The five descendants of Uzzi were Izrahiah and Izrahiah’s sons Michael, Obadiah, Joel, and Isshiah. All of them were heads of families.",
      "4": "They had many wives and children. So in addition to these men grouped according to their ancestry and families, there were 36,000 soldiers.",
      "5": "Their relatives (that is, all of Issachar’s families) were fighting men. A total of 87,000 of them was recorded in the genealogy.",
      "6": "Benjamin had three sons: Bela, Becher, and Jediael.",
      "7": "Bela’s five sons were Ezbon, Uzzi, Uzziel, Jerimoth, and Iri. They were heads of families and fighting men. In the genealogy 22,034 of them were recorded.",
      "8": "Becher’s sons were Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. These were all of Becher’s sons.",
      "9": "In the genealogy 22,200 of them were recorded according to their ancestry (the heads of their families and fighting men).",
      "10": "Jediael’s son was Bilhan. Bilhan’s sons were Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar.",
      "11": "All of these men were Jediael’s descendants. They headed families that produced 17,200 fighting men who could go to war.",
      "12": "The Shuppites and Huppites were Ir’s descendants. The Hushites were descendants of someone else.",
      "13": "Naphtali’s sons were Jahziel, Guni, Jezer, and Shallum. They were Bilhah’s grandsons.",
      "14": "Manasseh’s sons were Asriel and Machir. Their mother was Manasseh’s Aramean concubine. Machir was the first to settle Gilead.",
      "15": "He married a wife from the Huppites and Shuppites. His wife’s name was Maacah. The name of his second son was Zelophehad. Zelophehad had only daughters.",
      "16": "Maacah, Machir’s wife, had a son, and she named him Peresh. His brother’s name was Sheresh, whose sons were Ulam and Rakem.",
      "17": "Ulam’s son was Bedan. These were the people of Gilead, descendants of Machir (son of Manasseh).",
      "18": "Bedan’s sister Hammolecheth gave birth to Ishhod, Abiezer, and Mahlah.",
      "19": "Shemida’s sons were Ahian, Shechem, Likhi, and Aniam.",
      "20": "Ephraim’s son was Shuthelah. Shuthelah’s son was Bered. Bered’s son was Tahath. Tahath’s son was Eleadah. Eleadah’s son was Tahath.",
      "21": "Tahath’s son was Zabad. Zabad’s son was Shuthelah.\nEphraim’s sons Ezer and Elead were killed by the men of Gath when they came to take their livestock.",
      "22": "Their father Ephraim mourned a long time, even though his brothers tried to comfort him.",
      "23": "Then he slept with his wife, and she became pregnant. She gave birth to a son, and Ephraim named him Beriah [Tragedy], because tragedy had come to his home.",
      "24": "Beriah’s daughter was Sheerah, who built Upper and Lower Beth Horon and Uzzen Sheerah.",
      "25": "Beriah’s son was Rephah. Rephah’s son was Resheph. Resheph’s son was Telah. Telah’s son was Tahan.",
      "26": "Tahan’s son was Ladan. Ladan’s son was Ammihud. Ammihud’s son was Elishama.",
      "27": "Elishama’s son was Nun. Nun’s son was Joshua.",
      "28": "The land and homes of Ephraim’s descendants were in Bethel and its villages, Naaran to the east, Gezer with its villages to the west, Shechem and its villages, and as far as Gaza and its villages.",
      "29": "Next to Manasseh were Beth Shean and its villages, Taanach and its villages, Megiddo and its villages, and Dor and its villages. The descendants of Joseph, son of Israel, live in these cities.",
      "30": "Asher’s sons were Imnah, Ishvah, Ishvi, and Beriah. Their sister was Serah.",
      "31": "Beriah’s sons were Heber and Malchiel, who first settled Birzaith.",
      "32": "Heber was the father of Japhlet, Shomer, Hotham, and their sister Shua.",
      "33": "Japhlet’s sons were Pasach, Bimhal, and Ashvath. These were Japhlet’s sons.",
      "34": "The sons of his brother Shomer were Rohgah, Jehubbah, and Aram.",
      "35": "His brother Helem’s sons were Zophah, Imna, Shelesh, and Amal.",
      "36": "Zophah’s sons were Suah, Harnepher, Shual, Beri, Imrah,",
      "37": "Bezer, Hod, Shamma, Shilsha, Ithran, and Beera.",
      "38": "Jether’s sons were Jephunneh, Pispa, and Ara.",
      "39": "Ulla’s sons were Arah, Hanniel, and Rizia.",
      "40": "All of these men were Asher’s descendants—heads of their families, outstanding men, soldiers, and distinguished leaders. Their military roster had 26,000 recorded in it."
    },
    "8": {
      "1": "Benjamin was the father of Bela (his firstborn), Ashbel (his second son), Aharah (his third son),",
      "2": "Nohah (his fourth son), and Rapha (his fifth son).",
      "3": "Bela’s sons were Addar, Gera, Abihud,",
      "4": "Abishua, Naaman, Ahoah,",
      "5": "Gera, Shephuphan, and Huram.",
      "6": "These were Ehud’s sons, who were heads of the families living in Geba and who were taken away as captives to Manahath:",
      "7": "Naaman, Ahijah, and Gera. Gera led the rest of them away as captives. He was the father of Uzza and Ahihud.",
      "8": "Shaharaim divorced his wives Hushim and Baara. But later in Moab,",
      "9": "he and his wife Hodesh had the following sons: Jobab, Zibia, Mesha, Malcam,",
      "10": "Jeuz, Sachia, and Mirmah. All of Shaharaim’s sons became heads of families.",
      "11": "He and Hushim were the parents of Abitub and Elpaal.",
      "12": "Elpaal’s sons were Eber, Misham, and Shemed (who built Ono, Lod, and Lod’s villages).",
      "13": "Beriah and Shema were the heads of the families who lived in Aijalon. They forced out the people living in Gath.",
      "14": "Their brothers were Shashak and Jeremoth.",
      "15": "Beriah’s sons were Zebadiah, Arad, Eder,",
      "16": "Michael, Ishpah, and Joha.",
      "17": "Elpaal’s sons were Zebadiah, Meshullam, Hizki, Heber,",
      "18": "Ishmerai, Izliah, and Jobab.",
      "19": "Shimei’s sons were Jakim, Zichri, Zabdi,",
      "20": "Elienai, Zillethai, Eliel,",
      "21": "Adaiah, Beraiah, and Shimrath.",
      "22": "Shashak’s sons were Ishpan, Eber, Eliel,",
      "23": "Abdon, Zichri, Hanan,",
      "24": "Hananiah, Elam, Anthothijah,",
      "25": "Iphdeiah, and Penuel.",
      "26": "Jeroham’s sons were Shamsherai, Shehariah, Athaliah,",
      "27": "Jaareshiah, Elijah, and Zichri.",
      "28": "These were the heads of families listed by their ancestry. They were the heads of families. They lived in Jerusalem.",
      "29": "Jeiel, who first settled Gibeon, lived in Gibeon, and his wife’s name was Maacah.",
      "30": "His firstborn son was Abdon, then Zur, Kish, Baal, Nadab,",
      "31": "Gedor, Ahio, Zecher,",
      "32": "and Mikloth, who was the father of Shimeah. They lived next to their relatives in Jerusalem.",
      "33": "Ner was the father of Kish. Kish was the father of Saul. Saul was the father of Jonathan, Malchishua, Abinadab, and Eshbaal.",
      "34": "Jonathan’s son was Meribbaal, and Meribbaal was the father of Micah.",
      "35": "Micah’s sons were Pithon, Melech, Tarea, and Ahaz.",
      "36": "Ahaz was the father of Jehoaddah. Jehoaddah was the father of Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza.",
      "37": "Moza was the father of Binea. Binea’s son was Raphah. Raphah’s son was Eleasah. Eleasah’s son was Azel.",
      "38": "Azel had six sons. Their names were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All of these men were Azel’s sons.",
      "39": "His brother Eshek’s sons were Ulam (the firstborn), Jeush (the second son), and Eliphelet (the third son).",
      "40": "Ulam’s sons were soldiers, skilled archers. They had many sons and grandsons, 150 in all. All of these men were Benjamin’s descendants."
    },
    "9": {
      "1": "All Israel was recorded in the genealogies in the Book of the Kings of Israel and Judah. The Israelites were taken away to Babylon as captives because they had sinned.",
      "2": "The first to settle again on their property in their own cities were some Israelites, the priests, the Levites, and the temple servants.",
      "3": "Jerusalem was settled by descendants of Judah, Benjamin, Ephraim, and Manasseh:",
      "4": "From the descendants of Perez, son of Judah, was Uthai, who was the son of Ammihud, grandson of Omri, and great-grandson of Imri. (Imri’s father was Bani.)",
      "5": "From the descendants of Shilah were Asaiah (the firstborn) and his sons.",
      "6": "And from the descendants of Zerah were Jeuel and their relatives, 690 in all.",
      "7": "From the descendants of Benjamin were Sallu (son of Meshullam, grandson of Hodaviah, and great-grandson of Hassenuah),",
      "8": "Ibneiah (son of Jeroham), Elah (son of Uzzi and grandson of Michri), and Meshullam (son of Shephatiah, grandson of Reuel, and great-grandson of Ibniah),",
      "9": "and their relatives according to their ancestry. All of these men were heads of their families. A total of 956 of them lived in Jerusalem.",
      "10": "From the priests were Jedaiah, Jehoiarib, Jachin,",
      "11": "and Azariah. Azariah was the son of Hilkiah, grandson of Meshullam, and great-grandson of Zadok. Zadok’s father was Meraioth, the son of Ahitub (the official in charge of Elohim’s temple).",
      "12": "Also from the priests were Adaiah (son of Jeroham, grandson of Pashhur, and great-grandson of Malchiah) and Maasai (son of Adiel, grandson of Jahzerah, and great-grandson of Meshullam, whose father was Meshillemith, son of Immer).",
      "13": "Their relatives who were heads of their families totaled 1,760 soldiers. They served in Elohim’s temple and settled in Jerusalem.",
      "14": "From the Levites descended from Merari were Shemaiah (son of Hasshub, grandson of Azrikam, and great-grandson of Hashabiah),",
      "15": "Bakbakkar, Heresh, Galal, Mattaniah (son of Mica, grandson of Zichri, and great-grandson of Asaph),",
      "16": "Obadiah (son of Shemaiah, grandson of Galal, and great-grandson of Jeduthun), and Berechiah (son of Asa and grandson of Elkanah, who lived in the villages belonging to the Netophathites).",
      "17": "The gatekeepers were Shallum, Akkub, Talmon, Ahiman, and their relatives. (Shallum was in charge.)",
      "18": "Formerly, they were stationed at the king’s gate on the east side. They were the gatekeepers for the Levite quarters.",
      "19": "Shallum (son of Kore, grandson of Ebiasaph, great-grandson of Korah) and the members of his family (Korah’s descendants) were responsible for serving as watchmen at the entrances to the tent, as their ancestors had been in charge of guarding the entrances to Yahweh’s camp.",
      "20": "(Phinehas, Eleazar’s son, had been the official in charge of the gatekeepers, and Yahweh was with him.)",
      "21": "Zechariah, son of Meshelemiah, was the keeper at the entrance to the tent of meeting.",
      "22": "The men chosen to be gatekeepers at the entrances totaled 212. Their genealogies were recorded in their villages. David and the seer Samuel appointed them to these positions because they were trustworthy.",
      "23": "So they and their descendants were assigned to be gatekeepers for Yahweh’s house, that is, the tent.",
      "24": "The gatekeepers were on the four sides (east, west, north, and south).",
      "25": "Their relatives had to come from their villages from time to time. They would come to serve under the gatekeepers’ supervision for a period of seven days.",
      "26": "The four chief Levite gatekeepers were in charge of the rooms and treasures in Elohim’s temple because of their faithfulness.",
      "27": "They would spend the night stationed around Elohim’s temple because they had to guard it and open it every morning.",
      "28": "Some of them were in charge of the utensils for worship. They would count them when they brought them in and when they took them out.",
      "29": "Other descendants of Korah were placed in charge of the utensils, the holy utensils, the flour, wine, olive oil, incense, and spices.",
      "30": "Some of the priests’ sons prepared the mixture of spices.",
      "31": "Mattithiah, a Levite, the firstborn son of Shallum, Korah’s descendant, was entrusted with preparing the flat bread.",
      "32": "Some of their Kohathite relatives were responsible for setting the bread out in rows every day of worship.",
      "33": "These were the musicians who were the heads of the Levite families. They lived in rooms in the temple and were free from other duties because they were on duty day and night.",
      "34": "They were the heads of the Levite families according to their ancestry. These head Levites lived in Jerusalem.",
      "35": "Jeiel, who first settled Gibeon, lived in Gibeon, and his wife’s name was Maacah.",
      "36": "His firstborn son was Abdon, then Zur, Kish, Baal, Nadab,",
      "37": "Gedor, Ahio, Zechariah, and Mikloth.",
      "38": "Mikloth was the father of Shimeam. They lived next to their relatives in Jerusalem.",
      "39": "Ner was the father of Kish. Kish was the father of Saul. Saul was the father of Jonathan, Malchishua, Abinadab, and Eshbaal.",
      "40": "Jonathan’s son was Meribbaal, and Meribbaal was the father of Micah.",
      "41": "Micah’s sons were Pithon, Melech, and Tarea.",
      "42": "Ahaz was the father of Jarah. Jarah was the father of Alemeth, Azmaveth, and Zimri. Zimri was the father of Moza.",
      "43": "Moza was the father of Binea. Binea’s son was Rephaiah. Rephaiah’s son was Eleasah. Eleasah’s son was Azel.",
      "44": "Azel had six sons. Their names were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All of these men were Azel’s sons."
    },
    "10": {
      "1": "When the Philistines fought against Israel, the men of Israel fled from the Philistines and were killed in battle on Mount Gilboa.",
      "2": "The Philistines caught up to Saul and his sons. They killed Jonathan, Abinadab, and Malchishua, Saul’s sons.",
      "3": "The heaviest fighting was against Saul. When the archers got him in their range, he was wounded by them.",
      "4": "Saul told his armorbearer, “Draw your sword! Stab me, or these godless men will come and make fun of me.” But his armorbearer refused because he was terrified. So Saul took the sword and fell on it.",
      "5": "When the armorbearer saw that Saul was dead, he also fell on the sword and died.",
      "6": "So Saul, his three sons, and his dynasty died together.",
      "7": "When all the people of Israel in the valley saw that their army had fled and that Saul and his sons were dead, they abandoned their cities. So the Philistines came to live in these cities.",
      "8": "The next day, when the Philistines came to strip the dead, they found Saul and his sons lying on Mount Gilboa.",
      "9": "They stripped him and took his head and his armor. Then they sent men throughout Philistine territory to tell their idols and the people this good news.",
      "10": "They put his armor in the temple of their gods and fastened his head to the temple of Dagon.",
      "11": "When all the people of Jabesh Gilead heard about everything the Philistines had done to Saul,",
      "12": "all the fighting men came and took away the dead bodies of Saul and his sons and brought them to Jabesh. They buried the bones under the oak tree in Jabesh. Then they fasted seven days.",
      "13": "So Saul died because of his unfaithfulness to Yahweh: He did not obey the word of Yahweh. He asked a medium to request information from a dead person.",
      "14": "He didn’t request information from Yahweh. So Yahweh killed him and turned the kingship over to David, Jesse’s son."
    },
    "11": {
      "1": "All Israel gathered around David at Hebron. “We are your own flesh and blood,” they said.",
      "2": "“Even in the past when Saul ruled, you were the one who led Israel on its campaigns to war. Yahweh your Elohim has said to you, ‘You will be shepherd of my people Israel, the leader of my people Israel.’”",
      "3": "All the leaders of Israel had come to Hebron. David made an agreement with them at Hebron in front of Yahweh. So they anointed David king of Israel, as Yahweh had spoken through Samuel.",
      "4": "David and all Israel went to Jerusalem (that is, Jebus). The Jebusites were living in that region.",
      "5": "They told David, “You will never get in here.” But David captured the fortress Zion (that is, the City of David).",
      "6": "Now, David said, “Whoever is the first to kill a Jebusite will be made a general and a prince.” Zeruiah’s son Joab was the first to go into Jerusalem, so he became the general.",
      "7": "David lived in the fortress, so it was called the City of David.",
      "8": "He built the city of Jerusalem around it, starting from the Millo and making a complete circuit. Joab rebuilt the rest of the city.",
      "9": "David continued to grow more powerful because Yahweh Tsebaoth was with him.",
      "10": "Now, these were the commanders of David’s fighting men, who exercised power with him in his kingdom, and with all Israel they made him king according to Yahweh’s word to Israel.",
      "11": "The first of David’s fighting men was Jashobeam, son of Hachmon, the leader of the three. He used his spear to kill 300 men on one occasion.",
      "12": "Next in rank to him was Eleazar, another one of the three fighting men. He was the son of Dodo and grandson of Aho.",
      "13": "Eleazar was with David at Pas Dammim when the Philistines gathered there for battle. There was a field of ripe barley. When the troops fled from the Philistines,",
      "14": "they stood in the middle of the field and defended it by killing Philistines. So Yahweh saved them with an impressive victory.",
      "15": "Once three of the thirty leading men went down to David’s rock at the cave of Adullam when the army of the Philistines was camping in the valley of Rephaim.",
      "16": "While David was in the fortified camp, Philistine troops were in Bethlehem.",
      "17": "David was thirsty and said, “I wish I could have a drink of water from the cistern at the city gate of Bethlehem.”",
      "18": "So the three burst into the Philistine camp and drew water from the cistern. They brought it to David, but he refused to drink it. He poured it out as an offering to Yahweh",
      "19": "and said, “It’s unthinkable that I would do this, Elohim. Should I drink the blood of these men who risked their lives? They had to risk their lives to get this water.” So he refused to drink it.\nThese are the things which the three fighting men did.",
      "20": "Joab’s brother Abishai was the leader of the thirty. He used his spear to kill 300 men, but he was not one of the three,",
      "21": "although he was honored more than they were. So he became their captain but didn’t become a member of the three.",
      "22": "Benaiah, son of Jehoiada, was from Kabzeel and was a brave man who did many things. He killed two distinguished soldiers from Moab. He also went into a cistern and killed a lion on the day it snowed.",
      "23": "He killed an eight-foot-tall Egyptian. The Egyptian had a spear like a weaver’s beam in his hand. But Benaiah went to him with a club, grabbed the spear away from him, and killed him with it.",
      "24": "These are the things that Benaiah, son of Jehoiada, did. He was as famous as the three fighting men.",
      "25": "He was honored more than the thirty, but he was not a member of the three. David put him in charge of his bodyguards.",
      "26": "The distinguished fighting men were\nJoab’s brother Asahel,\nElhanan (son of Dodo) from Bethlehem,",
      "27": "Shammoth from Harod,\nHelez the Pelonite,",
      "28": "Ira (son of Ikkesh) from Tekoa,\nAbiezer from Anathoth,",
      "29": "Sibbecai (son of Hushai),\nIlai (descendant of Ahohi),",
      "30": "Maharai from Netophah,\nHeled (son of Baanah) from Netophah,",
      "31": "Ithai (son of Ribai) from Gibeah in Benjamin,\nBenaiah from Pirathon,",
      "32": "Hurai from the Gaash ravines,\nAbiel from Beth Arabah,",
      "33": "Azmaveth from Bahurim,\nEliahba from Shaalbon,",
      "34": "Bene Hashem from Gizon,\nJonathan (son of Shage the Hararite),",
      "35": "Ahiam (son of Sachar the Hararite),\nEliphal (son of Ur),",
      "36": "Hepher the Mecherathite,\nAhijah the Pelonite,",
      "37": "Hezro from Carmel,\nNaari (son of Ezbai),",
      "38": "Joel (son of Nathan),\nMibhar (son of Hagri),",
      "39": "Zelek from Ammon,\nNaharai from Beroth, armorbearer for Zeruiah’s son Joab,",
      "40": "Ira (descendant of Ithra),\nGareb (descendant of Ithra),",
      "41": "Uriah the Hittite,\nZabad (son of Ahlai),",
      "42": "Adina (son of Shiza) from the tribe of Reuben (who was leader of the tribe of Reuben and had his own group of thirty soldiers),",
      "43": "Hanan (son of Maacah),\nand Joshaphat the Mithnite,",
      "44": "Uzzia from Ashteroth,\nShama and Jeiel (sons of Hotham from Aroer),",
      "45": "Jediael (son of Shimri) and\nhis brother Joha the Tizite,",
      "46": "Eliel the Mahavite,\nJeribai and Joshaviah (sons of Elnaam),\nIthmah from Moab,",
      "47": "Eliel,\nObed, and\nJaasiel the Mezobaite."
    },
    "12": {
      "1": "These are the men who came to David at Ziklag when he was banished by Saul, son of Kish. They were among the soldiers who went into battle with David.",
      "2": "They were armed with bows and could sling stones or shoot arrows with either their right or their left hands. They were Saul’s relatives, from the tribe of Benjamin.",
      "3": "Ahiezer was the leader, then Joash (they were the sons of Shemaah from Gibeah), Azmaveth’s sons Jeziel and Pelet, Beracah and Jehu from Anathoth,",
      "4": "Ishmaiah from Gibeon (one of the thirty fighting men and one of their leaders), Jeremiah, Jahaziel, Johanan, and Jozabad from Gederah,",
      "5": "Eluzai, Jerimoth, Bealiah, Shemariah, and Shephatiah from Haruph,",
      "6": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam (Korah’s descendants),",
      "7": "and Joelah and Zebadiah, Jeroham’s sons from Gedor.",
      "8": "Some men left Gad to join David at the fortified camp in the desert. They were warriors, trained soldiers, able to fight with shields and spears. They looked like lions and were as fast as gazelles on the hills.",
      "9": "Ezer was the first of these soldiers. The second was Obadiah. The third was Eliab.",
      "10": "The fourth was Mishmannah. The fifth was Jeremiah.",
      "11": "The sixth was Attai. The seventh was Eliel.",
      "12": "The eighth was Johanan. The ninth was Elzabad.",
      "13": "The tenth was Jeremiah. The eleventh was Machbannai.",
      "14": "These descendants of Gad were army officers. The least able one was in command of 100 men, and the best one was in command of 1,000.",
      "15": "In the first month of the year, these men crossed the Jordan River when it was flooding its banks. They chased away all the people in the valleys to the east and west.",
      "16": "Some of the men of Benjamin and Judah came to David at the fortified camp.",
      "17": "David went to meet them. He told them, “If you’ve come to help me as friends would, then you may join me. But if you’ve come to betray me to my enemies, even though I haven’t committed a crime, may the Elohim of our ancestors see this and judge you.”",
      "18": "Then the Ruach gave Amasai, the leader of the thirty, the strength to say,\n“We are yours, David.\nWe are with you, son of Jesse.\n    Success, success to you!\n    Success to those who help you,\n        because your Elohim is helping you.”\nSo David welcomed them and made them officers over his troops.",
      "19": "Some men from Manasseh had deserted Saul’s army to join David when he went with the Philistines to attack Saul. (However, David didn’t help the Philistines because their rulers sent him away after considering the matter. They said, “It will cost us our heads when he deserts and joins his master Saul.”)",
      "20": "When David went to Ziklag, these men from Manasseh deserted to join him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai. Each one was an officer over 1,000 men in Manasseh.",
      "21": "They helped David fight raiding parties because they were all warriors, commanders in the army.",
      "22": "From day to day, men came to help David until he had an army as large as Elohim’s army.",
      "23": "These are the numbers of the men equipped for war. The men joined David at Hebron to turn Saul’s kingship over to David, as Yahweh had said.",
      "24": "From Judah’s descendants there were 6,800 men equipped for war. They carried shields and spears.",
      "25": "From Simeon’s descendants there were 7,100 warriors.",
      "26": "From Levi’s descendants there were 4,600",
      "27": "as well as Jehoiada (leader of Aaron’s families). With him there were 3,700 men,",
      "28": "and Zadok, a young warrior from whose family came 22 officers.",
      "29": "From Benjamin’s descendants, Saul’s relatives, there were 3,000 men, though most of them remained loyal to Saul’s family.",
      "30": "From Ephraim’s descendants there were 20,800 warriors who were famous among their families.",
      "31": "From half of the tribe of Manasseh there were 18,000 who had been designated by name to make David king.",
      "32": "From Issachar’s descendants there were 200 leaders who understood the times and knew what Israel should do. Their relatives were under their command.",
      "33": "From Zebulun there were 50,000 experienced soldiers. They were equipped for battle with every kind of weapon. Their loyalty was unquestioned.",
      "34": "From Naphtali there were 1,000 commanders. With them were 37,000 who fought with shields and spears.",
      "35": "From Dan there were 28,600 ready for battle.",
      "36": "From Asher there were 40,000 experienced soldiers ready for battle.",
      "37": "From the east side of the Jordan River, from Reuben, Gad, and half the tribe of Manasseh, there were 120,000 soldiers ready to fight with all kinds of weapons.",
      "38": "All of these soldiers, who were prepared for battle, came with a single purpose to Hebron—to make David king of all Israel. The rest of Israel also had agreed to make David king.",
      "39": "They ate and drank with David for three days because their relatives in Judah had provided enough for them.",
      "40": "Also, their neighbors as far as the territories of Issachar, Zebulun, and Naphtali brought food on donkeys, camels, mules, and oxen. There was plenty of flour, fig cakes, raisins, wine, olive oil, cattle, and sheep, because Israel was celebrating."
    },
    "13": {
      "1": "David consulted with every officer who commanded a regiment or battalion.",
      "2": "Then he told the whole assembly of Israel, “If you approve and if Yahweh our Elohim has consented, we will send an invitation to the rest of our relatives in every region of Israel and to the priests and Levites in their cities and pasturelands so that they may join us.",
      "3": "Then we’ll bring back our Elohim’s ark, which we ignored while Saul was king.”",
      "4": "The whole assembly agreed to this because the people considered it the right thing to do.",
      "5": "So David gathered all Israel from the Shihor River near Egypt to the border of Hamath in order to bring Elohim’s ark from Kiriath Jearim.",
      "6": "David and all Israel went to Baalah in Kiriath Jearim, which is in Judah, to bring Elohim’s ark to Jerusalem. (Yahweh is enthroned over the angels on the ark where his name is used.)",
      "7": "David and his men put Elohim’s ark on a new cart from Abinadab’s home. Uzzah and Ahio guided the cart.",
      "8": "David and all Israel were celebrating in Elohim’s presence with all their might, with songs, with lyres, harps, tambourines, cymbals, and trumpets.",
      "9": "But when they came to Chidon’s threshing floor, the oxen stumbled. So Uzzah reached out to grab the ark.",
      "10": "Yahweh became angry with Uzzah and killed him for reaching for the ark. He died in Elohim’s presence.",
      "11": "David was angry because Yahweh had struck Uzzah so violently. (That place is still called Perez Uzzah [The Striking of Uzzah] today.)",
      "12": "David was afraid of Elohim that day. “How can I bring Elohim’s ark to my city?” he asked.",
      "13": "So he didn’t bring God’s ark to his home, the City of David. Instead, he rerouted it to the home of Obed Edom, who was from Gath.",
      "14": "Elohim’s ark stayed at the home of Obed Edom with his family for three months, and Yahweh blessed Obed Edom’s family and everything he owned."
    },
    "14": {
      "1": "King Hiram of Tyre sent messengers to David, along with cedarwood, masons, and carpenters to build a palace for David.",
      "2": "So David realized that Yahweh had established him as king of Israel and that his kingdom was made famous for the sake of Israel, Yahweh’s people.",
      "3": "David married more wives in Jerusalem and fathered more sons and daughters.",
      "4": "These are the names of the children who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
      "5": "Ibhar, Elishua, Elpelet,",
      "6": "Nogah, Nepheg, Japhia,",
      "7": "Elishama, Beeliada, and Eliphelet.",
      "8": "When the Philistines heard that David had been anointed king of Israel, all of them came to attack David. But David heard about it and went out to meet them.",
      "9": "The Philistines had come and raided the valley of Rephaim.",
      "10": "David asked Elohim, “Should I attack the Philistines? Will you hand them over to me?”\nYahweh answered him, “Attack! I will hand them over to you.”",
      "11": "So David and his men attacked and defeated the Philistines at Baal Perazim. David said, “Using my power like an overwhelming flood, Elohim has overwhelmed my enemies.” That is why they call that place Baal Perazim [The Lord Overwhelms].",
      "12": "The Philistines left their gods there, so David ordered that the gods be burned.",
      "13": "The Philistines again raided the valley.",
      "14": "Once more David asked Elohim.\nElohim answered him, “Don’t go after them. Circle around, and come at them in front of the balsam trees.",
      "15": "As you hear the sound of marching in the tops of the balsam trees, then go out and fight because Elohim has gone ahead of you to defeat the Philistine army.”",
      "16": "David did as Elohim ordered him, and his men defeated the Philistine army from Gibeon to Gezer.",
      "17": "David’s fame spread through all lands, and Yahweh made all the nations fear him."
    },
    "15": {
      "1": "After David constructed buildings for himself in the City of David, he prepared a place for Elohim’s ark and set up a tent for it.",
      "2": "Then David insisted that only the Levites carry Elohim’s ark because Yahweh had chosen them to carry Yahweh’s ark and to serve him forever.",
      "3": "David called together all Israel at Jerusalem to bring Yahweh’s ark to the place he had prepared for it.",
      "4": "David also called together Aaron’s descendants and the Levites.",
      "5": "Leading Kohath’s descendants was Uriel, who came with 120 of his relatives.",
      "6": "Leading Merari’s descendants was Asaiah, who came with 220 of his relatives.",
      "7": "Leading Gershom’s descendants was Joel, who came with 130 of his relatives.",
      "8": "Leading Elizaphan’s descendants was Shemaiah, who came with 200 of his relatives.",
      "9": "Leading Hebron’s descendants was Eliel, who came with 80 of his relatives.",
      "10": "Leading Uzziel’s descendants was Amminadab, who came with 112 of his relatives.",
      "11": "David called for the priests Zadok and Abiathar and for the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab.",
      "12": "He said to them, “You are the heads of the Levite families. You and your relatives must perform the ceremonies to make yourselves holy. Then bring the ark of Yahweh Elohim of Israel to the place I prepared for it.",
      "13": "Because you weren’t there the first time, Yahweh our Elohim struck us. We hadn’t dedicated our lives to serving him in the way he designated.”",
      "14": "So the priests and the Levites made themselves holy in order to move the ark of Yahweh Elohim of Israel.",
      "15": "The Levites carried Elohim’s ark on their shoulders. They used poles as Moses had commanded according to Yahweh’s instructions.",
      "16": "David told the Levite leaders to appoint some of their relatives to serve as musicians. They were expected to play music on harps, lyres, and cymbals to produce joyful music for singing.",
      "17": "So the Levites appointed Heman, son of Joel, and from his relatives they appointed Asaph, Berechiah’s son. From their own relatives, Merari’s descendants, they appointed Ethan, son of Kushaiah.",
      "18": "In addition, they appointed their relatives from the second division: Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, and Mikneiah. Obed Edom and Jeiel were appointed gatekeepers.",
      "19": "The musicians Heman, Asaph, and Ethan were appointed to play bronze cymbals.",
      "20": "Zechariah, Jaziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah were appointed to play harps according to alamoth.",
      "21": "Mattithiah, Eliphelehu, Mikneiah, Obed Edom, Jeiel, and Azaziah were appointed to play lyres and to conduct the sheminith.",
      "22": "Chenaniah, a Levite leader, instructed others how to sing prophetic songs because he was skilled at it.",
      "23": "Berechiah and Elkanah were gatekeepers for the ark.",
      "24": "The priests Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer blew trumpets in front of Elohim’s ark. Obed Edom and Jehiah were doorkeepers for the ark.",
      "25": "So David, the leaders of Israel, and the army’s commanders joyfully went to get the ark of Yahweh’s promise from Obed Edom’s house.",
      "26": "Because Elohim helped the Levites who carried the ark of Yahweh’s promise, they sacrificed seven bulls and seven rams.",
      "27": "David was dressed in a fine linen robe, as were all the Levites who carried the ark, the Levites who were singers, and Chenaniah, the leader of the musicians’ prophetic songs. David also wore a linen ephod.",
      "28": "All Israel brought the ark of Yahweh’s promise with shouts of joy and the sounding of rams’ horns, trumpets, cymbals, harps, and lyres.",
      "29": "When the ark of Yahweh’s promise came to the City of David, Saul’s daughter Michal looked out of a window and saw King David dancing and celebrating, so she despised him."
    },
    "16": {
      "1": "The men carrying the ark set it inside the tent David had put up for it. They presented burnt offerings and fellowship offerings in Elohim’s presence.",
      "2": "When David had finished sacrificing burnt offerings and fellowship offerings, he blessed the people in the name of Yahweh.",
      "3": "He also distributed to every person in Israel—both men and women—a loaf of bread, a date cake, and a raisin cake.",
      "4": "David appointed some Levites to serve in front of Yahweh’s ark by offering prayers, thanks, and praise to Yahweh Elohim of Israel.",
      "5": "Asaph was the head; Zechariah was second, then Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed Edom, and Jeiel with harps and lyres. Asaph played the cymbals.",
      "6": "The priests Benaiah and Jahaziel played trumpets all the time in front of the ark of Elohim’s promise.",
      "7": "For the first time David entrusted Asaph and his relatives with the task of singing songs of thanks to Yahweh:",
      "8": "“Give thanks to Yahweh.\nCall on his name.\nMake known among the nations what he has done.",
      "9": "Sing to him.\nMake music to praise him.\nMeditate on all the miracles he has done.",
      "10": "Brag about his holy name.\nLet the hearts of those who seek Yahweh rejoice.",
      "11": "Search for Yahweh and his strength.\nAlways seek his presence.",
      "12": "Remember the miracles he performed,\n    the amazing things he did and the judgments he pronounced,",
      "13": "you descendants of Israel, his servant,\n    you descendants of Jacob, his chosen ones.",
      "14": "“He is Yahweh our Elohim.\n    His judgments are pronounced throughout the earth.",
      "15": "Remember his promise forever,\n    the word that he commanded for a thousand generations,",
      "16": "the promise that he made to Abraham,\n    and his sworn promise to Isaac.",
      "17": "He confirmed it as a law for Jacob,\n    as an everlasting promise to Israel,",
      "18": "by saying, ‘I will give you Canaan.\n    It is your share of the inheritance.’",
      "19": "“While they were few in number,\n    a small group of foreigners living in that land,",
      "20": "they wandered from nation to nation\n    and from one kingdom to another.",
      "21": "He didn’t permit anyone to oppress them.\nHe warned kings about them:",
      "22": "‘Do not touch my anointed ones\n    or harm my prophets.’",
      "23": "“Sing to Yahweh, all the earth!\n    Day after day announce that Yahweh saves his people.",
      "24": "Tell people about his glory.\n    Tell all the nations about his miracles.",
      "25": "“Yahweh is great!\n    He should be highly praised.\n    He should be feared more than all other gods",
      "26": "because all the gods of the nations are idols.\nYahweh made the heavens.",
      "27": "Splendor and majesty are in his presence.\nStrength and joy are where he is.",
      "28": "“Give to Yahweh, you families of the nations.\nGive to Yahweh glory and power.",
      "29": "Give to Yahweh the glory his name deserves.\n    Bring an offering, and come to him.\n        Worship Yahweh in his holy splendor.",
      "30": "Tremble in his presence, all the earth!\n“The earth stands firm; it cannot be moved.",
      "31": "Let the heavens rejoice and the earth be glad.\n    Say to the nations, ‘Yahweh rules as king!’",
      "32": "Let the sea and everything in it roar like thunder.\n    Let the fields and everything in them rejoice.",
      "33": "Then the trees in the forest will sing with joy\n    in the presence of Yahweh when he comes to judge the earth.",
      "34": "“Give thanks to Yahweh because he is good,\n    because his mercy endures forever.",
      "35": "Say, ‘Rescue us, O Elohim our Savior.\n    Gather us and save us from the nations\n        so that we may give thanks to your holy name\n            and make your praise our glory.’",
      "36": "Thanks be to Yahweh Elohim of Israel\n    from everlasting to everlasting.”\nThen all the people said amen and praised Yahweh.",
      "37": "David left Asaph and his relatives to serve continually in front of the ark of Yahweh’s promise, as the daily work required.",
      "38": "David also left Obed Edom and 68 of his relatives to serve there. Obed Edom (Jeduthun’s son) and Hosah were to be gatekeepers.",
      "39": "David left Zadok and his priestly relatives to serve in Yahweh’s tent at the place of worship in Gibeon.",
      "40": "They were ordered to sacrifice burnt offerings to Yahweh. This happened on the altar of burnt offerings continually, morning and evening, as written in Yahweh’s Teachings that he gave Israel.",
      "41": "With Zadok and his relatives were Heman, Jeduthun, and the rest of the Levites who had been selected, chosen by name, to give thanks to Yahweh by singing, “His mercy endures forever.”",
      "42": "Also, Heman and Jeduthun played trumpets, cymbals, and the other musical instruments that accompany sacred songs. Jeduthun’s sons were stationed at the gate.",
      "43": "Then all the people went home. David went back to bless his family."
    },
    "17": {
      "1": "When David was living in his house, he said to the prophet Nathan, “I’m living in a house made of cedar, while the ark of Yahweh’s promise is inside a tent.”",
      "2": "Nathan told David, “Do everything you have in mind, because Elohim is with you.”",
      "3": "But that same night Elohim spoke his word to Nathan:",
      "4": "“Say to David, my servant, ‘This is what Yahweh says: You must not build this house for me to live in.",
      "5": "I haven’t lived in a house from the day I brought Israel out of Egypt to this day, but I’ve gone from tent site to tent site, moving the tent of meeting from one location to another.",
      "6": "In all the places I’ve moved with all Israel, did I ever ask any of the judges of Israel whom I ordered to be shepherds of my people why they didn’t build me a house of cedar?’",
      "7": "“Now this is what you will say to my servant David: ‘This is what Yahweh Tsebaoth says: I took you from the pasture where you followed sheep so that you could be the leader of my people Israel.",
      "8": "I was with you wherever you went, and I destroyed all your enemies in front of you. I will make your name like the names of the greatest people on earth.",
      "9": "I will make a place for my people Israel and plant them there. They will live in their own place and not be troubled anymore. The wicked will no longer frighten them as they used to do",
      "10": "ever since I appointed judges to rule my people Israel. I will crush all your enemies. I even tell you that I, Yahweh, will build a house for you.",
      "11": "“‘When the time comes for you to go and be with your ancestors, I will send one of your descendants. He will be one of your sons. I will establish his kingdom.",
      "12": "He will build a house for me, and I will establish his throne forever.",
      "13": "I will be his Ab, and he will be my Son. And I will never stop showing him my love as I did to your predecessor.",
      "14": "I will place him in my royal house forever, and his throne will be established forever.’”",
      "15": "Nathan told David all these words and everything he had seen.",
      "16": "Then King David went into the tent and sat in front of Yahweh. “Who am I, Yahweh Elohim,” he asked, “and why is my house so important that you have brought me this far?",
      "17": "And this you consider to be a small act, Elohim. You’ve spoken about the distant future of my house. Yahweh Elohim, you’ve shown me the generation of the great man.",
      "18": "“What more can I do for you in light of the honor you have given to me and since you know me so well!",
      "19": "Yahweh, you’ve done this great thing for my sake and your own desire. You made this great thing known to me.",
      "20": "“Yahweh, there is no one like you, and there is no other god except you, as we have heard with our own ears.",
      "21": "Who is like your people Israel? It is the one nation on earth that Elohim came to free in order to make its people his own, to make your name known, and to do great and wonderful things for them. You forced the nations and their gods out of the way of your people, whom you freed from Egypt.",
      "22": "You made the people of Israel to be your people forever. And you, Yahweh, became their Elohim.",
      "23": "“Now, Yahweh, faithfully keep the promise you made to me and my house forever. Do as you promised.",
      "24": "Your name will endure and be respected forever when people say, ‘Yahweh Tsebaoth, the Elohim of Israel, is Israel’s Elohim.’ And the house of David, your servant, will be established in your presence.",
      "25": "You, my Elohim, have revealed especially to me that you will build me a house. That is why I have found the courage to pray to you.",
      "26": "“Yahweh, you are Elohim. You promised me this good thing.",
      "27": "Now, you were pleased to bless my house so that it may continue in your presence forever. Indeed, you, Yahweh, have blessed it. It will be blessed forever.”"
    },
    "18": {
      "1": "After this, David defeated and crushed the Philistines. He took Gath and its surrounding villages from them.",
      "2": "He also defeated Moab, and the Moabites became David’s subjects and paid taxes to him.",
      "3": "When David went to establish his control over the territory along the Euphrates River, he defeated King Hadadezer at Hamath.",
      "4": "David took 1,000 chariots, 7,000 horsemen, and 20,000 foot soldiers from him. David also disabled all but 100 of their horses so that they couldn’t pull chariots.",
      "5": "When the Arameans from Damascus came to help King Hadadezer of Zobah, David killed 22,000 of them.",
      "6": "David put troops in the Aramean kingdom of Damascus, and the Arameans became his subjects and paid taxes to him. Everywhere David went, Yahweh gave him victories.",
      "7": "David took the gold shields that Hadadezer’s servants carried, and he brought them to Jerusalem.",
      "8": "David also took a large quantity of bronze from Tibhath and Cun, Hadadezer’s cities. (Later Solomon used it to make the pool, pillars, and utensils for the temple.)",
      "9": "When King Tou of Hamath heard that David had defeated the whole army of Zobah’s King Hadadezer,",
      "10": "he sent his son Hadoram to greet King David and congratulate him for fighting and defeating Hadadezer. (There had often been war between Hadadezer and Tou.)",
      "11": "King David dedicated all the articles of gold, silver, and bronze to Yahweh, along with the silver and gold he had taken from other nations—from Edom, Moab, Ammon, the Philistines, and Amalek.",
      "12": "Zeruiah’s son Abishai killed 18,000 Edomites in the Dead Sea region.",
      "13": "He put troops in Edom, and all its people became David’s subjects. Everywhere David went, Yahweh gave him victories.",
      "14": "So David ruled all Israel. He did what was fair and right for all his people.",
      "15": "Zeruiah’s son Joab was in charge of the army. Ahilud’s son Jehoshaphat was the royal historian.",
      "16": "Ahitub’s son Zadok and Abiathar’s son Abimelech were priests. Shavsha was the royal scribe.",
      "17": "Jehoiada’s son Benaiah was commander of the Cherethites and the Pelethites. And David’s sons were his main officials."
    },
    "19": {
      "1": "Later King Nahash of Ammon died, and his son became king in his place.",
      "2": "David thought, “I will show kindness to Hanun because his father Nahash showed me kindness.” So David sent messengers to comfort Hanun after his father’s death. But when David’s servants entered Ammonite territory to comfort Hanun,",
      "3": "the Ammonite princes asked Hanun, “Do you think David is honoring your father because he sent men to comfort you? Haven’t his servants come to explore, destroy, and spy on the country?”",
      "4": "So Hanun took David’s men, shaved them, cut off their clothes from the waist down, and sent them away.",
      "5": "After people told David what had happened to the men, he sent someone to meet them because they were deeply humiliated. The king said to them, “Stay in Jericho until your beards have grown back, and then return to Jerusalem.”",
      "6": "The Ammonites realized that they had made themselves offensive to David. So Hanun and the Ammonites sent 75,000 pounds of silver to hire chariots and horses from the Arameans in Upper Mesopotamia, Maacah, and Zobah.",
      "7": "They hired 32,000 chariots and the king of Maacah with his army. They camped near Medeba. The Ammonites gathered for the battle from their cities.",
      "8": "After David heard about this, he sent Joab and all the elite troops.",
      "9": "The Ammonites formed a battle line at the entrance of the city, while the Arameans from Zobah and Rehob and the kings who had come remained by themselves in the open country.",
      "10": "When Joab saw he was under attack in front and behind, he took the select troops of Israel and organized them for combat against the Arameans.",
      "11": "He put his brother Abishai in charge of the rest of the troops. They organized for combat against the Ammonites.",
      "12": "Joab said, “If the Arameans are too strong for my troops, be ready to help me. And if the Ammonites are too strong for your troops, I’ll help you.",
      "13": "Be strong! Let’s prove ourselves strong for our people and for the cities of our Elohim, and Yahweh will do what he considers right.”",
      "14": "Then Joab and his troops advanced to fight the Arameans, and the Arameans fled.",
      "15": "When the Ammonites saw that the Arameans had fled, they, too, fled from Joab’s brother Abishai and went into the city. So Joab returned to Jerusalem.",
      "16": "Realizing that Israel had defeated them, the kings sent messengers to get other Arameans from beyond the Euphrates River. Shophach, the commander of Hadadezer’s army, led them.",
      "17": "When David was told about this, he assembled Israel’s army, crossed the Jordan, and confronted them. David formed a battle line against the Arameans, and they fought him.",
      "18": "The Arameans fled from Israel, and David killed 7,000 chariot drivers and 40,000 foot soldiers. David also killed Shophach.",
      "19": "When all the kings who were subject to Hadadezer saw that Israel had defeated them, they made peace with David and became his subjects. And the Arameans were no longer willing to help the Ammonites."
    },
    "20": {
      "1": "In the spring, the time when kings go out to battle, Joab led the army to war. They destroyed the Ammonites and came to Rabbah to attack it, while David stayed in Jerusalem. Joab defeated Rabbah and tore it down.",
      "2": "He took the gold crown from the head of Rabbah’s king and put it on David’s head. (The crown was found to weigh 75 pounds, and in it was a precious stone.) David also took a lot of goods from the city.",
      "3": "He brought out the troops who were there and put them to work with saws, hoes, and axes. He did the same to all the Ammonite cities. Then David and all the troops returned to Jerusalem.",
      "4": "After this, war broke out with the Philistines at Gezer. Then Sibbecai from Hushah killed Sippai, a descendant of Haraphah, and the Philistines were defeated.",
      "5": "When more fighting broke out with the Philistines, Elhanan, son of Jair, killed Lahmi, the brother of Goliath from Gath. (The shaft of Lahmi’s spear was like a beam used by weavers.)",
      "6": "In another battle at Gath, there was a tall man who had 24 fingers and toes: six fingers on each hand and six toes on each foot. He also was a descendant of Haraphah.",
      "7": "When he challenged Israel, Jonathan, son of David’s brother Shimea, killed him.",
      "8": "These men were the descendants of Haraphah from Gath, and David and his men killed them."
    },
    "21": {
      "1": "Satan attempted to attack Israel by provoking David to count the Israelites.",
      "2": "David said to Joab and the leaders of the people, “Go, count Israel from Beersheba to Dan. Bring me the results so that I may know how many people there are.”",
      "3": "Joab responded, “May Yahweh multiply his people a hundred times over. But, Your Majesty, aren’t they all your servants? Why are you trying to do this? Why do you wish to make Israel guilty of this sin?”",
      "4": "However, the king overruled Joab. So Joab left, went throughout Israel, and returned to Jerusalem.",
      "5": "Joab reported the census figures to David: In Israel there were 1,100,000 men who could serve in the army, and in Judah there were 470,000 who could serve in the army.",
      "6": "Joab didn’t include Levi and Benjamin in the number because he was disgusted with the king’s order.",
      "7": "Elohim considered the census to be sinful, so he struck Israel with a plague.",
      "8": "David said to Elohim, “I have committed a terrible sin by doing this thing. Forgive me because I have acted very foolishly.”",
      "9": "Yahweh spoke to Gad, David’s seer.",
      "10": "“Go and tell David, ‘This is what Yahweh says: I’m offering you three choices. Choose the one you want me to do to you.’”",
      "11": "When Gad came to David, he said, “This is what Yahweh says: ‘Take your pick:",
      "12": "either three years of famine, or three months during which your enemies will chase you away when their swords catch up to you, or three days of Yahweh’s sword—a plague in the land with the Messenger of Yahweh destroying the whole country of Israel.’ Decide what answer I should give the one who sent me.”",
      "13": "“I’m in a desperate situation,” David told Gad. “Please let me fall into Yahweh’s hands because he is extremely merciful. But don’t let me fall into human hands.”",
      "14": "So Yahweh sent a plague on Israel, and 70,000 Israelites died.",
      "15": "Elohim also sent a Messenger to Jerusalem to destroy it, but as he was destroying it, Yahweh reconsidered and changed his mind about the disaster. “Enough!” he said to the destroying Messenger. “Put down your weapon.” The Messenger of Yahweh was standing by the threshing floor of Ornan the Jebusite.",
      "16": "When David looked up, he saw the Messenger of Yahweh standing between heaven and earth. The Messenger had a sword in his hand and stretched it over Jerusalem. David and the leaders were dressed in sackcloth. They bowed down with their faces touching the ground.",
      "17": "David said to Elohim, “I’m the one who ordered the people to be counted. I am the one who sinned and did wrong. What have these sheep done? Yahweh my Elohim, let your punishment be against me and my father’s family, but don’t punish your people with a plague.”",
      "18": "Yahweh’s Messenger told Gad to tell David to go and set up an altar for Yahweh at Ornan the Jebusite’s threshing floor.",
      "19": "David went as Gad had told him in Yahweh’s name.",
      "20": "Now, Ornan had turned around and seen the Messenger. Ornan’s four sons who were with him hid, but Ornan kept on threshing the wheat.",
      "21": "When David arrived, Ornan looked up and saw him. So he left the threshing floor and bowed down with his face touching the ground in front of David.",
      "22": "David said to Ornan, “Let me have the land this threshing floor is on. I’ll build an altar for Yahweh on it. Sell it to me for the full price. Then the plague on the people will stop.”",
      "23": "Ornan said to David, “Take it, Your Majesty, and do whatever you think is right. I’ll give you oxen for the burnt offering, threshers for firewood, and wheat for the grain offering. I’ll give you everything.”",
      "24": "“No,” King David told Ornan, “I insist on buying it for the full price. I won’t take what is yours for Yahweh and offer burnt sacrifices that cost me nothing.”",
      "25": "So David gave Ornan 15 pounds of gold for that place.",
      "26": "David built an altar for Yahweh there and sacrificed burnt offerings and fellowship offerings. He called on Yahweh, and Yahweh answered him by sending fire from heaven on the altar for burnt offerings.",
      "27": "So Yahweh spoke to the Messenger, and he put his sword back in its scabbard.",
      "28": "At that time, when David saw Yahweh had answered him at the threshing floor of Ornan the Jebusite, he offered sacrifices there.",
      "29": "Yahweh’s tent that Moses made in the desert and the altar for burnt offerings were at the worship site at Gibeon.",
      "30": "However, David couldn’t go there to consult Elohim because he was frightened by the sword of Yahweh’s Messenger."
    },
    "22": {
      "1": "Then David said, “This is where Yahweh Elohim’s temple will be. Israel’s altar for burnt offerings will also be here.”",
      "2": "David ordered the foreigners living in Israel to gather. He appointed some of them to cut stones to build Elohim’s temple.",
      "3": "David prepared a large quantity of iron for nails and fittings on the doors of the gates. He also prepared so much bronze that it couldn’t be weighed.",
      "4": "The men of Sidon and Tyre brought David so many cedar logs that the logs couldn’t be counted.",
      "5": "David thought, “My son Solomon is young and inexperienced, and the temple that will be built for Yahweh must be magnificent, large, famous, praised, and honored in all other countries. I’ll prepare the building materials for him.” So David prepared many materials for Solomon before he died.",
      "6": "He summoned his son Solomon and commanded him to build a temple for Yahweh Elohim of Israel.",
      "7": "David told his son Solomon, “I had my heart set on building a temple for the name of Yahweh, my Elohim.",
      "8": "But Yahweh spoke his word to me by saying, ‘You have caused a lot of bloodshed and fought in a lot of wars. You must not build a temple for my name because you have caused so much bloodshed in my presence.",
      "9": "You will have a son who will be a peaceful man. I will give him peace from all the enemies around him. His name will be Solomon [Peace], and in his time I will give Israel peace and quiet.",
      "10": "He will build a temple for my name. He will be my son, and I will be his Ab. I will establish the throne of his kingdom permanently over Israel.’”",
      "11": "David continued, “Now, son, Yahweh will be with you. You will be successful, and you will build the temple of Yahweh your Elohim as he predicted you would.",
      "12": "Yahweh will give you insight and understanding as he commands you to take charge of Israel and to follow the Teachings of Yahweh your Elohim.",
      "13": "Then you will succeed if you will carefully obey the laws and decrees Yahweh commanded Moses to give to Israel. Be strong and courageous. Don’t be afraid or terrified.",
      "14": "“Despite my troubles I’ve made preparations for Yahweh’s temple. There are 7,500,000 pounds of gold, 75,000,000 pounds of silver, and so much bronze and iron that it can’t be weighed. I’ve also prepared wood and stones, and you may add to them.",
      "15": "You have many kinds of workers: stonecutters, masons, carpenters, and men skilled in every kind of work.",
      "16": "The gold, silver, bronze, and iron are more than can be counted. So get to work! May Yahweh be with you.”",
      "17": "David ordered all the leaders of Israel to help his son Solomon.",
      "18": "David said, “Isn’t Yahweh your Elohim with you? Hasn’t he given you peace with all your neighbors? He put the people who live in this country under my power, and the country has been conquered by Yahweh and his people.",
      "19": "So dedicate your hearts and lives to serving Yahweh your Elohim. Start building the holy place of Yahweh Elohim so that you can bring the ark of Yahweh’s promise and Elohim’s holy utensils into the temple that will be built for Yahweh’s name.”"
    },
    "23": {
      "1": "When David had grown old and had lived out his years, he made his son Solomon king of Israel.",
      "2": "He gathered all the officials of Israel and the priests and Levites.",
      "3": "Every male Levite who was at least 30 years old was counted. There were 38,000.",
      "4": "Of these, 24,000 were appointed to supervise the work on Yahweh’s temple, 6,000 were appointed to be officers and judges,",
      "5": "4,000 were appointed to be gatekeepers, and 4,000 were appointed to praise Yahweh with the instruments David had made for praising God.",
      "6": "David organized the Levites into divisions based on which of Levi’s sons (Gershon, Kohath, or Merari) they were descended from.",
      "7": "Ladan and Shimei were Gershon’s descendants.",
      "8": "Ladan had three sons: Jehiel was the first, then Zetham, and Joel.",
      "9": "Shimei had three sons: Shelomith, Haziel, and Haran. They were the heads of Ladan’s families.",
      "10": "Shimei’s sons were Jahath, Zina, Jeush, and Beriah. They were Shimei’s four sons.",
      "11": "Jahath was the first, and Ziza was the second. Jeush and Beriah didn’t have many sons, so they were given an assignment as one family.",
      "12": "Kohath had four sons: Amram, Izhar, Hebron, and Uzziel.",
      "13": "Amram’s sons were Aaron and Moses. Aaron and his sons were forever designated to dedicate the most holy things to God, to offer sacrifices to Yahweh, to serve him, and always give the blessing in his name.",
      "14": "The sons of Moses, the man of Elohim, were counted with the tribe of Levi.",
      "15": "Moses’ sons were Gershom and Eliezer.",
      "16": "Gershom’s only son was Shebuel.",
      "17": "Eliezer’s only son was Rehabiah. Eliezer had no other sons, but Rehabiah had many sons.",
      "18": "Izhar’s only son was Shelomith.",
      "19": "Hebron’s first son was Jeriah; his second was Amariah; his third was Jahaziel; his fourth was Jekameam.",
      "20": "Uzziel’s first son was Micah; his second was Isshiah.",
      "21": "Merari’s sons were Mahli and Mushi. Mahli’s sons were Eleazar and Kish.",
      "22": "Eleazar died without having any sons. He only had daughters. Their cousins, the sons of Kish, married them.",
      "23": "Mushi had three sons: Mahli, Eder, and Jeremoth.",
      "24": "These were Levi’s descendants, who were grouped according to their families. The heads of their families were registered by name as they were counted. Everyone who served in Yahweh’s temple was at least 20 years old.",
      "25": "David had said, “Yahweh Elohim of Israel has given his people rest. He will now live in Jerusalem forever.",
      "26": "The Levites will no longer have to carry the tent and all the utensils used in worship.”",
      "27": "David’s last instructions were to count the Levites who were at least 20 years old.",
      "28": "They were appointed to stand beside Aaron’s descendants to serve in Yahweh’s temple. They were appointed to be in charge of the courtyards and the temple rooms, to ensure that all the holy things were clean, and to serve in Elohim’s temple.",
      "29": "They were also responsible for the rows of bread, the flour for the grain offerings, the unleavened bread wafers, and the bread made in frying pans. In addition, they were responsible for mixing the ingredients and keeping track of all weights and measures.",
      "30": "They were appointed to stand to give thanks and praise to Yahweh every morning. They were appointed to do the same thing in the evening.",
      "31": "They were appointed to stand in front of Yahweh in the required numbers whenever burnt offerings were made—on weekly worship days, at New Moon Festivals, and on appointed annual festivals.",
      "32": "They were appointed to follow the regulations for the tent of meeting and the holy place and to help their relatives, Aaron’s descendants, as they served in Yahweh’s temple."
    },
    "24": {
      "1": "The divisions of Aaron’s descendants were as follows: Aaron’s sons were Nadab and Abihu, Eleazar and Ithamar.",
      "2": "Nadab and Abihu died before their father died, and neither had any children. So Eleazar and Ithamar served as priests.",
      "3": "David, Eleazar’s descendant Zadok, and Ithamar’s descendant Ahimelech divided Aaron’s descendants into groups for service.",
      "4": "Since Eleazar’s descendants had more men who were family heads than Ithamar’s descendants, they were divided so that Eleazar’s descendants had 16 family leaders and Ithamar’s descendants had 8 family leaders.",
      "5": "Both groups were divided impartially by drawing lots so that there were officers for the holy place and officers for Elohim among both Eleazar’s and Ithamar’s descendants.",
      "6": "The scribe Shemaiah was a son of Nethanel and a descendant of Levi. Shemaiah recorded their names in the presence of the king, the princes, the priest Zadok, Ahimelech (son of Abiathar), and the family leaders of the priests and Levites. One family was chosen for Eleazar, another for Ithamar.",
      "7": "The first lot drawn was for Jehoiarib, the second for Jedaiah,",
      "8": "the third for Harim, the fourth for Seorim,",
      "9": "the fifth for Malchiah, the sixth for Mijamin,",
      "10": "the seventh for Hakkoz, the eighth for Abijah,",
      "11": "the ninth for Jeshua, the tenth for Shecaniah,",
      "12": "the eleventh for Eliashib, the twelfth for Jakim,",
      "13": "the thirteenth for Huppah, the fourteenth for Jeshebeab,",
      "14": "the fifteenth for Bilgah, the sixteenth for Immer,",
      "15": "the seventeenth for Hezir, the eighteenth for Happizzez,",
      "16": "the nineteenth for Pethahiah, the twentieth for Jehezkel,",
      "17": "the twenty-first for Jachin, the twenty-second for Gamul,",
      "18": "the twenty-third for Delaiah, the twenty-fourth for Maaziah.",
      "19": "These were their priestly groups when they went to serve at Yahweh’s temple. Their ancestor Aaron made these rules for them, as Yahweh Elohim of Israel had commanded him.",
      "20": "The following men were leaders for Levi’s descendants from Kohath:\nJehdeiah (for Amram’s descendants through Shubael),",
      "21": "Isshiah (for Amram’s descendants through Rehabiah),",
      "22": "Jahath (for Izhar’s descendants through Shelomoth),",
      "23": "Jeriah (for Hebron’s descendants),\nAmariah (the second of Hebron’s descendants),\nJahaziel (the third of Hebron’s descendants),\nJekameam (the fourth of Hebron’s descendants),",
      "24": "Shamir (for Uzziel’s descendants through Micah),",
      "25": "and Zechariah (for Uzziel’s descendants through Micah’s brother Isshiah).",
      "26": "The following men were leaders from Levi’s descendants from Merari:\nMahli, Mushi, and Merari’s son Jaaziah,",
      "27": "Shoham, Zaccur, and Ibri (for Merari’s descendants through his son Jaaziah),",
      "28": "Eleazar (who had no sons, for Mahli’s descendants),",
      "29": "Jerahmeel (for Mahli’s descendants through Kish),",
      "30": "Mahli, Eder, and Jerimoth (for Mushi’s descendants).\nThese were Levi’s descendants according to their families.",
      "31": "They drew lots as their relatives, Aaron’s descendants, had done. They drew them in front of King David, Zadok, Ahimelech, and the leaders of the families of the priests and Levites. The families of the oldest brother were treated the same way as those of the youngest."
    },
    "25": {
      "1": "David and the army commanders appointed the sons of Asaph, Heman, and Jeduthun to serve as prophets with lyres, harps, and cymbals. This is the list of the men who performed this service:",
      "2": "From the sons of Asaph were Zaccur, Joseph, Nethaniah, and Asharelah. (They were directed by Asaph, who served as a prophet under the king’s direction.)",
      "3": "From the sons of Jeduthun were Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, Mattithiah. (The six brothers were directed by their father, the prophet Jeduthun. They thanked and praised Yahweh as they played lyres.)",
      "4": "From the sons of Heman were Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti Ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth.",
      "5": "(All of them were the sons of the king’s seer Heman. They were given to him to make him prominent, as Elohim had promised. So Elohim gave Heman 14 sons and 3 daughters.)",
      "6": "All these Levites sang at Yahweh’s temple under the direction of their fathers Asaph, Jeduthun, and Heman. They played cymbals, lyres, and harps for worship in Elohim’s temple under the direction of the king.",
      "7": "They, along with their relatives, were trained, skilled musicians for Yahweh. There were 288 of them.",
      "8": "They drew lots for their assignment of duties, the youngest as well as the oldest, the skilled musicians along with the students.",
      "9": "The first lot drawn chose Joseph, the son of Asaph.\nThe second chose Gedaliah, his sons, and his relatives—12 men.",
      "10": "The third chose Zaccur, his sons, and his relatives—12 men.",
      "11": "The fourth chose Izri, his sons, and his relatives—12 men.",
      "12": "The fifth chose Nethaniah, his sons, and his relatives—12 men.",
      "13": "The sixth chose Bukkiah, his sons, and his relatives—12 men.",
      "14": "The seventh chose Jesarelah, his sons, and his relatives—12 men.",
      "15": "The eighth chose Jeshaiah, his sons, and his relatives—12 men.",
      "16": "The ninth chose Mattaniah, his sons, and his relatives—12 men.",
      "17": "The tenth chose Shimei, his sons, and his relatives—12 men.",
      "18": "The eleventh chose Azarel, his sons, and his relatives—12 men.",
      "19": "The twelfth chose Hashabiah, his sons, and his relatives—12 men.",
      "20": "The thirteenth chose Shubael, his sons, and his relatives—12 men.",
      "21": "The fourteenth chose Mattithiah, his sons, and his relatives—12 men.",
      "22": "The fifteenth chose Jeremoth, his sons, and his relatives—12 men.",
      "23": "The sixteenth chose Hananiah, his sons, and his relatives—12 men.",
      "24": "The seventeenth chose Joshbekashah, his sons, and his relatives—12 men.",
      "25": "The eighteenth chose Hanani, his sons, and his relatives—12 men.",
      "26": "The nineteenth chose Mallothi, his sons, and his relatives—12 men.",
      "27": "The twentieth chose Eliathah, his sons, and his relatives—12 men.",
      "28": "The twenty-first chose Hothir, his sons, and his relatives—12 men.",
      "29": "The twenty-second chose Giddalti, his sons, and his relatives—12 men.",
      "30": "The twenty-third chose Mahazioth, his sons, and his relatives—12 men.",
      "31": "The twenty-fourth chose Romamti Ezer, his sons, and his relatives—12 men."
    },
    "26": {
      "1": "The following were the divisions of the gatekeepers: For Korah’s descendants there was Meshelemiah, the son of Kore, from the descendants of Asaph.",
      "2": "Meshelemiah’s sons were Zechariah (the firstborn), Jediael (the second), Zebadiah (the third), Jathniel (the fourth),",
      "3": "Elam (the fifth), Jehohanan (the sixth), Eliehoenai (the seventh).",
      "4": "Also for Korah’s descendants there were Obed Edom’s sons Shemaiah (the firstborn), Jehozabad (the second), Joah (the third), Sachar (the fourth), Nethanel (the fifth),",
      "5": "Ammiel (the sixth), Issachar (the seventh), Peullethai (the eighth). Elohim had blessed Obed Edom.",
      "6": "His son Shemaiah had sons who ruled their families because they were soldiers.",
      "7": "Shemaiah’s sons were Othni, and Othni’s skilled brothers Rephael, Obed, Elzabad, as well as Elihu and Semachiah.",
      "8": "All of these people were Obed Edom’s descendants. They, their sons, and their relatives were skilled and had the ability to perform the service. Obed Edom’s family included 62 men.",
      "9": "Meshelemiah’s sons and relatives were 18 skilled men.",
      "10": "From the descendants of Merari there were Hosah’s sons. Shimri was the head, although he was not the firstborn. His father appointed him head.",
      "11": "Hosah’s other sons were Hilkiah (the second), Tebaliah (the third), and Zechariah (the fourth). There were 13 sons and relatives of Hosah.",
      "12": "These divisions of gatekeepers through their head men were assigned duties with their relatives to serve in Yahweh’s temple.",
      "13": "They drew lots by families, youngest and oldest alike, for every gate.",
      "14": "Shelemiah was chosen for the east side. His son Zechariah, a counselor who displayed insight, was chosen for the north side.",
      "15": "Obed Edom was chosen for the south side, and his sons were chosen for the storerooms.",
      "16": "Shuppim and Hosah were chosen for the west side with Shallecheth Gate at the gateway that goes to the palace.\nOne squad of guards served its watch after another.",
      "17": "On the east side there were six Levites. On the north there were four every day. On the south there were four every day. At the storerooms there were four, two at each entrance.",
      "18": "At the courtyard on the west there were four Levites at the gateway to the palace and two at the courtyard itself.",
      "19": "These were the divisions of the gatekeepers among Korah’s and Merari’s descendants.",
      "20": "Ahijah, a Levite, was in charge of the treasuries in Elohim’s temple and the treasuries of the gifts dedicated to God.",
      "21": "There were also the descendants of Ladan, who was descended from Gershon. Those who served for Ladan, the descendant of Gershon, were the heads of Ladan’s families: Jehiel",
      "22": "and Jehiel’s sons Zetham and Joel. They were in charge of the treasuries in Yahweh’s temple.",
      "23": "For the descendants of Amram, Izhar, Hebron, and Uzziel,",
      "24": "there was Shebuel, a descendant of Moses’ son Gershom. He was the highest-ranking official in charge of the treasuries.",
      "25": "From his relatives on Eliezer’s side of the family was Shelomith. (Eliezer’s son was Rehabiah; his grandson was Jeshaiah; his great-grandson was Joram. Joram’s son was Zichri; his grandson was Shelomith.)",
      "26": "He and his relatives were in charge of all the treasuries of the gifts dedicated to God that King David, the heads of families, the commanders of regiments and battalions, and the commanders of the army had donated.",
      "27": "(They had donated some of the loot taken in battle to support Yahweh’s temple.)",
      "28": "Everything that Samuel the seer, Saul (son of Kish), Abner (son of Ner), and Joab (son of Zeruiah) had donated—everything that had been donated—was under the supervision of Shelomith and his relatives.",
      "29": "From Izhar’s descendants Chenaniah and his sons were assigned duties. They served as officials and judges outside the temple in Israel.",
      "30": "From Hebron’s descendants Hashabiah and his 1,700 skilled, male relatives were appointed to serve Israel west of the Jordan River. They did everything Yahweh wanted them to do, and they served the king.",
      "31": "Jeriah was the head of Hebron’s descendants. In the fortieth year of David’s reign, the ancestry of Hebron’s descendants was researched family by family. Warriors from these families were found at Jazer in Gilead.",
      "32": "Jeriah’s relatives were 2,700 skilled men, who were heads of families. King David appointed them to be overseers in every matter involving Elohim or the king for the tribes of Reuben, Gad, and half of the tribe of Manasseh."
    },
    "27": {
      "1": "This is a list of Israelite family heads, regiment and battalion commanders, and officers who were serving the king in all the army’s units. Throughout each year they came for a month at a time and then left. Each unit consisted of 24,000 men.",
      "2": "Jashobeam, son of Zabdiel, was in charge of the first unit, the one during the first month. In his unit there were 24,000.",
      "3": "He was a descendant of Perez, and he was head of all of the army’s officers for the first month.",
      "4": "Dodai, Ahoh’s descendant, was in charge of the unit during the second month. It was his unit. (Mikloth was one of its leaders.) In Dodai’s unit there were 24,000.",
      "5": "The third commander of the army during the third month was Benaiah, son of the priest Jehoiada. He was the head, and in his unit there were 24,000.",
      "6": "This Benaiah was one of the thirty fighting men and commander of the thirty as well as his own unit. His son was Ammizabad.",
      "7": "Asahel, Joab’s brother, was in charge of the fourth unit during the fourth month, and after him was his son Zebadiah. In his unit there were 24,000.",
      "8": "Shamhuth, Izrah’s descendant, was commander of the fifth unit during the fifth month. In his unit there were 24,000.",
      "9": "Ira, the son of Ikkesh from Tekoa, was in charge of the sixth unit during the sixth month. In his unit there were 24,000.",
      "10": "Helez, a Pelonite from the descendants of Ephraim, was in charge of the seventh unit during the seventh month. In his unit there were 24,000.",
      "11": "Sibbecai, a descendant of Zerah from Hushah, was in charge of the eighth unit during the eighth month. In his unit there were 24,000.",
      "12": "Abiezer, a member of the tribe of Benjamin from Anathoth, was in charge of the ninth unit during the ninth month. In his unit there were 24,000.",
      "13": "Mahrai, a descendant of Zerah from Netophah, was in charge of the tenth unit during the tenth month. In his unit there were 24,000.",
      "14": "Benaiah, a member of the tribe of Ephraim from Pirathon, was in charge of the eleventh unit during the eleventh month. In his unit there were 24,000.",
      "15": "During the twelfth month, the twelfth unit was commanded by Heldai from Netophah. He was Othniel’s descendant. In his unit there were 24,000.",
      "16": "The following officers were in charge of the tribes of Israel:\nfor the tribe of Reuben\nEliezer, son of Zichri\nfor the tribe of Simeon\nShephatiah, son of Maacah",
      "17": "for the tribe of Levi\nHashabiah, son of Kemuel\nfor the family of Aaron\nZadok",
      "18": "for the tribe of Judah\nElihu, one of David’s brothers\nfor the tribe of Issachar\nOmri, son of Michael",
      "19": "for the tribe of Zebulun\nIshmaiah, son of Obadiah\nfor the tribe of Naphtali\nJerimoth, son of Azriel",
      "20": "for the tribe of Ephraim\nHoshea, son of Azaziah\nfor half of the tribe of Manasseh\nJoel, son of Pedaiah",
      "21": "for the half of Manasseh in Gilead\nIddo, son of Zechariah\nfor the tribe of Benjamin\nJaasiel, son of Abner",
      "22": "for the tribe of Dan\nAzarel, son of Jeroham\nThese were the commanders of Israel’s tribes.",
      "23": "David didn’t count those under 20 years old, because Yahweh had promised that the people of Israel would be as numerous as the stars in the sky.",
      "24": "Joab, son of Zeruiah, started to count them but didn’t finish. God was angry with Israel because of this, and the report from it was never included in the official records of King David.",
      "25": "These were all the commanders in charge of King David’s property:\nfor the royal treasuries\nAzmaveth, son of Adiel\nfor the goods in the fields, cities, villages, and watchtowers\nJonathan, son of Uzziah",
      "26": "for the farm workers in the fields\nEzri, son of Chelub",
      "27": "for the vineyards\nShimei from Ramah\nfor storing wine that came from the vineyards\nZabdi from Shepham",
      "28": "for the olive and fig trees in the foothills\nBaal Hanan from Gedor\nfor storing olive oil\nJoash",
      "29": "for the herds grazing in Sharon\nShitrai from Sharon\nfor the herds in the valleys\nShaphat, son of Adlai",
      "30": "for the camels\nObil, a descendant of Ishmael\nfor the donkeys\nJehdeiah from Meronoth",
      "31": "for the flocks\nJaziz from Hagar",
      "32": "David’s uncle Jonathan, an educated man who possessed insight, was David’s adviser. Jonathan and Jehiel, son of Hachmoni, were in charge of the king’s sons.",
      "33": "Ahithophel was the king’s adviser. Hushai, a descendant of Archi, was the king’s friend.",
      "34": "Jehoiada (son of Benaiah) and Abiathar succeeded Ahithophel. Joab was the commander of the royal army."
    },
    "28": {
      "1": "David held a meeting in Jerusalem for all the leaders of Israel—the leaders of the tribes, the leaders of the army units that served the king, the commanders of regiments and battalions, the officials in charge of all the property and livestock belonging to the king and his sons, the palace officials, the soldiers, and the fighting men.",
      "2": "David stood in front of them and said, “Listen to me, my relatives and subjects. I had my heart set on building the temple where the ark of Yahweh’s promise could be placed. This temple would be a stool for our Elohim’s feet, and I have made preparations to build it.",
      "3": "But Elohim told me, ‘You must not build the temple for my name. You have fought wars and caused bloodshed.’",
      "4": "Yet, from my entire family Yahweh Elohim of Israel chose me to be king of Israel permanently. He had chosen the tribe of Judah to lead Israel. From the families of Judah he chose my father’s family. From among my father’s sons he was pleased to make me king of all Israel.",
      "5": "And of all my sons (Yahweh has given me many sons) he chose my son Solomon to sit on the throne of Yahweh’s kingdom to rule Israel.",
      "6": "“He told me, ‘Your son Solomon will build my temple and my courtyards because I have chosen him to be my son. I will be his Ab.",
      "7": "I will establish his kingdom forever if he will remain determined to obey my commands and laws, as he is doing today.’",
      "8": "Now, leaders, I order you in the sight of Israel (Yahweh’s congregation) and as our Elohim listens to dedicate your lives to doing everything Yahweh your Elohim has commanded. Then you will be able to possess this good land and leave it as an inheritance to your descendants.",
      "9": "“And you, my son Solomon, learn to know your father’s Elohim. Serve Yahweh wholeheartedly and willingly because he searches every heart and understands every thought we have. If you dedicate your life to serving him, he will accept you. But if you abandon him, he will reject you from then on.",
      "10": "So be careful, because Yahweh has chosen you to build the temple as his holy place. Be strong, and do it.”",
      "11": "Then David gave his son Solomon the plans for the entrance hall and the temple, its storerooms, upper rooms, inner rooms, and the room for the throne of mercy.",
      "12": "He gave him plans for the courtyards of Yahweh’s temple and for all the rooms around it. (These rooms served as treasuries for Elohim’s temple and the gifts dedicated to God.)",
      "13": "He determined the divisions of priests and Levites. He planned all the work done for worship in Yahweh’s temple. He designed all the utensils for worship in Yahweh’s temple.",
      "14": "David specified the weight of gold to be used for each of the utensils for worship,",
      "15": "the weight of the gold lamp stands and their gold lamps (that is, the weight of gold for each lamp stand and its lamps), the weight of silver for each silver lamp stand and its lamps (according to the use of each lamp stand for worship),",
      "16": "the weight of gold for each table with the rows of bread, and the silver for the silver tables,",
      "17": "the pure gold for the forks, bowls, and pitchers, the weight of each gold bowl, the weight of each silver bowl,",
      "18": "and the refined gold for the altar of incense. He also gave Solomon the plans for the chariot, that is, the gold angels with their wings spread to cover the ark of Yahweh’s promise.",
      "19": "David said, “All this was written for me by Yahweh’s hand. He made all the details of the plan clear to me.”",
      "20": "David also told his son Solomon, “Be strong and courageous, and do the work. Don’t be afraid or terrified. Yahweh Elohim, my Elohim, will be with you. He will not abandon you before all the work on Yahweh’s temple is finished.",
      "21": "Here are also the divisions of the priests and Levites for every type of worship in Elohim’s temple. You have with you every skilled worker to do all the work. In addition, all the leaders and people are at your command.”"
    },
    "29": {
      "1": "Then King David said to the whole assembly, “My son Solomon, the one whom Elohim has chosen, is young and inexperienced. Yet, the work is important because this palace is not for a person but for Yahweh Elohim.",
      "2": "With all my might I gathered the materials for the temple of my Elohim: gold for gold objects, silver for silver objects, bronze for bronze objects, iron for iron objects, wood for wooden objects, onyx stones and settings, black stones, stones of different colors, gems, and marble.",
      "3": "Moreover, I delight in the temple of my Elohim. I have a personal treasury of gold and silver that I’m giving to my Elohim’s temple in addition to everything else I gathered for the holy temple.",
      "4": "There are 225,000 pounds of gold from Ophir and 525,000 pounds of refined silver. They are to be used to cover the walls of the buildings,",
      "5": "to make gold objects, silver objects, and everything else the craftsmen will make. Who else is willing to make an offering and dedicate himself to Yahweh today?”",
      "6": "Then the leaders of the families, the leaders of the tribes of Israel, the commanders of regiments and battalions, and the officials in charge of the king’s work gave generously.",
      "7": "They gave 375,186 pounds of gold, 750,000 pounds of silver, 135,000 pounds of bronze, and 7,500,000 pounds of iron for the work on Elohim’s temple.",
      "8": "Whoever happened to have precious stones gave them to Jehiel, Gershon’s descendant, for the treasury of Yahweh’s temple.",
      "9": "The people were overjoyed that the leaders gave so generously and wholeheartedly to Yahweh.\nKing David was also overjoyed, and",
      "10": "he praised Yahweh while the whole assembly watched. David said,\n“May you be praised, Yahweh Elohim of Israel,\n    our father forever and ever.",
      "11": "Greatness, power, splendor, glory, and majesty are yours, Yahweh,\n    because everything in heaven and on earth is yours.\n        The kingdom is yours, Yahweh,\n            and you are honored as head of all things.",
      "12": "Riches and honor are in front of you.\n    You rule everything.\n        You hold power and strength in your hands,\n            and you can make anyone great and strong.",
      "13": "“Our Elohim, we thank you\n    and praise your wonderful name.",
      "14": "But who am I and who are my people\n    that you enable us to give so generously?\n        Everything comes from you.\n            We give you only what has come from your hands.",
      "15": "To you we are all like our ancestors—\n    foreigners without permanent homes.\n        Our days are as fleeting as shadows on the ground.\n            There’s no hope for them.",
      "16": "“Yahweh, our Elohim, all this wealth that we gathered to build a temple for your holy name is from you. All of it is yours.",
      "17": "I know, my Elohim, that you examine hearts and delight in honesty. With an honest heart I have willingly offered all these things. I’ve been overjoyed to see your people here offering so willingly to you.",
      "18": "Yahweh Elohim of our ancestors Abraham, Isaac, and Israel, always watch over your people’s deepest thoughts. Keep their hearts directed toward you.",
      "19": "Make my son Solomon completely committed to you so that he will obey your commands, requests, and laws and do everything to build the palace I have planned.”",
      "20": "Then David said to the whole assembly, “Praise Yahweh your Elohim!” So the whole assembly praised Yahweh Elohim of their ancestors and knelt in front of Yahweh and the king.",
      "21": "The next day they sacrificed to Yahweh. They sacrificed burnt offerings to Yahweh: 1,000 bulls, 1,000 rams, 1,000 lambs, wine offerings, and many sacrifices for all Israel.",
      "22": "That day they ate and drank as they joyfully celebrated in front of Yahweh. For the second time they made David’s son Solomon king. On Yahweh’s behalf they anointed Solomon to be leader and Zadok to be the priest.",
      "23": "Then Solomon sat on Yahweh’s throne as king in place of his father David. Solomon was successful and all Israel obeyed him.",
      "24": "All the leaders and soldiers and all of King David’s sons pledged their loyalty to King Solomon.",
      "25": "Yahweh made Solomon extremely powerful, as all Israel could see. The people of Israel gave him royal honor like no king of Israel before him ever had.",
      "26": "David, son of Jesse, had ruled all Israel.",
      "27": "He ruled as king of Israel for 40 years. He ruled for 7 years in Hebron and for 33 in Jerusalem.",
      "28": "He died at a very old age. His long life was full of wealth and honor. Then his son Solomon succeeded him as king.",
      "29": "Everything about King David from first to last is written in the records of the seer Samuel, the prophet Nathan, and the seer Gad.",
      "30": "It includes everything about his reign, his power, and the things that happened to him, Israel, and all the other kingdoms."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:17.634784-04:00",
    "Translation": "NOG"
  }
}