{
  "1 Peter": {
    "1": {
      "1": "From Peter, an apostle of Yeshua Christ.\nTo God’s chosen people who are temporary residents in the world and are scattered throughout the provinces of Pontus, Galatia, Cappadocia, Asia, and Bithynia.",
      "2": "God the Father knew you long ago and chose you to live holy lives with the Spirit’s help so that you are obedient to Yeshua Christ and are sprinkled with his blood.\nMay good will and peace fill your lives!",
      "3": "Praise the God and Father of our Lord Yeshua Christ! God has given us a new birth because of his great mercy. We have been born into a new life that has a confidence which is alive because Yeshua Christ has come back to life.",
      "4": "We have been born into a new life which has an inheritance that can’t be destroyed or corrupted and can’t fade away. That inheritance is kept in heaven for you,",
      "5": "since you are guarded by God’s power through faith for a salvation that is ready to be revealed at the end of time.",
      "6": "You are extremely happy about these things, even though you have to suffer different kinds of trouble for a little while now.",
      "7": "The purpose of these troubles is to test your faith as fire tests how genuine gold is. Your faith is more precious than gold, and by passing the test, it gives praise, glory, and honor to God. This will happen when Yeshua Christ appears again.",
      "8": "Although you have never seen Christ, you love him. You don’t see him now, but you believe in him. You are extremely happy with joy and praise that can hardly be expressed in words",
      "9": "as you obtain the salvation that is the goal of your faith.",
      "10": "The prophets carefully researched and investigated this salvation. Long ago they spoke about God’s kindness that would come to you.",
      "11": "So they tried to find out what time or situation the Spirit of Christ kept referring to whenever he predicted Christ’s sufferings and the glory that would follow.",
      "12": "God revealed to the prophets that the things they had spoken were not for their own benefit but for yours. What the prophets had spoken, the Holy Spirit, who was sent from heaven, has now made known to you by those who spread the Good News among you. These are things that even the angels want to look into.",
      "13": "Therefore, your minds must be clear and ready for action. Place your confidence completely in what God’s kindness will bring you when Yeshua Christ appears again.",
      "14": "Because you are children who obey God, don’t live the kind of lives you once lived. Once you lived to satisfy your desires because you didn’t know any better.",
      "15": "But because the God who called you is holy you must be holy in every aspect of your life.",
      "16": "Scripture says, “Be holy, because I am holy.”",
      "17": "So if you call God your Father, live your time as temporary residents on earth in fear. He is the God who judges all people by what they have done, and he doesn’t play favorites.",
      "18": "Realize that you weren’t set free from the worthless life handed down to you from your ancestors by a payment of silver or gold which can be destroyed.",
      "19": "Rather, the payment that freed you was the precious blood of Christ, the lamb with no defects or imperfections.",
      "20": "He is the lamb who was known long ago before the world existed, but for your good he became publicly known in the last period of time.",
      "21": "Through him you believe in God who brought Christ back to life and gave him glory. So your faith and confidence are in God.",
      "22": "Love each other with a warm love that comes from the heart. After all, you have purified yourselves by obeying the truth. As a result you have a sincere love for each other.",
      "23": "You have been born again, not from a seed that can be destroyed, but through God’s everlasting word that can’t be destroyed. That’s why Scripture says,",
      "24": "“All people are like grass,\n    and all their beauty is like a flower of the field.\n    The grass dries up and the flower drops off,",
      "25": "but the word of the Lord lasts forever.”\nThis word is the Good News that was told to you."
    },
    "2": {
      "1": "So get rid of every kind of evil, every kind of deception, hypocrisy, jealousy, and every kind of slander.",
      "2": "Desire God’s pure word as newborn babies desire milk. Then you will grow in your salvation.",
      "3": "Certainly you have tasted that the Lord is good!",
      "4": "You are coming to Christ, the living stone who was rejected by humans but was chosen as precious by God.",
      "5": "You come to him as living stones, a spiritual house that is being built into a holy priesthood. So offer spiritual sacrifices that God accepts through Yeshua Christ.",
      "6": "That is why Scripture says,\n“I am laying a chosen and precious cornerstone in Zion,\n    and the person who believes in him\n        will never be ashamed.”",
      "7": "This honor belongs to those who believe. But to those who don’t believe:\n“The stone that the builders rejected\n    has become the cornerstone,",
      "8": "a stone that people trip over,\n            a large rock that people find offensive.”\nThe people tripped over the word because they refused to believe it. Therefore, this is how they ended up.",
      "9": "However, you are chosen people, a royal priesthood, a holy nation, people who belong to God. You were chosen to tell about the excellent qualities of God, who called you out of darkness into his marvelous light.",
      "10": "Once you were not God’s people, but now you are. Once you were not shown mercy, but now you have been shown mercy.",
      "11": "Dear friends, since you are foreigners and temporary residents in the world, I’m encouraging you to keep away from the desires of your corrupt nature. These desires constantly attack you.",
      "12": "Live decent lives among unbelievers. Then, although they ridicule you as if you were doing wrong while they are watching you do good things, they will praise God on the day he comes to help you.",
      "13": "Place yourselves under the authority of human governments to please the Lord. Obey the emperor. He holds the highest position of authority.",
      "14": "Also obey governors. They are people the emperor has sent to punish those who do wrong and to praise those who do right.",
      "15": "God wants you to silence the ignorance of foolish people by doing what is right.",
      "16": "Live as free people, but don’t hide behind your freedom when you do evil. Instead, use your freedom to serve God.",
      "17": "Honor everyone. Love your brothers and sisters in the faith. Fear God. Honor the emperor.",
      "18": "Slaves, place yourselves under the authority of your owners and show them complete respect. Obey not only those owners who are good and kind, but also those who are unfair.",
      "19": "God is pleased if a person is aware of him while enduring the pains of unjust suffering.",
      "20": "What credit do you deserve if you endure a beating for doing something wrong? But if you endure suffering for doing something good, God is pleased with you.",
      "21": "God called you to endure suffering because Christ suffered for you. He left you an example so that you could follow in his footsteps.",
      "22": "Christ never committed any sin. He never spoke deceitfully.",
      "23": "Christ never verbally abused those who verbally abused him. When he suffered, he didn’t make any threats but left everything to the one who judges fairly.",
      "24": "Christ carried our sins in his body on the cross so that freed from our sins, we could live a life that has God’s approval. His wounds have healed you.",
      "25": "You were like lost sheep. Now you have come back to the shepherd and bishop of your lives."
    },
    "3": {
      "1": "Wives, in a similar way, place yourselves under your husbands’ authority. Some husbands may not obey God’s word. Their wives could win these men for Christ by the way they live without saying anything.",
      "2": "Their husbands would see how pure and reverent their lives are.",
      "3": "Wives must not let their beauty be something external. Beauty doesn’t come from hairstyles, gold jewelry, or clothes.",
      "4": "Rather, beauty is something internal that can’t be destroyed. Beauty expresses itself in a gentle and quiet attitude which God considers precious.",
      "5": "After all, this is how holy women who had confidence in God expressed their beauty in the past. They placed themselves under their husbands’ authority",
      "6": "as Sarah did. Sarah obeyed Abraham and spoke to him respectfully. You became Sarah’s daughters by not letting anything make you afraid to do good.",
      "7": "Husbands, in a similar way, live with your wives with understanding since they are weaker than you are. Honor your wives as those who share God’s life-giving kindness so that nothing will interfere with your prayers.",
      "8": "Finally, everyone must live in harmony, be sympathetic, love each other, have compassion, and be humble.",
      "9": "Don’t pay people back with evil for the evil they do to you, or ridicule those who ridicule you. Instead, bless them, because you were called to inherit a blessing.",
      "10": "“People who want to live a full life and enjoy good days\n    must keep their tongues from saying evil things,\n        and their lips from speaking deceitful things.",
      "11": "They must turn away from evil and do good.\n    They must seek peace and pursue it.",
      "12": "The Lord’s eyes are on those who do what he approves.\n    His ears hear their prayer.\n    The Lord confronts those who do evil.”",
      "13": "Who will harm you if you are devoted to doing what is good?",
      "14": "But even if you suffer for doing what God approves, you are blessed. Don’t be afraid of those who want to harm you. Don’t get upset.",
      "15": "But dedicate your lives to Christ as Lord. Always be ready to defend your confidence in God when anyone asks you to explain it. However, make your defense with gentleness and respect.",
      "16": "Keep your conscience clear. Then those who treat the good Christian life you live with contempt will feel ashamed that they have ridiculed you.",
      "17": "After all, if it is God’s will, it’s better to suffer for doing good than for doing wrong.",
      "18": "This is true because Christ suffered for our sins once. He was an innocent person, but he suffered for guilty people so that he could bring you to God. His body was put to death, but he was brought to life through his spirit.",
      "19": "In it he also went to proclaim his victory to the spirits kept in prison.",
      "20": "They are like those who disobeyed long ago in the days of Noah when God waited patiently while Noah built the ship. In this ship a few people—eight in all—were saved by water.",
      "21": "Baptism, which is like that water, now saves you. Baptism doesn’t save by removing dirt from the body. Rather, baptism is a request to God for a clear conscience. It saves you through Yeshua Christ, who came back from death to life.",
      "22": "Christ has gone to heaven where he has the highest position that God gives. Angels, rulers, and powers have been placed under his authority."
    },
    "4": {
      "1": "Since Christ has suffered physically, take the same attitude that he had. (A person who has suffered physically no longer sins.)",
      "2": "That way you won’t be guided by sinful human desires as you live the rest of your lives on earth. Instead, you will be guided by what God wants you to do.",
      "3": "You spent enough time in the past doing what unbelievers like to do. You were promiscuous, had sinful desires, got drunk, went to wild parties, and took part in the forbidden worship of false gods.",
      "4": "Unbelievers insult you now because they are surprised that you no longer join them in the same excesses of wild living.",
      "5": "They will give an account to the one who is ready to judge the living and the dead.",
      "6": "After all, the Good News was told to people like that, although they are now dead. It was told to them so that they could be judged like humans in their earthly lives and live like God in their spiritual lives.",
      "7": "The end of everything is near. Therefore, practice self-control, and keep your minds clear so that you can pray.",
      "8": "Above all, love each other warmly, because love covers many sins.",
      "9": "Welcome each other as guests without complaining.",
      "10": "Each of you as a good manager must use the gift that God has given you to serve others.",
      "11": "Whoever speaks must speak God’s words. Whoever serves must serve with the strength God supplies so that in every way God receives glory through Yeshua Christ. Glory and power belong to Yeshua Christ forever and ever! Amen.",
      "12": "Dear friends, don’t be surprised by the fiery troubles that are coming in order to test you. Don’t feel as though something strange is happening to you,",
      "13": "but be happy as you share Christ’s sufferings. Then you will also be full of joy when he appears again in his glory.",
      "14": "If you are insulted because of the name of Christ, you are blessed because the Spirit of glory—the Spirit of God—is resting on you.",
      "15": "If you suffer, you shouldn’t suffer for being a murderer, thief, criminal, or troublemaker.",
      "16": "If you suffer for being a Christian, don’t feel ashamed, but praise God for being called that name.",
      "17": "The time has come for the judgment to begin, and it will begin with God’s family. If it starts with us, what will be the end for those who refuse to obey the Good News of God?",
      "18": "If it’s hard for the person who has God’s approval to be saved, what will happen to the godless sinner?",
      "19": "Those who suffer because that is God’s will for them must entrust themselves to a faithful creator and continue to do what is good."
    },
    "5": {
      "1": "I appeal to your spiritual leaders. I make this appeal as a spiritual leader who also witnessed Christ’s sufferings and will share in the glory that will be revealed.",
      "2": "Be shepherds over the flock God has entrusted to you. Watch over it as God does: Don’t do this because you have to, but because you want to. Don’t do it out of greed, but out of a desire to serve.",
      "3": "Don’t be rulers over the people entrusted to you, but be examples for the flock to follow.",
      "4": "Then, when the chief shepherd appears, you will receive the crown of glory that will never fade away.",
      "5": "Young people, in a similar way, place yourselves under the authority of spiritual leaders.\nFurthermore, all of you must serve each other with humility, because God opposes the arrogant but favors the humble.",
      "6": "Be humbled by God’s power so that when the right time comes he will honor you.",
      "7": "Turn all your anxiety over to God because he cares for you.",
      "8": "Keep your mind clear, and be alert. Your opponent the devil is prowling around like a roaring lion as he looks for someone to devour.",
      "9": "Be firm in the faith and resist him, knowing that other believers throughout the world are going through the same kind of suffering.",
      "10": "God, who shows you his kindness and who has called you through Christ Yeshua to his eternal glory, will restore you, strengthen you, make you strong, and support you as you suffer for a little while.",
      "11": "Power belongs to him forever. Amen.",
      "12": "I’ve written this short letter to you and I’m sending it by Silvanus, whom I regard as a faithful brother. I’ve written to encourage you and to testify that this is God’s genuine good will. Remain firmly established in it!",
      "13": "Your sister church in Babylon, chosen by God, and my son Mark send you greetings.",
      "14": "Greet each other with a kiss of love. Peace to all of you who are in Christ."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:02:03.017130-04:00",
    "Translation": "NOG"
  }
}