{
  "1 Thessalonians": {
    "1": {
      "1": "From Paul, Silas, and Timothy.\nTo the church at Thessalonica united with God the Father and the Lord Yeshua Christ.\nGood will and peace are yours!",
      "2": "We always thank God for all of you as we remember you in our prayers.",
      "3": "In the presence of our God and Father, we never forget that your faith is active, your love is working hard, and your confidence in our Lord Yeshua Christ is enduring.",
      "4": "Brothers and sisters, we never forget this because we know that God loves you and has chosen you.",
      "5": "We know this because the Good News we brought came to you not only with words but also with power, with the Holy Spirit, and with complete certainty. In the same way you know what kind of people we were while we were with you and the good things we did for you.",
      "6": "You imitated us and the Lord. In spite of a lot of suffering, you welcomed God’s word with the kind of joy that the Holy Spirit gives.",
      "7": "This way, you became a model for all the believers in the province of Macedonia and Greece.",
      "8": "From you the Lord’s word has spread out not only through the province of Macedonia and Greece but also to people everywhere who have heard about your faith in God. We don’t need to say a thing about it.",
      "9": "They talk about how you welcomed us when we arrived. They even report how you turned away from false gods to serve the real, living God",
      "10": "and to wait for his Son to come from heaven. His Son is Yeshua, whom he brought back to life. Yeshua is the one who rescues us from God’s coming anger."
    },
    "2": {
      "1": "You know, brothers and sisters, that our time with you was not wasted.",
      "2": "As you know, we suffered rough and insulting treatment in Philippi. But our God gave us the courage to tell you his Good News in spite of strong opposition.",
      "3": "When we encouraged you, we didn’t use unethical schemes, corrupt practices, or deception.",
      "4": "Rather, we are always spreading the Good News. God trusts us to do this because we passed his test. We don’t try to please people but God, who tests our motives.",
      "5": "As you know, we never used flattery or schemes to make money. God is our witness!",
      "6": "We didn’t seek praise from people, from you or from anyone else,",
      "7": "although as apostles of Christ we had the right to do this.\nInstead, we were gentle when we were with you, like a mother taking care of her children.",
      "8": "We felt so strongly about you that we were determined to share with you not only the Good News of God but also our lives. That’s how dear you were to us!",
      "9": "You remember, brothers and sisters, our work and what we did to earn a living. We worked night and day so that we could bring you the Good News of God without being a burden to any of you.",
      "10": "You and God are witnesses of how pure, honest, and blameless we were in our dealings with you believers.",
      "11": "You know very well that we treated each of you the way a father treats his children. We comforted you and encouraged you. Yet, we insisted that",
      "12": "you should live in a way that proves you belong to the God who calls you into his kingdom and glory.",
      "13": "Here is another reason why we never stop thanking God: When you received God’s word from us, you realized it wasn’t the word of humans. Instead, you accepted it for what it really is—the word of God. This word is at work in you believers.",
      "14": "You, brothers and sisters, were like the churches of God in Judea that are united with Christ Yeshua. You suffered the same persecutions from the people of your own country as those churches did from the Jews",
      "15": "who killed the Lord Yeshua and the prophets and who have persecuted us severely. They are displeasing to God. They are enemies of the whole human race",
      "16": "because they try to keep us from telling people who are not Jewish how they can be saved. The result is that those Jews always commit as many sins as possible. So at last they are receiving God’s anger.",
      "17": "Brothers and sisters, we have been separated from you for a little while. Although we may not be able to see you, you’re always in our thoughts. We have made every possible effort to fulfill our desire to see you.",
      "18": "We wanted to visit you. I, Paul, wanted to visit you twice already, but Satan made that impossible.",
      "19": "Who is our hope, joy, or prize that we can brag about in the presence of our Lord Yeshua when he comes? Isn’t it you?",
      "20": "You are our glory and joy!"
    },
    "3": {
      "1": "We thought it best to remain in Athens by ourselves. But, because we couldn’t wait any longer for news about you,",
      "2": "we sent our brother Timothy to you. He serves God by spreading the Good News about Christ. His mission was to strengthen and encourage you in your faith",
      "3": "so that these troubles don’t disturb any of you. You know that we’re destined to suffer persecution.",
      "4": "In fact, when we were with you, we told you ahead of time that we were going to suffer persecution. And as you know, that’s what happened.",
      "5": "But when I couldn’t wait any longer, I sent Timothy to find out about your faith. I wanted to see whether the tempter had in some way tempted you, making our work meaningless.",
      "6": "But Timothy has just now come back to us from you and has told us the good news about your faith and love. He also told us that you always have fond memories of us and want to see us, as we want to see you.",
      "7": "So brothers and sisters, your faith has encouraged us in all our distress and trouble.",
      "8": "Now we can go on living as long as you keep your relationship with the Lord firm.",
      "9": "We can never thank God enough for all the joy you give us as we rejoice in God’s presence.",
      "10": "We pray very hard night and day that we may see you again so that we can supply whatever you still need for your faith.",
      "11": "We pray that God our Father and the Lord Yeshua will guide us to you.",
      "12": "We also pray that the Lord will greatly increase your love for each other and for everyone else, just as we love you.",
      "13": "Then he will strengthen you to be holy. Then you will be blameless in the presence of our God and Father when our Lord Yeshua comes with all God’s holy people."
    },
    "4": {
      "1": "Now then, brothers and sisters, because of the Lord Yeshua we ask and encourage you to excel in living a God-pleasing life even more than you already do. Do this the way we taught you.",
      "2": "You know what orders we gave you through the Lord Yeshua.",
      "3": "It is God’s will that you keep away from sexual sin as a mark of your devotion to him.",
      "4": "Each of you should know that finding a husband or wife for yourself is to be done in a holy and honorable way,",
      "5": "not in the passionate, lustful way of people who don’t know God.",
      "6": "No one should take advantage of or exploit other believers that way. The Lord is the one who punishes people for all these things. We’ve already told you and warned you about this.",
      "7": "God didn’t call us to be sexually immoral but to be holy.",
      "8": "Therefore, whoever rejects this order is not rejecting human authority but God, who gives you his Holy Spirit.",
      "9": "You don’t need anyone to write to you about the way Christians should love each other. God has taught you to love each other.",
      "10": "In fact, you are showing love to all the Christians throughout the province of Macedonia. We encourage you as believers to excel in love even more.",
      "11": "Also, make it your goal to live quietly, do your work, and earn your own living, as we ordered you.",
      "12": "Then your way of life will win respect from those outside the church, and you won’t have to depend on anyone else for what you need.",
      "13": "Brothers and sisters, we don’t want you to be ignorant about those who have died. We don’t want you to grieve like other people who have no hope.",
      "14": "We believe that Yeshua died and came back to life. We also believe that, through Yeshua, God will bring back those who have died. They will come back with Yeshua.",
      "15": "We are telling you what the Lord taught. We who are still alive when the Lord comes will not go into his kingdom ahead of those who have already died.",
      "16": "The Lord will come from heaven with a command, with the voice of the archangel, and with the trumpet call of God. First, the dead who believed in Christ will come back to life.",
      "17": "Then, together with them, we who are still alive will be taken in the clouds to meet the Lord in the air. In this way we will always be with the Lord.",
      "18": "So then, comfort each other with these words!"
    },
    "5": {
      "1": "Brothers and sisters, you don’t need anyone to write to you about times and dates.",
      "2": "You know very well that the day of the Lord will come like a thief in the night.",
      "3": "When people say, “Everything is safe and sound!” destruction will suddenly strike them. It will be as sudden as labor pains come to a pregnant woman. They won’t be able to escape.",
      "4": "But, brothers and sisters, you don’t live in the dark. That day won’t take you by surprise as a thief would.",
      "5": "You belong to the day and the light not to the night and the dark.",
      "6": "Therefore, we must not fall asleep like other people, but we must stay awake and be sober.",
      "7": "People who sleep, sleep at night; people who get drunk, get drunk at night.",
      "8": "Since we belong to the day, we must be sober. We must put on faith and love as a breastplate and the hope of salvation as a helmet.",
      "9": "It was not God’s intention that we experience his anger but that we obtain salvation through our Lord Yeshua Christ.",
      "10": "He died for us so that, whether we are awake in this life or asleep in death, we will live together with him.",
      "11": "Therefore, encourage each other and strengthen one another as you are doing.",
      "12": "Brothers and sisters, we ask you to show your appreciation for those leaders who work among you and instruct you.",
      "13": "We ask you to love them and think very highly of them because of the work they are doing. Live in peace with each other.",
      "14": "We encourage you, brothers and sisters, to instruct those who are not living right, cheer up those who are discouraged, help the weak, and be patient with everyone.",
      "15": "Make sure that no one ever pays back one wrong with another wrong. Instead, always try to do what is good for each other and everyone else.",
      "16": "Always be joyful.",
      "17": "Never stop praying.",
      "18": "Whatever happens, give thanks, because it is God’s will in Christ Yeshua that you do this.",
      "19": "Don’t put out the Spirit’s fire.",
      "20": "Don’t despise what God has revealed.",
      "21": "Instead, test everything. Hold on to what is good.",
      "22": "Keep away from every kind of evil.",
      "23": "May the God who gives peace make you holy in every way. May he keep your whole being—spirit, soul, and body—blameless when our Lord Yeshua Christ comes.",
      "24": "The one who calls you is faithful, and he will do this.",
      "25": "Brothers and sisters, pray for us.",
      "26": "Greet all the brothers and sisters with a holy kiss.",
      "27": "In the Lord’s name, I order you to read this letter to all the brothers and sisters.",
      "28": "The good will of our Lord Yeshua Christ be with you."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:58.381692-04:00",
    "Translation": "NOG"
  }
}