{
  "1 Timothy": {
    "1": {
      "1": "From Paul, an apostle of Christ Yeshua by the command of God our Savior and Christ Yeshua our confidence.",
      "2": "To Timothy, a genuine child in faith.\nGood will, mercy, and peace from God the Father and Christ Yeshua our Lord are yours!",
      "3": "When I was going to the province of Macedonia, I encouraged you to stay in the city of Ephesus. That way you could order certain people to stop teaching false doctrine",
      "4": "and occupying themselves with myths and endless genealogies. These myths and genealogies raise a lot of questions rather than promoting God’s plan, which centers in faith.",
      "5": "My goal in giving you this order is for love to flow from a pure heart, from a clear conscience, and from a sincere faith.",
      "6": "Some people have left these qualities behind and have turned to useless discussions.",
      "7": "They want to be experts in Moses’ Teachings. However, they don’t understand what they’re talking about or the things about which they speak so confidently.",
      "8": "We know that the laws in Moses’ Teachings are good if they are used as they were intended to be used.",
      "9": "For example, a person must realize that those laws are not intended for people who have God’s approval. Laws are intended for lawbreakers and rebels, for ungodly people and sinners, for those who think nothing is holy or sacred, for those who kill their fathers, their mothers, or other people.",
      "10": "Laws are intended for people involved in sexual sins, for homosexuals, for kidnappers, for liars, for those who lie when they take an oath, and for whatever else is against accurate teachings.",
      "11": "Moses’ Teachings were intended to be used in agreement with the Good News that contains the glory of the blessed God. I was entrusted with that Good News.",
      "12": "I thank Christ Yeshua our Lord that he has trusted me and has appointed me to do his work with the strength he has given me.",
      "13": "In the past I cursed him, persecuted him, and acted arrogantly toward him. However, I was treated with mercy because I acted ignorantly in my unbelief.",
      "14": "Our Lord was very kind to me. Through his kindness he brought me to faith and gave me the love that Christ Yeshua shows people.",
      "15": "This is a statement that can be trusted and deserves complete acceptance: Christ Yeshua came into the world to save sinners, and I am the foremost sinner.",
      "16": "However, I was treated with mercy so that Christ Yeshua could use me, the foremost sinner, to demonstrate his patience. This patience serves as an example for those who would believe in him and live forever.",
      "17": "Worship and glory belong forever to the eternal king, the immortal, invisible, and only God. Amen.",
      "18": "Timothy, my child, I’m giving you this order about the prophecies that are still coming to you: Use these prophecies in faith and with a clear conscience to fight this noble war.",
      "19": "Some have refused to let their faith guide their conscience and their faith has been destroyed like a wrecked ship.",
      "20": "Among these people are Hymenaeus and Alexander, whom I have handed over to Satan in order to teach them not to dishonor God."
    },
    "2": {
      "1": "First of all, I encourage you to make petitions, prayers, intercessions, and prayers of thanks for all people,",
      "2": "for rulers, and for everyone who has authority over us. Pray for these people so that we can have a quiet and peaceful life always lived in a godly and reverent way.",
      "3": "This is good and pleases God our Savior.",
      "4": "He wants all people to be saved and to learn the truth.",
      "5": "There is one God. There is also one mediator between God and humans—a human, Christ Yeshua.",
      "6": "He sacrificed himself for all people to free them from their sins.\nThis message is valid for every era.",
      "7": "I was appointed to spread this Good News and to be an apostle to teach people who are not Jewish about faith and truth. I’m telling you the truth. I’m not lying.",
      "8": "I want men to offer prayers everywhere. They should raise their hands in prayer after putting aside their anger and any quarrels they have with anyone.",
      "9": "I want women to show their beauty by dressing in appropriate clothes that are modest and respectable. Their beauty will be shown by what they do, not by their hair styles or the gold jewelry, pearls, or expensive clothes they wear.",
      "10": "This is what is proper for women who claim to have reverence for God.",
      "11": "A woman must learn in silence, in keeping with her position.",
      "12": "I don’t allow a woman to teach or to have authority over a man. Instead, she should be quiet.",
      "13": "After all, Adam was formed first, then Eve.",
      "14": "Besides that, Adam was not deceived. It was the woman who was deceived and sinned.",
      "15": "However, she and all women will be saved through the birth of the child, if they lead respectable lives in faith, love, and holiness."
    },
    "3": {
      "1": "This is a statement that can be trusted: If anyone sets his heart on being a bishop, he desires something excellent.",
      "2": "A bishop must have a good reputation. He must have only one wife, be sober, use good judgment, be respectable, be hospitable, and be able to teach.",
      "3": "He must not drink excessively or be a violent person, but he must be gentle. He must not be quarrelsome or love money.",
      "4": "He must manage his own family well. His children should respectfully obey him.",
      "5": "(If a man doesn’t know how to manage his own family, how can he take care of God’s church?)",
      "6": "He must not be a new Christian, or he might become arrogant like the devil and be condemned.",
      "7": "People who are not Christians must speak well of him, or he might become the victim of disgraceful insults that the devil sets as traps for him.",
      "8": "Deacons must also be of good character. They must not be two-faced or addicted to alcohol. They must not use shameful ways to make money.",
      "9": "They must have clear consciences about possessing the mystery of the Christian faith.",
      "10": "First, a person must be evaluated. Then, if he has a good reputation, he may become a deacon.",
      "11": "Their wives must also be of good character. They must not be gossips, but they must control their tempers and be trustworthy in every way.",
      "12": "A deacon must have only one wife. Deacons must manage their children and their families well.",
      "13": "Those deacons who serve well gain an excellent reputation and will have confidence as a result of their faith in Christ Yeshua.",
      "14": "I hope to visit you soon. However, I’m writing this to you",
      "15": "in case I’m delayed. I want you to know how people who are members of God’s family must live. God’s family is the church of the living God, the pillar and foundation of the truth.",
      "16": "The mystery that gives us our reverence for God is acknowledged to be great:\nHe appeared in his human nature,\n    was approved by the Spirit,\n    was seen by angels,\n    was announced throughout the nations,\n    was believed in the world,\n        and was taken to heaven in glory."
    },
    "4": {
      "1": "The Spirit says clearly that in later times some believers will desert the Christian faith. They will follow spirits that deceive, and they will believe the teachings of demons.",
      "2": "These people will speak lies disguised as truth. Their consciences have been scarred as if branded by a red-hot iron.",
      "3": "They will try to stop others from getting married and from eating certain foods. God created food to be received with prayers of thanks by those who believe and know the truth.",
      "4": "Everything God created is good. Nothing should be rejected if it is received with prayers of thanks.",
      "5": "The word of God and prayer set it apart as holy.",
      "6": "You are a good servant of Christ Yeshua when you point these things out to our brothers and sisters. Then you will be nourished by the words of the Christian faith and the excellent teachings which you have followed closely.",
      "7": "Don’t have anything to do with godless myths that old women like to tell. Rather, train yourself to live a godly life.",
      "8": "Training the body helps a little, but godly living helps in every way. Godly living has the promise of life now and in the world to come.",
      "9": "This is a statement that can be trusted and deserves complete acceptance.",
      "10": "Certainly, we work hard and struggle to live a godly life, because we place our confidence in the living God. He is the Savior of all people, especially of those who believe.",
      "11": "Insist on these things and teach them.",
      "12": "Don’t let anyone look down on you for being young. Instead, make your speech, behavior, love, faith, and purity an example for other believers.",
      "13": "Until I get there, concentrate on reading Scripture in worship, giving encouraging messages, and teaching people.",
      "14": "Don’t neglect the gift which you received through prophecy when the spiritual leaders placed their hands on you to ordain you.",
      "15": "Practice these things. Devote your life to them so that everyone can see your progress.",
      "16": "Focus on your life and your teaching. Continue to do what I’ve told you. If you do this, you will save yourself and those who hear you."
    },
    "5": {
      "1": "Never use harsh words when you correct an older man, but talk to him as if he were your father. Talk to younger men as if they were your brothers,",
      "2": "older women as if they were your mothers, and younger women as if they were your sisters, while keeping yourself morally pure.",
      "3": "Honor widows who have no families.",
      "4": "The children or grandchildren of a widow must first learn to respect their own family by repaying their parents. This is pleasing in God’s sight.",
      "5": "A widow who has no family has placed her confidence in God by praying and asking for his help night and day.",
      "6": "But the widow who lives for pleasure is dead although she is still alive.",
      "7": "Insist on these things so that widows will have good reputations.",
      "8": "If anyone doesn’t take care of his own relatives, especially his immediate family, he has denied the Christian faith and is worse than an unbeliever.",
      "9": "Any widow who had only one husband and is at least 60 years old should be put on your list of widows.",
      "10": "People should tell about the good things she has done: raising children, being hospitable, taking care of believers’ needs, helping the suffering, or always doing good things.",
      "11": "Don’t include younger widows on your list. Whenever their natural desires become stronger than their devotion to Christ, they’ll want to marry.",
      "12": "They condemn themselves by rejecting the Christian faith, the faith they first accepted.",
      "13": "At the same time, they learn to go around from house to house since they have nothing else to do. Not only this, but they also gossip and get involved in other people’s business, saying things they shouldn’t say.",
      "14": "So I want younger widows to marry, have children, manage their homes, and not give the enemy any chance to ridicule them.",
      "15": "Some of them have already turned away to follow Satan.",
      "16": "If any woman is a believer and has relatives who are widows, she should help them. In this way the church is not burdened and can help widows who have no families.",
      "17": "Give double honor to spiritual leaders who handle their duties well. This is especially true if they work hard at teaching the word of God.",
      "18": "After all, Scripture says, “Never muzzle an ox when it is threshing grain,” and “The worker deserves his pay.”",
      "19": "Don’t pay attention to an accusation against a spiritual leader unless it is supported by two or three witnesses.",
      "20": "Reprimand those leaders who sin. Do it in front of everyone so that the other leaders will also be afraid.",
      "21": "I solemnly call on you in the sight of God, Christ Yeshua, and the chosen angels to be impartial when you follow what I’ve told you. Never play favorites.",
      "22": "Don’t be in a hurry to place your hands on anyone to ordain him. Don’t participate in the sins of others. Keep yourself morally pure.",
      "23": "Stop drinking only water. Instead, drink a little wine for your stomach because you are frequently sick.",
      "24": "The sins of some people are obvious, going ahead of them to judgment. The sins of others follow them there.",
      "25": "In the same way, the good things that people do are obvious, and those that aren’t obvious can’t remain hidden."
    },
    "6": {
      "1": "All slaves who believe must give complete respect to their own masters. In this way no one will speak evil of God’s name and what we teach.",
      "2": "Slaves whose masters also believe should respect their masters even though their masters are also believers. As a result, believers who are slaves should serve their masters even better because those who receive the benefit of their work are believers whom they love.\nTeach and encourage people to do these things.",
      "3": "Whoever teaches false doctrine and doesn’t agree with the accurate words of our Lord Yeshua Christ and godly teachings",
      "4": "is a conceited person. He shows that he doesn’t understand anything. Rather, he has an unhealthy desire to argue and quarrel about words. This produces jealousy, rivalry, cursing, suspicion,",
      "5": "and conflict between people whose corrupt minds have been robbed of the truth. They think that a godly life is a way to make a profit.",
      "6": "A godly life brings huge profits to people who are content with what they have.",
      "7": "We didn’t bring anything into the world, and we can’t take anything out of it.",
      "8": "As long as we have food and clothes, we should be satisfied.",
      "9": "But people who want to get rich keep falling into temptation. They are trapped by many stupid and harmful desires which drown them in destruction and ruin.",
      "10": "Certainly, the love of money is the root of all kinds of evil. Some people who have set their hearts on getting rich have wandered away from the Christian faith and have caused themselves a lot of grief.",
      "11": "But you, man of God, must avoid these things. Pursue what God approves of: a godly life, faith, love, endurance, and gentleness.",
      "12": "Fight the good fight for the Christian faith. Take hold of everlasting life to which you were called and about which you made a good testimony in front of many witnesses.",
      "13": "In the sight of God, who gives life to everything, and in the sight of Christ Yeshua, who gave a good testimony in front of Pontius Pilate,",
      "14": "I insist that, until our Lord Yeshua Christ appears, you obey this command completely. Then you cannot be blamed for doing anything wrong.",
      "15": "At the right time God will make this known. God is the blessed and only ruler. He is the King of kings and Lord of lords.",
      "16": "He is the only one who cannot die. He lives in light that no one can come near. No one has seen him, nor can they see him. Honor and power belong to him forever! Amen.",
      "17": "Tell those who have the riches of this world not to be arrogant and not to place their confidence in anything as uncertain as riches. Instead, they should place their confidence in God who richly provides us with everything to enjoy.",
      "18": "Tell them to do good, to do a lot of good things, to be generous, and to share.",
      "19": "By doing this they store up a treasure for themselves which is a good foundation for the future. In this way they take hold of what life really is.",
      "20": "Timothy, guard the Good News which has been entrusted to you. Turn away from pointless discussions and the claims of false knowledge that people use to oppose the Christian faith.",
      "21": "Although some claim to have knowledge, they have abandoned the faith.\nGod’s good will be with all of you."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:59.442245-04:00",
    "Translation": "NOG"
  }
}