{
  "2 Corinthians": {
    "1": {
      "1": "From Paul, an apostle of Christ Yeshua by the will of God, and from Timothy our brother.\nTo God’s church in the city of Corinth and to all God’s holy people everywhere in Greece.",
      "2": "Good will and peace from God our Father and the Lord Yeshua Christ are yours!",
      "3": "Praise the God and Father of our Lord Yeshua Christ! He is the Father who is compassionate and the God who gives comfort.",
      "4": "He comforts us whenever we suffer. That is why whenever other people suffer, we are able to comfort them by using the same comfort we have received from God.",
      "5": "Because Christ suffered so much for us, we can receive so much comfort from him.",
      "6": "Besides, if we suffer, it brings you comfort and salvation. If we are comforted, we can effectively comfort you when you endure the same sufferings that we endure.",
      "7": "We have confidence in you. We know that as you share our sufferings, you also share our comfort.",
      "8": "Brothers and sisters, we don’t want you to be ignorant about the suffering we experienced in the province of Asia. It was so extreme that it was beyond our ability to endure. We even wondered if we could go on living.",
      "9": "In fact, we still feel as if we’re under a death sentence. But we suffered so that we would stop trusting ourselves and learn to trust God, who brings the dead back to life.",
      "10": "He has rescued us from a terrible death, and he will rescue us in the future. We are confident that he will continue to rescue us,",
      "11": "since you are also joining to help us when you pray for us. Then many people will thank God for the favor he will show us because many people prayed for us.",
      "12": "We are proud that our conscience is clear. We are proud of the way that we have lived in this world. We have lived with a God-given holiness and sincerity, especially toward you. It was not by human wisdom that we have lived but by God’s kindness.",
      "13": "We are only writing you what you already knew before you read this. I hope you will understand this as long as you live,",
      "14": "even though you now understand it only partially. We are your reason to be proud, as you will be our reason to be proud on the day of our Lord Yeshua.",
      "15": "Confident of this, I had previously wanted to visit you so that you could benefit twice.",
      "16": "My plans had been to go from the city of Corinth to the province of Macedonia. Then from Macedonia I had planned to return to you again in Corinth and have you support my trip to Judea.",
      "17": "You don’t think that I made these plans lightly, do you? Do you think that when I make plans, I make them in a sinful way? Why would I say that something is true when it isn’t?",
      "18": "You can depend on God. Our message to you isn’t false; it’s true.",
      "19": "God’s Son, Yeshua Christ, whom I, Silvanus, and Timothy told you about, was true not false. Because of him our message was always true.",
      "20": "Certainly, Christ made God’s many promises come true. For that reason, because of our message, people also honor God by saying, “Amen!”",
      "21": "God establishes us, together with you, in a relationship with Christ. He has also anointed us.",
      "22": "In addition, he has put his seal of ownership on us and has given us the Spirit as his guarantee.",
      "23": "I appeal to God as a witness on my behalf, that I stayed away from Corinth because I wanted to spare you.",
      "24": "It isn’t that we want to have control over your Christian faith. Rather, we want to work with you so that you will be happy. Certainly, you are firmly established in the Christian faith."
    },
    "2": {
      "1": "I decided not to visit you again while I was distressed.",
      "2": "After all, if I had made you uncomfortable, how could you have cheered me up when you were uncomfortable?",
      "3": "This is the very reason I wrote to you. I didn’t want to visit you and be distressed by those who should make me happy. I’m confident about all of you that whatever makes me happy also makes you happy.",
      "4": "I was deeply troubled and anguished. In fact, I had tears in my eyes when I wrote to you. I didn’t write to make you uncomfortable but to let you know how much I love you.",
      "5": "If someone caused distress, I’m not the one really affected. To some extent—although I don’t want to emphasize this too much—it has affected all of you.",
      "6": "The majority of you have imposed a severe enough punishment on that person.",
      "7": "So now forgive and comfort him. Such distress could overwhelm someone like that if he’s not forgiven and comforted.",
      "8": "That is why I urge you to assure him that you love him.",
      "9": "I had also written to you to test you. I wanted to see if you would be obedient in every way.",
      "10": "If you forgive someone, so do I. Indeed, what I have forgiven, if I have forgiven anything, I did in the presence of Christ for your benefit.",
      "11": "I don’t want Satan to outwit us. After all, we are not ignorant about Satan’s scheming.",
      "12": "When I went to the city of Troas, the Lord gave me an opportunity to spread the Good News about Christ.",
      "13": "But I didn’t have any peace of mind, because I couldn’t find Titus, our brother, there. So I said goodbye to the people in Troas and went to the province of Macedonia.",
      "14": "But I thank God, who always leads us in victory because of Christ. Wherever we go, God uses us to make clear what it means to know Christ. It’s like a fragrance that fills the air.",
      "15": "To God we are the aroma of Christ among those who are saved and among those who are dying.",
      "16": "To some people we are a deadly fragrance, while to others we are a life-giving fragrance.\nWho is qualified to tell about Christ?",
      "17": "At least we don’t go around selling an impure word of God like many others. The opposite is true. As Christ’s spokesmen and in God’s presence, we speak the pure message that comes from God."
    },
    "3": {
      "1": "Do we have to show you our qualifications again? Do we, like some people, need letters that recommend us to you or letters from you that recommend us to others?",
      "2": "You’re our letter of recommendation written in our hearts that everyone knows and reads.",
      "3": "It’s clear that you are Christ’s letter, written as a result of our ministry. You are a letter written not with ink but with the Spirit of the living God, a letter written not on tablets of stone but on tablets of human hearts.",
      "4": "Christ gives us confidence about you in God’s presence.",
      "5": "By ourselves we are not qualified in any way to claim that we can do anything. Rather, God makes us qualified.",
      "6": "He has also qualified us to be ministers of a new promise, a spiritual promise, not a written one. Clearly, what was written brings death, but the Spirit brings life.",
      "7": "The ministry that brought death was inscribed on stone. Yet, it came with such glory that the people of Israel couldn’t look at Moses’ face. His face was shining with glory, even though that glory was fading.",
      "8": "Won’t the ministry that brings the Spirit have even more glory?",
      "9": "If the ministry that brings punishment has glory, then the ministry that brings God’s approval has an overwhelming glory.",
      "10": "In fact, the ministry that brings punishment lost its glory because of the superior glory of the other ministry.",
      "11": "If that former ministry faded away despite its glory, how much more does that ministry which remains continue to be glorious?",
      "12": "Since we have confidence in the new promise, we speak very boldly.",
      "13": "We are not like Moses. He kept covering his face with a veil. He didn’t want the people of Israel to see the glory fading away.",
      "14": "However, their minds became closed. In fact, to this day the same veil is still there when they read the Old Testament. It isn’t removed, because only Christ can remove it.",
      "15": "Yet, even today, when they read the books of Moses, a veil covers their minds.",
      "16": "But whenever a person turns to the Lord, the veil is taken away.",
      "17": "This Lord is the Spirit. Wherever the Lord’s Spirit is, there is freedom.",
      "18": "As all of us reflect the Lord’s glory with faces that are not covered with veils, we are being changed into his image with ever-increasing glory. This comes from the Lord, who is the Spirit."
    },
    "4": {
      "1": "We don’t become discouraged, since God has given us this ministry through his mercy.",
      "2": "Instead, we have refused to use secret and shameful ways. We don’t use tricks, and we don’t distort God’s word. As God watches, we clearly reveal the truth to everyone. This is our letter of recommendation.",
      "3": "So if the Good News that we tell others is covered with a veil, it is hidden from those who are dying.",
      "4": "The god of this world has blinded the minds of those who don’t believe. As a result, they don’t see the light of the Good News about Christ’s glory. It is Christ who is God’s image.",
      "5": "Our message is not about ourselves. It is about Yeshua Christ as the Lord. We are your servants for his sake.",
      "6": "We are his servants because the same God who said that light should shine out of darkness has given us light. For that reason we bring to light the knowledge about God’s glory which shines from Christ’s face.",
      "7": "Our bodies are made of clay, yet we have the treasure of the Good News in them. This shows that the superior power of this treasure belongs to God and doesn’t come from us.",
      "8": "In every way we’re troubled, but we aren’t crushed by our troubles. We’re frustrated, but we don’t give up.",
      "9": "We’re persecuted, but we’re not abandoned. We’re captured, but we’re not killed.",
      "10": "We always carry around the death of Yeshua in our bodies so that the life of Yeshua is also shown in our bodies.",
      "11": "While we are alive, we are constantly handed over to death for Yeshua’s sake so that the life of Yeshua is also shown in our mortal nature.",
      "12": "Death is at work in us, but life is at work in you.",
      "13": "The following is written, “I believed; therefore, I spoke.” We have that same spirit of faith. We also believe; therefore, we also speak.",
      "14": "We know that the one who brought the Lord Yeshua back to life will also bring us back to life through Yeshua. He will present us to God together with you.",
      "15": "All this is for your sake so that, as God’s kindness overflows in the lives of many people, it will produce even more thanksgiving to the glory of God.",
      "16": "That is why we are not discouraged. Though outwardly we are wearing out, inwardly we are renewed day by day.",
      "17": "Our suffering is light and temporary and is producing for us an eternal glory that is greater than anything we can imagine.",
      "18": "We don’t look for things that can be seen but for things that can’t be seen. Things that can be seen are only temporary. But things that can’t be seen last forever."
    },
    "5": {
      "1": "We know that if the life we live here on earth is ever taken down like a tent, we still have a building from God. It is an eternal house in heaven that isn’t made by human hands.",
      "2": "In our present tent-like existence we sigh, since we long to put on the house we will have in heaven.",
      "3": "After we have put it on, we won’t be naked.",
      "4": "While we are in this tent, we sigh. We feel distressed because we don’t want to take off the tent, but we do want to put on the eternal house. Then eternal life will put an end to our mortal existence.",
      "5": "God has prepared us for this and has given us his Spirit to guarantee it.",
      "6": "So we are always confident. We know that as long as we are living in these bodies, we are living away from the Lord.",
      "7": "Indeed, our lives are guided by faith, not by sight.",
      "8": "We are confident and prefer to live away from this body and to live with the Lord.",
      "9": "Whether we live in the body or move out of it, our goal is to be pleasing to him.",
      "10": "All of us must appear in front of Christ’s judgment seat. Then all people will receive what they deserve for the good or evil they have done while living in their bodies.",
      "11": "As people who know what it means to fear the Lord, we try to persuade others. God already knows what we are, and I hope that you also know what we are.",
      "12": "We are not trying to show you our qualifications again, but we are giving you an opportunity to be proud of us. Then you can answer those who are proud of their appearance rather than their character.",
      "13": "So if we were crazy, it was for God. If we are sane, it is for you.",
      "14": "Clearly, Christ’s love guides us. We are convinced of the fact that one man has died for all people. Therefore, all people have died.",
      "15": "He died for all people so that those who live should no longer live for themselves but for the man who died and was brought back to life for them.",
      "16": "So from now on we don’t think of anyone from a human point of view. If we did think of Christ from a human point of view, we don’t anymore.",
      "17": "Whoever is a believer in Christ is a new creation. The old way of living has disappeared. A new way of living has come into existence.",
      "18": "God has done all this. He has restored our relationship with him through Christ, and has given us this ministry of restoring relationships.",
      "19": "In other words, God was using Christ to restore his relationship with humanity. He didn’t hold people’s faults against them, and he has given us this message of restored relationships to tell others.",
      "20": "Therefore, we are Christ’s representatives, and through us God is calling you. We beg you on behalf of Christ to become reunited with God.",
      "21": "God had Christ, who was sinless, take our sin so that we might receive God’s approval through him."
    },
    "6": {
      "1": "Since we are God’s coworkers, we urge you not to let God’s kindness be wasted on you.",
      "2": "God says,\n“At the right time I heard you.\n    On the day of salvation I helped you.”\nListen, now is God’s acceptable time! Now is the day of salvation!",
      "3": "We don’t give people any opportunity to find fault with how we serve.",
      "4": "Instead, our lives demonstrate that we are God’s servants. We have endured many things: suffering, distress, anxiety,",
      "5": "beatings, imprisonments, riots, hard work, sleepless nights, and lack of food.",
      "6": "People can see our purity, knowledge, patience, kindness, the Holy Spirit’s presence in our lives, our sincere love,",
      "7": "truthfulness, and the presence of God’s power. We demonstrate that we are God’s servants",
      "8": "as we are praised and dishonored, as we are slandered and honored, and as we use what is right to attack what is wrong and to defend the truth. We are treated as dishonest although we are honest,",
      "9": "as unknown although we are well-known, as dying although, as you see, we go on living. We are punished, but we are not killed.",
      "10": "People think we are sad although we’re always glad, that we’re beggars although we make many people spiritually rich, that we have nothing although we possess everything.",
      "11": "We have been very open in speaking to you Corinthians. We have a place for you in our hearts.",
      "12": "We haven’t cut you off. Your own emotions have cut you off from us.",
      "13": "I’m talking to you as I would talk to children. Treat us the same way we’ve treated you. Make a place for us in your hearts too.",
      "14": "Stop forming inappropriate relationships with unbelievers. Can right and wrong be partners? Can light have anything in common with darkness?",
      "15": "Can Christ agree with the devil? Can a believer share life with an unbeliever?",
      "16": "Can God’s temple contain false gods? Clearly, we are the temple of the living God. As God said,\n“I will live and walk among them.\n    I will be their God,\n    and they will be my people.”",
      "17": "The Lord says, “Get away from unbelievers.\n    Separate yourselves from them.\n        Have nothing to do with anything unclean.\n            Then I will welcome you.”",
      "18": "The Lord Almighty says, “I will be your Father,\n    and you will be my sons and daughters.”"
    },
    "7": {
      "1": "Since we have these promises, dear friends, we need to cleanse ourselves from everything that contaminates body and spirit and live a holy life in the fear of God.",
      "2": "Open your hearts to us. We haven’t treated anyone unjustly, ruined anyone, or cheated anyone.",
      "3": "I’m not saying this to condemn you. I’ve already told you that you are in our hearts so that we will live and die together.",
      "4": "I have great confidence in you, and I have a lot of reasons to be proud of you. Even as we suffer, I’m encouraged and feel very happy.",
      "5": "Ever since we arrived in the province of Macedonia, we’ve had no rest. Instead, we suffer in a number of ways. Outwardly we have conflicts, and inwardly we have fears.",
      "6": "Yet God, who comforts those who are dejected, comforted us when Titus arrived.",
      "7": "We were comforted not only by his arrival but also by learning about the comfort he had received while he was with you. He told us how you wanted to see me, how sorry you are for what you’ve done, and how concerned you are about me. This made me even happier.",
      "8": "If my letter made you uncomfortable, I’m not sorry. But since my letter did make you uncomfortable for a while, I was sorry.",
      "9": "But I’m happy now, not because I made you uncomfortable, but because the distress I caused you has led you to change the way you think and act. You were distressed in a godly way, so we haven’t done you any harm.",
      "10": "In fact, to be distressed in a godly way causes people to change the way they think and act and leads them to be saved. No one can regret that. But the distress that the world causes brings only death.",
      "11": "When you became distressed in a godly way, look at how much devotion it caused you to have. You were ready to clear yourselves of the charges against you. You were disgusted with the wrong that had been done. You were afraid. You wanted to see us. You wanted to show your concern for us. You were ready to punish the wrong that had been done. In every way you have demonstrated that you are people who are innocent in this matter.",
      "12": "So, when I wrote to you, I didn’t write because of the man who did the wrong or the man who was hurt by it. Rather, I wrote because I wanted you to show your devotion to us in God’s sight.",
      "13": "This is what has comforted us.\nIn addition to being comforted, we were especially pleased to see how happy Titus was. All of you had put his mind at ease.",
      "14": "I didn’t have to be ashamed of anything I had said to him when I bragged about you. Since everything we told you was true, our bragging to Titus has also proved to be true.",
      "15": "His deepest feelings go out to you even more as he remembers how obedient all of you were, and how you welcomed him with fear and trembling.",
      "16": "I’m pleased that I can be confident about you in every way."
    },
    "8": {
      "1": "Brothers and sisters, we want you to know how God showed his kindness to the churches in the province of Macedonia.",
      "2": "While they were being severely tested by suffering, their overflowing joy, along with their extreme poverty, has made them even more generous.",
      "3": "I assure you that by their own free will they have given all they could, even more than they could afford.",
      "4": "They made an appeal to us, begging us to let them participate in the ministry of God’s kindness to his holy people in Jerusalem.",
      "5": "They did more than we had expected. First, they gave themselves to the Lord and to us, since this was God’s will.",
      "6": "This led us to urge Titus to finish his work of God’s kindness among you in the same way as he had already started it.",
      "7": "Indeed, the more your faith, your ability to speak, your knowledge, your dedication, and your love for us increase, the more we want you to participate in this work of God’s kindness.",
      "8": "I’m not commanding you, but I’m testing how genuine your love is by pointing out the dedication of others.",
      "9": "You know about the kindness of our Lord Yeshua Christ. He was rich, yet for your sake he became poor in order to make you rich through his poverty.",
      "10": "I’m giving you my opinion because it will be helpful to you. Last year you were not only willing to take a collection but had already started to do it.",
      "11": "So finish what you began to do. Then your willingness will be matched by what you accomplish",
      "12": "with whatever contributions you have. Since you are willing to do this, remember that people are accepted if they give what they are able to give. God doesn’t ask for what they don’t have.",
      "13": "I don’t mean that others should have relief while you have hardship. Rather, it’s a matter of striking a balance.",
      "14": "At the present time, your surplus fills their need so that their surplus may fill your need. In this way things balance out.",
      "15": "This is what Scripture says: “Those who had gathered a lot didn’t have too much, and those who gathered a little didn’t have too little.”",
      "16": "I thank God for making Titus as dedicated to you as I am.",
      "17": "He accepted my request and eagerly went to visit you by his own free will.",
      "18": "With him we have sent our Christian brother whom all the churches praise for the way he tells the Good News.",
      "19": "More than that, the churches elected him to travel with us and bring this gift of God’s kindness. We are administering it in a way that brings glory to the Lord and shows that we are doing it willingly.",
      "20": "We don’t want anyone to find fault with the way we are administering this generous gift.",
      "21": "We intend to do what is right, not only in the sight of the Lord, but also in the sight of people.",
      "22": "We have also sent with them our Christian brother whom we have often tested in many ways and found to be a dedicated worker. We find that he is much more dedicated now than ever because he has so much confidence in you.",
      "23": "If any questions are raised, remember that Titus is my partner and coworker to help you. The other men are representatives of the churches and bring glory to Christ.",
      "24": "So give these men a demonstration of your love. Show their congregations that we were right to be proud of you."
    },
    "9": {
      "1": "I don’t need to write anything further to you about helping the Christians in Jerusalem.",
      "2": "I know how willing you are to help, and I brag about you to the believers in the province of Macedonia. I tell them, “The people of Greece have been ready to send their collection since last year,” and your enthusiasm has moved most of them to act.",
      "3": "I’ve sent my coworkers so that when we brag that you’re ready, we can back it up.",
      "4": "Otherwise, if any Macedonians come with me, they might find out that you’re not ready after all. This would embarrass us for feeling so confident as much as it would embarrass you.",
      "5": "So I thought that I should encourage our coworkers to visit you before I do and make arrangements for this gift that you had already promised to give. Then it will be the blessing it was intended to be, and it won’t be something you’re forced to do.",
      "6": "Remember this: The farmer who plants a few seeds will have a very small harvest. But the farmer who plants because he has received God’s blessings will receive a harvest of God’s blessings in return.",
      "7": "Each of you should give whatever you have decided. You shouldn’t be sorry that you gave or feel forced to give, since God loves a cheerful giver.",
      "8": "Besides, God will give you his constantly overflowing kindness. Then, when you always have everything you need, you can do more and more good things.",
      "9": "Scripture says,\n“The righteous person gives freely to the poor.\n    His righteousness continues forever.”",
      "10": "God gives seed to the farmer and food to those who need to eat. God will also give you seed and multiply it. In your lives he will increase the things you do that have his approval.",
      "11": "God will make you rich enough so that you can always be generous. Your generosity will produce thanksgiving to God because of us.",
      "12": "What you do to serve others not only provides for the needs of God’s people, but also produces more and more prayers of thanksgiving to God.",
      "13": "You will honor God through this genuine act of service because of your commitment to spread the Good News of Christ and because of your generosity in sharing with them and everyone else.",
      "14": "With deep affection they will pray for you because of the extreme kindness that God has shown you.",
      "15": "I thank God for his gift that words cannot describe."
    },
    "10": {
      "1": "I, Paul, make my appeal to you with the gentleness and kindness of Christ. I’m the one who is humble when I’m with you but forceful toward you when I’m not with you.",
      "2": "I beg you that when I am with you I won’t have to deal forcefully with you. I expect I will have to because some people think that we are only guided by human motives.",
      "3": "Of course we are human, but we don’t fight like humans.",
      "4": "The weapons we use in our fight are not made by humans. Rather, they are powerful weapons from God. With them we destroy people’s defenses, that is, their arguments",
      "5": "and all their intellectual arrogance that oppose the knowledge of God. We take every thought captive so that it is obedient to Christ.",
      "6": "We are ready to punish every act of disobedience when you have become completely obedient.",
      "7": "Look at the plain facts! If anyone is confident he belongs to Christ, he should take note that we also belong to Christ.",
      "8": "So, if I brag a little too much about the authority which the Lord gave us, I’m not ashamed. The Lord gave us this authority to help you, not to hurt you.",
      "9": "I don’t want you to think that I’m trying to frighten you with my letters.",
      "10": "I know that someone is saying that my letters are powerful and strong, but that I’m a weakling and a terrible speaker.",
      "11": "The person who is saying those things should take note of this fact: When we are with you we will do the things that we wrote about in our letters when we weren’t with you.",
      "12": "We wouldn’t put ourselves in the same class with or compare ourselves to those who are bold enough to make their own recommendations. Certainly, when they measure themselves by themselves and compare themselves to themselves, they show how foolish they are.",
      "13": "How can we brag about things that no one can evaluate? Instead, we will only brag about what God has given us to do—coming to the city of Corinth where you live.",
      "14": "It’s not as though we hadn’t already been to Corinth. We’re not overstating the facts. The fact is that we were the first to arrive in Corinth with the Good News about Christ.",
      "15": "How can we brag about things done by others that can’t be evaluated?\nWe have confidence that as your faith grows, you will think enough of us to give us the help we need to carry out our assignment—",
      "16": "spreading the Good News in the regions far beyond you. We won’t brag about things already accomplished by someone else.",
      "17": "“Whoever brags should brag about what the Lord has done.”",
      "18": "It isn’t the person who makes his own recommendation who receives approval, but the person whom the Lord recommends."
    },
    "11": {
      "1": "I want you to put up with a little foolishness from me. I’m sure that you will.",
      "2": "I’m as protective of you as God is. After all, you’re a virgin whom I promised in marriage to one man—Christ.",
      "3": "However, I’m afraid that as the snake deceived Eve by its tricks, so your minds may somehow be lured away from your sincere and pure devotion to Christ.",
      "4": "When someone comes to you telling about another Yeshua whom we didn’t tell you about, you’re willing to put up with it. When you receive a spirit that is different from the Spirit you received earlier, you’re also willing to put up with that. When someone tells you good news that is different from the Good News you already accepted, you’re willing to put up with that too.",
      "5": "I don’t think I’m inferior in any way to your super-apostles.",
      "6": "Even though I’m not good with words, I know what I’m talking about. Timothy and I have made this clear to you in every possible way.",
      "7": "Did I commit a sin when I humbled myself by telling you the Good News of God free of charge so that you could become important?",
      "8": "I robbed other churches by taking pay from them to serve you.",
      "9": "When I was with you and needed something, I didn’t bother any of you for help. My friends from the province of Macedonia supplied everything I needed. I kept myself from being a financial burden to you in any way, and I will continue to do that.",
      "10": "As surely as I have Christ’s truth, my bragging will not be silenced anywhere in Greece.",
      "11": "Why? Because I don’t love you? God knows that I do love you.",
      "12": "But I’ll go on doing what I’m doing. This will take away the opportunity of those people who want to brag because they think they’re like us.",
      "13": "People who brag like this are false apostles. They are dishonest workers, since they disguise themselves as Christ’s apostles.",
      "14": "And no wonder, even Satan disguises himself as an angel of light.",
      "15": "So it’s not surprising if his servants also disguise themselves as servants who have God’s approval. In the end they will get what they deserve.",
      "16": "Again I say that no one should think that I’m a fool. But if you do, then take me for a fool so that I can also brag a little.",
      "17": "What I say as I start bragging is foolishness. It’s not something I would say if I were speaking for the Lord.",
      "18": "Since it’s common for people to brag, I’ll do it too.",
      "19": "You’re wise, so you’ll gladly put up with fools.",
      "20": "When someone makes you slaves, consumes your wealth, seizes your property, orders you around, or slaps your faces, you put up with it.",
      "21": "I’m ashamed to admit it, but Timothy and I don’t have the strength to do those things to you.\nWhatever other people dare to brag about, I, like a fool, can also brag about.",
      "22": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they Abraham’s descendants? So am I.",
      "23": "Are they Christ’s servants? It’s insane to say it, but I’m a far better one. I’ve done much more work, been in prison many more times, been beaten more severely, and have faced death more often.",
      "24": "Five times the Jewish leaders had me beaten with 39 lashes;",
      "25": "three times Roman officials had me beaten with clubs. Once people tried to stone me to death; three times I was shipwrecked, and I drifted on the sea for a night and a day.",
      "26": "Because I’ve traveled a lot, I’ve faced dangers from raging rivers, from robbers, from my own people, and from other people. I’ve faced dangers in the city, in the open country, on the sea, and from believers who turned out to be false friends.",
      "27": "Because I’ve had to work so hard, I’ve often gone without sleep, been hungry and thirsty, and gone without food and without proper clothes during cold weather.",
      "28": "Besides these external matters, I have the daily pressure of my anxiety about all the churches.",
      "29": "When anyone is weak, I’m weak too. When anyone is caught in a trap, I’m also harmed.",
      "30": "If I must brag, I will brag about the things that show how weak I am.",
      "31": "The God and Father of the Lord Yeshua, who is praised forever, knows that I’m not lying.",
      "32": "The governor under King Aretas put guards around the city of Damascus to catch me.",
      "33": "So I was let down in a basket through an opening in the wall and escaped from him."
    },
    "12": {
      "1": "I must brag, although it doesn’t do any good. I’ll go on to visions and revelations from the Lord.",
      "2": "I know a follower of Christ who was snatched away to the third heaven fourteen years ago. I don’t know whether this happened to him physically or spiritually. Only God knows.",
      "3": "I know that this person",
      "4": "was snatched away to paradise where he heard things that can’t be expressed in words, things that humans cannot put into words. I don’t know whether this happened to him physically or spiritually. Only God knows.",
      "5": "I’ll brag about this person, but I won’t brag about myself unless it’s about my weaknesses.",
      "6": "If I ever wanted to brag, I wouldn’t be a fool. Instead, I would be telling the truth. But I’m going to spare you so that no one may think more of me than what he sees or hears about me,",
      "7": "especially because of the excessive number of revelations that I’ve had.\nTherefore, to keep me from becoming conceited, I am forced to deal with a recurring problem. That problem, Satan’s messenger, torments me to keep me from being conceited.",
      "8": "I begged the Lord three times to take it away from me.",
      "9": "But he told me: “My kindness is all you need. My power is strongest when you are weak.” So I will brag even more about my weaknesses in order that Christ’s power will live in me.",
      "10": "Therefore, I accept weakness, mistreatment, hardship, persecution, and difficulties suffered for Christ. It’s clear that when I’m weak, I’m strong.",
      "11": "I have become a fool. You forced me to be one. You should have recommended me to others. Even if I’m nothing, I wasn’t inferior in any way to your super-apostles.",
      "12": "While I was among you I patiently did the signs, wonders, and miracles which prove that I’m an apostle.",
      "13": "How were you treated worse than the other churches, except that I didn’t bother you for help? Forgive me for this wrong!",
      "14": "I’m ready to visit you for a third time, and I won’t bother you for help. I don’t want your possessions. Instead, I want you. Children shouldn’t have to provide for their parents, but parents should provide for their children.",
      "15": "I will be very glad to spend whatever I have. I’ll even give myself for you. Do you love me less because I love you so much?",
      "16": "You agree, then, that I haven’t been a burden to you. Was I a clever person who trapped you by some trick?",
      "17": "Did I take advantage of you through any of the men I sent you?",
      "18": "I encouraged Titus to visit you, and I sent my friend with him. Did Titus take advantage of you? Didn’t we have the same motives and do things the same way?",
      "19": "Have you been thinking all along that we’re trying to defend ourselves to you? We speak as Christ’s people in God’s sight. Everything we do, dear friends, is for your benefit.",
      "20": "I’m afraid that I may come and find you different from what I want you to be, and that you may find me different from what you want me to be. I’m afraid that there may be rivalry, jealousy, hot tempers, selfish ambition, slander, gossip, arrogance, and disorderly conduct.",
      "21": "I’m afraid that when I come to you again, my God may humble me. I may have to grieve over many who formerly led sinful lives and have not changed the way they think and act about the perversion, sexual sins, and promiscuity in which they have been involved."
    },
    "13": {
      "1": "This is the third time that I’ll be visiting you. Every accusation must be verified by two or three witnesses.",
      "2": "I already warned you when I was with you the second time, and even though I’m not there now, I’m warning you again. When I visit you again, I won’t spare you. That goes for all those who formerly led sinful lives as well as for all the others.",
      "3": "Since you want proof that Christ is speaking through me, that’s what you’ll get. Christ isn’t weak in dealing with you. Instead, he makes his power felt among you.",
      "4": "He was weak when he was crucified, but by God’s power he lives. We are weak with him, but by God’s power we will live for you with his help.",
      "5": "Examine yourselves to see whether you are still in the Christian faith. Test yourselves! Don’t you recognize that you are people in whom Yeshua Christ lives? Could it be that you’re failing the test?",
      "6": "I hope that you will realize that we haven’t failed the test.",
      "7": "We pray to God that you won’t do anything wrong. It’s not that we want to prove that we’ve passed the test. Rather, we want you to do whatever is right, even if we seem to have failed.",
      "8": "We can’t do anything against the truth but only to help the truth.",
      "9": "We’re glad when we are weak and you are strong. We are also praying for your improvement.",
      "10": "That’s why I’m writing this letter while I’m not with you. When I am with you I don’t want to be harsh by using the authority that the Lord gave me. The Lord gave us this authority to help you, not to hurt you.",
      "11": "With that, brothers and sisters, I must say goodbye. Make sure that you improve. Accept my encouragement. Share the same attitude and live in peace. The God of love and peace will be with you.",
      "12": "Greet one another with a holy kiss. All of God’s holy people greet you.",
      "13": "May the Lord Yeshua Christ’s good will, God’s love, and the Holy Spirit’s presence be with all of you!"
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:55.379225-04:00",
    "Translation": "NOG"
  }
}