{
  "2 Kings": {
    "1": {
      "1": "After Ahab died, Moab rebelled against Israel.",
      "2": "During the rebellion King Ahaziah fell through a window lattice in his upstairs room in Samaria and injured himself. So he sent messengers to Ekron. He had told them, “Go ask Baalzebub, the god of Ekron, if I will recover from this injury.”",
      "3": "Then the angel of Yahweh said to Elijah from Tishbe, “Meet the messengers of the king of Samaria, and ask them, ‘Do you seek advice from Baalzebub, the god of Ekron, because you think there is no Elohim in Israel?",
      "4": "This is what Yahweh says: You will not get up from the bed you are lying on. Instead, you will die there.’” Then Elijah left.",
      "5": "When the messengers returned, the king asked them, “Why have you come back so soon?”",
      "6": "They told him that a man came to meet them and said to them, “Go back to the king who sent you. Tell him, ‘This is what Yahweh says: Do you send messengers to seek advice from Baalzebub, the god of Ekron, because you think there is no Elohim in Israel? You will not get up from the bed you are lying on. Instead, you will die there.’”",
      "7": "The king asked them, “What was the man who told you this like?”",
      "8": "They replied, “He was hairy and had a leather belt around his waist.”\n“That’s Elijah from Tishbe,” the king answered.",
      "9": "The king sent an army officer with 50 men to Elijah. When the officer found Elijah sitting on top of a hill, he told Elijah, “Man of Elohim, the king says, ‘Come down.’”",
      "10": "Elijah answered the officer, “If I’m a man of Elohim, fire will come from heaven and burn up you and your 50 men.” Then fire came from heaven and burned up the officer and his 50 men.",
      "11": "The king sent another officer with 50 men to Elijah. The officer said, “Man of Elohim, this is what the king says: Come here right away!”",
      "12": "Elijah answered the officer, “If I’m a man of Elohim, fire will come from heaven and burn up you and your 50 men.” Then Elohim’s fire came from heaven and burned up the officer and his 50 men.",
      "13": "The king sent a third officer with 50 men. The officer of the third group went up the hill and knelt in front of Elijah. The officer begged him, “Man of Elohim, please treat my life and the lives of these 50 servants of yours as something precious.",
      "14": "Fire has come from heaven and burned up the first two officers and their 100 men. But treat my life as something precious.”",
      "15": "The angel of Yahweh told Elijah, “Go with him. Don’t be afraid of him.” So Elijah got up and went with him to the king.",
      "16": "Elijah told the king, “This is what Yahweh says: You sent messengers to seek advice from Baalzebub, the god of Ekron. Is this because you think there is no Elohim in Israel whose word you can seek? You will not get up from the bed you are lying on. Instead, you will die there.”",
      "17": "So Ahaziah died as Yahweh had predicted through Elijah. Joram succeeded him as king because Ahaziah had no son.",
      "18": "Isn’t everything else about Ahaziah—the things he did—written in the official records of the kings of Israel?"
    },
    "2": {
      "1": "When Yahweh was going to take Elijah to heaven in a windstorm, Elijah and Elisha left Gilgal.",
      "2": "Elijah said to Elisha, “Please stay here because Yahweh is sending me to Bethel.”\nElisha answered, “I solemnly swear, as Yahweh lives and as you live, I will not abandon you.” So they went to Bethel.",
      "3": "Some of the disciples of the prophets at Bethel came to Elisha. They asked him, “Do you know that Yahweh is going to take your master from you today?”\nHe answered, “Yes, I know. Be quiet.”",
      "4": "Elijah said, “Elisha, please stay here because Yahweh is sending me to Jericho.”\nElisha answered, “I solemnly swear, as Yahweh lives and as you live, I will not abandon you.” So they went to Jericho.",
      "5": "Then some of the disciples of the prophets who were in Jericho approached Elisha. They asked, “Do you know that Yahweh is going to take your master from you today?”\nHe answered, “Yes, I know. Be quiet.”",
      "6": "Elijah said to Elisha, “Please stay here because Yahweh is sending me to the Jordan River.”\nElisha answered, “I solemnly swear, as Yahweh lives and as you live, I will not abandon you.”",
      "7": "Fifty disciples of the prophets stood at a distance as Elijah and Elisha stood by the Jordan River.",
      "8": "Elijah took his coat, rolled it up, and struck the water with it. The water divided to their left and their right, and the two men crossed the river on dry ground.",
      "9": "While they were crossing, Elijah asked Elisha, “What should I do for you before I’m taken from you?”\nElisha answered, “Let me inherit a double share of your spirit.”",
      "10": "Elijah said, “You have asked for something difficult. If you see me taken from you, it will be yours. Otherwise, it will not.”",
      "11": "As they continued walking and talking, a fiery chariot with fiery horses separated the two of them, and Elijah went to heaven in a windstorm.",
      "12": "When Elisha saw this, he cried out, “Master! Master! Israel’s chariot and horses!” When he couldn’t see Elijah anymore, he grabbed his own garment and tore it in two to show his grief.",
      "13": "Then he picked up Elijah’s coat (which had fallen off Elijah), went back, and stood on the bank of the Jordan River.",
      "14": "He took the coat and struck the water with it. He asked, “Where is Yahweh Elohim of Elijah?” As he struck the water, it divided to his left and his right, and Elisha crossed the river.",
      "15": "The disciples of the prophets who were at Jericho saw him from a distance. They said, “Elijah’s spirit rests on Elisha!” Then they went to meet him and bowed in front of him with their faces touching the ground.",
      "16": "They said to him, “There are 50 strong men here with us. Please let them go and search for your master. Maybe the Ruach Yahweh lifted him up and dropped him on one of the hills or in one of the valleys.”\nElisha answered, “Don’t send them to look.”",
      "17": "But the disciples kept urging him to send the men until he was embarrassed. So he said, “Send them.” They sent 50 men who searched for three days without finding him.",
      "18": "They returned to Elisha in Jericho, where he was waiting. He said, “Didn’t I tell you not to go?”",
      "19": "The people of the city of Jericho told Elisha, “This city’s location is as good as you will ever find. But the water is bad, and the land cannot grow crops.”",
      "20": "Elisha said, “Bring me a new jar, and put salt in it.” They brought it to him.",
      "21": "He went to the spring and threw the salt into it. Then he said, “This is what Yahweh says: I have purified this water. No more deaths or crop failures will come from this water.”",
      "22": "To this day the water is still pure, as Elisha had said.",
      "23": "From there he went to Bethel. As he walked along the road, some boys came out of the city and mocked him. They said, “Go away, baldy! Go away!”",
      "24": "Looking back, he saw them and cursed them in Yahweh’s name. Two bears came out of the woods and tore 42 of these youths apart.",
      "25": "He left that place, went to Mount Carmel, and returned to Samaria."
    },
    "3": {
      "1": "Joram, son of Ahab, became king of Israel in Samaria during Jehoshaphat’s eighteenth year as king of Judah. He ruled for 12 years.",
      "2": "He did what Yahweh considered evil, but he didn’t do what his father or mother had done. He put away the sacred stone that his father had set up and dedicated to Baal.",
      "3": "But he would not give up the sins that Jeroboam (Nebat’s son) led Israel to commit. Joram would not turn away from those sins.",
      "4": "King Mesha of Moab raised sheep. Each year he had to pay the king of Israel 100,000 male lambs and the wool from 100,000 rams.",
      "5": "But when Ahab died, the king of Moab rebelled against the new king of Israel.",
      "6": "King Joram immediately left Samaria to prepare Israel’s army for war.",
      "7": "He sent this message to King Jehoshaphat of Judah: “The king of Moab has rebelled against me. Will you fight Moab with me?”\nJehoshaphat answered, “I’ll go. I will do what you do. My troops will do what your troops do. My horses will do what your horses do.”",
      "8": "Joram asked, “Which road should we take?”\nJehoshaphat answered, “The road through the desert of Edom.”",
      "9": "So the king of Israel, the king of Judah, and the king of Edom took an indirect route to Moab. After seven days they ran out of water for the army and the animals.",
      "10": "The king of Israel said, “Oh no! Yahweh has put the three of us at the mercy of the people of Moab.”",
      "11": "But Jehoshaphat asked, “Isn’t there a prophet of Yahweh whom we could ask?”\nOne of the officials of the king of Israel answered, “Elisha, the son of Shaphat, is here. He used to be Elijah’s assistant.”",
      "12": "Jehoshaphat said, “Yahweh’s word is with him.” So King Jehoshaphat of Judah, the king of Israel, and the king of Edom went to Elisha.",
      "13": "Elisha asked the king of Israel, “Why did you come to me? Go to your father’s prophets or your mother’s prophets.”\nThe king of Israel answered him, “No. Yahweh has called the three of us in order to put us at Moab’s mercy.”",
      "14": "Elisha answered, “I solemnly swear, as Yahweh Tsebaoth whom I serve lives, I wouldn’t even bother to look at you or notice you if it weren’t for my respect for King Jehoshaphat of Judah.",
      "15": "But get me someone to play some music.”\nWhile the musician was playing, Yahweh’s power came over Elisha.",
      "16": "He said, “This is what Yahweh says: Make this valley full of ditches.",
      "17": "You will not see wind or rain, but this valley will be filled with water. You, your cattle, and your other animals will drink.",
      "18": "Yahweh considers that an easy thing to do. In addition, he will put Moab at your mercy.",
      "19": "You will defeat every walled city and every important city. You will cut down every good tree, seal all the wells, and use rocks to ruin every good piece of land.”",
      "20": "That is what happened in the morning. At the time of the grain offering, water flowed from Edom and filled the countryside.",
      "21": "All the people of Moab heard that the kings had come to fight them. So all men old enough to bear arms were called to fight. They stood at the border.",
      "22": "When the Moabites got up early in the morning as the sun was rising over the water, they saw the water from a distance. It was as red as blood.",
      "23": "They said, “It’s blood! The kings have been fighting one another and have killed each other. Now, Moabites, let’s take their goods!”",
      "24": "So when the Moabites came to Israel’s camp, the Israelites attacked them, and they fled from the Israelites. Israel went after the Moabites and defeated them.",
      "25": "Then Israel tore down the cities, each man throwing rocks on every good field until it was covered. They sealed every well and cut down every good tree. Only the stones in the walls of Kir Hareseth were left. Soldiers surrounded Kir Hareseth and attacked it with slings and stones.",
      "26": "When the king of Moab saw he was losing the battle, he took 700 swordsmen to try to break through to the king of Edom. But they couldn’t do it.",
      "27": "Then he took his firstborn son, who would have succeeded him as king, and sacrificed him on the wall as a burnt offering. There was bitter anger against the Israelites. So they went home to their own country."
    },
    "4": {
      "1": "One of the wives of a disciple of the prophets called to Elisha, “Sir, my husband is dead! You know how he feared Yahweh. Now a creditor has come to take my two children as slaves.”",
      "2": "Elisha asked her, “What should I do for you? Tell me, what do you have in your house?”\nShe answered, “I have nothing in the house except a jar of olive oil.”",
      "3": "Elisha said, “Borrow many empty containers from all your neighbors.",
      "4": "Then close the door behind you and your children, and pour oil into all those containers. When one is full, set it aside.”",
      "5": "So she left him and closed the door behind her and her children. The children kept bringing containers to her, and she kept pouring.",
      "6": "When the containers were full, she told her son, “Bring me another container.”\nHe told her, “There are no more containers.” So the olive oil stopped flowing.",
      "7": "She went and told the man of Elohim.\nHe said, “Sell the oil, and pay your debt. The rest is for you and your children.”",
      "8": "One day Elisha was traveling through Shunem, where a rich woman lived. She had invited him to eat with her. So whenever he was in the area, he stopped in to eat.",
      "9": "She told her husband, “I know he’s a holy man of Elohim. And he regularly travels past our house.",
      "10": "Let’s make a small room on the roof and put a bed, table, chair, and lamp stand there for him. He can stay there whenever he comes to visit us.”",
      "11": "One day he came to their house, went into the upstairs room, and rested there.",
      "12": "He told his servant Gehazi, “Call this Shunem woman.”\nGehazi called her, and she stood in front of him.",
      "13": "Elisha said to Gehazi, “Ask her what we can do for her, since she has gone to a lot of trouble for us. Maybe she would like us to speak to the king or the commander of the army for her.”\nShe answered, “I’m already living among my own people.”",
      "14": "“What should we do for her?” Elisha asked.\nGehazi answered, “Well, she has no son, and her husband is old.”",
      "15": "Elisha said, “Call her.” So Gehazi called her, and she stood in the doorway.",
      "16": "Elisha said, “At this time next spring, you will hold a baby boy in your arms.”\nShe answered, “Don’t say that, sir. Don’t lie to me. You’re a man of Elohim.”",
      "17": "But the woman became pregnant and had a son at that time next year, as Elisha had told her.",
      "18": "Several years later the boy went to his father, who was with the harvest workers.",
      "19": "Suddenly, he said to his father, “My head! My head!”\nThe father told his servant, “Carry him to his mother.”",
      "20": "The servant picked him up and brought him to his mother. The boy sat on her lap until noon, when he died.",
      "21": "She took him upstairs and laid him on the bed of the man of Elohim, left the room, and shut the door behind her.",
      "22": "She called her husband and said, “Please send me one of the servants and one of the donkeys. I will go quickly to the man of Elohim and come back again.”",
      "23": "Her husband asked, “Why are you going to him today? It isn’t a New Moon Festival or a day of worship.”\nBut she said goodbye to him.",
      "24": "She saddled the donkey. Then she told her servant, “Lead on. Don’t slow down unless I tell you.”",
      "25": "So she came to the man of Elohim at Mount Carmel.\nWhen the man of Elohim saw her coming at a distance, he told his servant Gehazi, “There is the woman from Shunem.",
      "26": "Run to meet her and ask her how she, her husband, and the boy are doing.”\n“Everyone’s fine,” she answered.",
      "27": "When she came to the man of Elohim at the mountain, she took hold of his feet. Gehazi went to push her away. But the man of Elohim said, “Leave her alone. She is bitter. Yahweh has hidden the reason from me. He hasn’t told me.”",
      "28": "The woman said, “I didn’t ask you for a son. I said, ‘Don’t raise my hopes.’”",
      "29": "The man of God told Gehazi, “Put on a belt, take my shepherd’s staff in your hand, and go. Whenever you meet anyone, don’t stop to greet him. If he greets you, don’t stop to answer him. Lay my staff on the boy’s face.”",
      "30": "The boy’s mother said, “I solemnly swear, as Yahweh and you live, I will not leave without you.” So Elisha got up and followed her.",
      "31": "Gehazi went ahead of them and put the staff on the boy’s face, but there was no sound or sign of life. So Gehazi came back to meet the man of Elohim. Gehazi told him, “The boy didn’t wake up.”",
      "32": "When Elisha came to the house, the dead boy was lying on Elisha’s bed.",
      "33": "He went into the room, closed the door, and prayed to Yahweh.",
      "34": "Then he lay on the boy, putting his mouth on the boy’s mouth, his eyes on the boy’s eyes, his hands on the boy’s hands. He crouched over the boy’s body, and it became warm.",
      "35": "Elisha got up, walked across the room and came back, and then got back on the bed and crouched over him. The boy sneezed seven times and opened his eyes.",
      "36": "Elisha called Gehazi and said, “Call the Shunem woman.” Gehazi called her. When she came to him, he said, “Take your son.”",
      "37": "Then she immediately bowed at his feet. She took her son and left.",
      "38": "When Elisha went back to Gilgal, there was a famine in the country. One day, while the disciples of the prophets were meeting with him, he told his servant, “Put a large pot on the fire, and cook some stew for the disciples of the prophets.”",
      "39": "One of them went into the field to gather vegetables and found a wild vine. He filled his clothes with wild gourds. Then he cut them into the pot of stew without knowing what they were.",
      "40": "They dished out the food for the men to eat. As they were eating the stew, they cried out, “There’s death in the pot, man of Elohim!” So they couldn’t eat it.",
      "41": "Elisha said, “Bring some flour.” He threw it into the pot and said, “Dish it out for the people to eat.” Then there was nothing harmful in the pot.",
      "42": "A man from Baal Shalisha brought bread made from the first harvested grain, 20 barley loaves, and fresh grain to the man of Elohim. The man of Elohim said, “Give it to the people to eat.”",
      "43": "But his servant asked, “How can I set this in front of a hundred people?”\n“Give it to the people to eat,” the man of Elohim said. “This is what Yahweh says: They will eat and even have some left over.”",
      "44": "The servant set it in front of them. They ate and had some left over, as Yahweh had predicted."
    },
    "5": {
      "1": "Naaman, the commander of the Aramean king’s army, was respected and highly honored by his master. Yahweh had given Aram a victory through Naaman. This man was a good soldier, but he had a skin disease.",
      "2": "Once, when the Arameans went on raids, they had brought back a little girl from Israel. She became the servant of Naaman’s wife.",
      "3": "The girl told her mistress, “If only my master were with the prophet in Samaria. Then the prophet could cure him of his skin disease.”",
      "4": "Naaman went to his master and told him what the girl from Israel had said.",
      "5": "The king of Aram said, “You may go. I will also send a letter to the king of Israel.” When Naaman left, he took 750 pounds of silver, 150 pounds of gold, and 10 sets of clothing with him.",
      "6": "He brought the letter to the king of Israel. It read, “I’m sending my officer Naaman with this letter. Cure him of his skin disease.”",
      "7": "When the king of Israel read the letter, he tore his clothes in distress. He asked, “Am I Elohim? Can I kill someone and then bring him back to life? This man sends someone to me so that I can cure his skin disease! All of you should realize and understand that he’s trying to pick a fight with me.”",
      "8": "But when Elisha, the man of Elohim, heard that the king of Israel had torn his clothes, he sent a messenger to the king. He asked, “Why did you tear your clothes? Please let Naaman come to me and find out that there is a prophet in Israel.”",
      "9": "Naaman came with his horses and chariot and stopped at the entrance to Elisha’s home.",
      "10": "Elisha sent a messenger to him. He said, “Wash yourself seven times in the Jordan River, and your skin will be healthy and clean.”",
      "11": "But Naaman became angry and left. He said, “I thought he would at least come out of his house, stand somewhere, call on the name of Yahweh his Elohim, wave his hand over the infected place, and heal the skin disease.",
      "12": "The Abana and Pharpar Rivers in Damascus have better water than any of the rivers in Israel. Couldn’t I wash in them and be clean?” So he turned around and left in anger.",
      "13": "But Naaman’s servants went to him and said, “Master, if the prophet had asked you to do some extraordinary act, wouldn’t you have done it? Why shouldn’t you do as he said: ‘Wash and be clean’?”",
      "14": "So he went to dip himself in the Jordan River seven times, as the man of Elohim had instructed him. His skin became healthy again like a little child’s skin.",
      "15": "Then he and all his men returned to the man of Elohim. Naaman stood in front of Elisha and said, “Now I know that there’s no god in the whole world, except the Elohim of Israel. So please accept a present from me.”",
      "16": "Elisha said, “I solemnly swear, as Yahweh whom I serve lives, I will not accept it.” Naaman urged him to take it, but he refused.",
      "17": "So Naaman said, “If you won’t take it, please have someone give me as much dirt as a pair of mules can carry. From now on I will sacrifice to Yahweh alone. I will not offer any burnt offering or sacrifice to any other gods.",
      "18": "May Yahweh forgive me when my master goes to the temple of Rimmon to worship, leans on my arm, and I have to bow down in the temple of Rimmon. When I do this, may Yahweh forgive me for this one thing.”",
      "19": "Elisha told Naaman, “Go in peace.”\nAfter Elisha had left him and gone some distance,",
      "20": "Gehazi, the servant of Elisha (the man of Elohim), thought, “My master let this Aramean Naaman go without accepting what he had brought. As sure as Yahweh lives, I’ll run after Naaman and get something from him.”",
      "21": "So Gehazi went after Naaman. When Naaman saw Gehazi running after him, he got down from his chariot to speak to him. “Is something wrong?” he asked.",
      "22": "Gehazi answered, “No. My master has sent me. He says, ‘Just now two young men from the disciples of the prophets in the hills of Ephraim have arrived. Please give them 75 pounds of silver and two sets of clothing.’”",
      "23": "Naaman replied, “Please let me give you 150 pounds of silver.” Naaman urged him to take the silver. Naaman tied up 150 pounds of silver in two bags with two sets of clothing. He gave them to a couple of his own servants to carry in front of Gehazi.",
      "24": "When Gehazi came to the Ophel in Samaria, he took these things and put them away in the house. Then he dismissed the men, and they left.",
      "25": "He went and stood in front of his master.\nElisha asked him, “Where were you, Gehazi?”\n“I didn’t go anywhere,” he answered.",
      "26": "Then Elisha said to him, “I went with you in spirit when the man turned around in his chariot to speak to you. How could you accept silver, clothes, olive orchards, vineyards, sheep, cattle, or slaves?",
      "27": "Naaman’s skin disease will cling to you and your descendants permanently!”\nWhen he left Elisha, Gehazi had a disease that made his skin as flaky as snow."
    },
    "6": {
      "1": "The disciples of the prophets said to Elisha, “The place where we’re staying is too small for us.",
      "2": "Let’s go to the Jordan River. Each of us can get some logs and make a place for us to live there.”\nElisha said, “Go ahead.”",
      "3": "Then one of the disciples asked, “Won’t you please come with us?”\nElisha answered, “I’ll go.”",
      "4": "So he went with them. They came to the Jordan River and began to cut down trees.",
      "5": "As one of them was cutting down a tree, the ax head fell into the water. He cried out, “Oh no, master! It was borrowed!”",
      "6": "The man of Elohim asked, “Where did it fall?” When he showed Elisha the place, Elisha cut off a piece of wood. He threw it into the water at that place and made the ax head float.",
      "7": "Elisha said, “Pick it up.” The disciple reached for it and picked it up.",
      "8": "Whenever the king of Aram was fighting against Israel, he asked for advice from his officers about where they were to camp.",
      "9": "So the man of Elohim would send a message to the king of Israel, “Be careful not to go by that place. The Arameans are hiding there.”",
      "10": "Then the king of Israel would send someone to the place that the man of Elohim told him about. Elisha warned them so that they would be on their guard. He did this repeatedly.",
      "11": "The king of Aram was very angry about this. He called his officers and asked them, “Won’t you tell me who among us is a spy for the king of Israel?”",
      "12": "One of his officers answered, “No one, Your Majesty. Elisha, the prophet in Israel, tells the king of Israel everything you say—even what you say in your bedroom.”",
      "13": "The king said, “Find out where he is. Then I will send men to capture him.”\nThe king was told, “He is in Dothan.”",
      "14": "So the king sent horses and chariots and a large fighting unit there. They came at night and surrounded the city.",
      "15": "When the servant of the man of Elohim got up in the morning and went outside, he saw troops, horses, and chariots surrounding the city. Elisha’s servant asked, “Master, what should we do?”",
      "16": "Elisha answered, “Don’t be afraid. We have more forces on our side than they have on theirs.”",
      "17": "Then Elisha prayed, “Yahweh, please open his eyes so that he may see.” Yahweh opened the servant’s eyes and let him see. The mountain around Elisha was full of fiery horses and chariots.",
      "18": "As the Arameans came down to get him, Elisha prayed to Yahweh, “Please strike these people with blindness.” Yahweh struck them with blindness, as Elisha had asked.",
      "19": "Elisha told them, “This isn’t the way! This isn’t the city. Follow me, and I will lead you to the man you’re looking for.” So he led them into Samaria.",
      "20": "When they came into Samaria, Elisha said, “Yahweh, open the eyes of these men, and let them see.” Yahweh opened their eyes and let them see that they were in the middle of Samaria.",
      "21": "When the king of Israel saw them, he asked Elisha, “Master, should I kill them? Should I kill them?”",
      "22": "Elisha answered, “Don’t kill them. Do you kill everyone you take captive in combat? Give them food and water. Let them eat and drink. Then let them go back to their master.”",
      "23": "So the king prepared a great feast for them. They ate and drank, and then he sent them back to their master. After this, Aramean troops didn’t raid Israel’s territory anymore.",
      "24": "Later King Benhadad of Aram assembled his whole army. They went to Samaria and blockaded it.",
      "25": "The shortages caused by the blockade of Samaria became so severe that a donkey’s head sold for two pounds of silver and a half-pint of dove manure for two ounces of silver.",
      "26": "As the king of Israel was walking on the city wall, a woman cried to him, “Help me, Your Majesty!”",
      "27": "He answered, “If Yahweh doesn’t help you, how can I help you? I can’t give you something from the threshing floor or the winepress.”",
      "28": "Then the king asked her, “What’s the matter?”\nShe answered, “This woman told me, ‘Give up your son. Let’s eat him today. We’ll eat my son tomorrow.’",
      "29": "So we boiled my son and ate him. The next day I told her, ‘Give up your son. We’ll eat him,’ but she hid her son.”",
      "30": "When the king heard the woman say this, he tore his clothes in distress. As he was walking on the city wall, the people saw that he was wearing sackcloth under his clothes.",
      "31": "He said, “May Elohim strike me dead if the head of Elisha, son of Shaphat, stays on his body today.”",
      "32": "Elisha was sitting in his home with the city’s leaders. The king had sent one of his men ahead of him to Elisha’s house. But before the messenger arrived, Elisha asked the leaders, “Do you see how this murderer has sent someone to tear off my head? When the messenger comes, close the door. Hold it shut because the king will be following him.”",
      "33": "While he was still talking to them, the messenger arrived. He said to Elisha, “This severe famine is from Yahweh. Why should I wait any longer for Yahweh to help us?”"
    },
    "7": {
      "1": "Elisha answered, “Listen to the word of Yahweh! This is what Yahweh says: About this time tomorrow 24 cups of the best flour will sell for half an ounce of silver in the gateway to Samaria. And 48 cups of barley will sell for half an ounce of silver.”",
      "2": "The servant on whose arm the king was leaning answered the man of Elohim, “Could this happen even if Yahweh poured rain through windows in the sky?”\nElisha replied, “You will see it with your own eyes, but you won’t eat any of it.”",
      "3": "Four men with skin diseases were at the entrance of the city gate. One of them asked, “Why are we sitting here waiting to die?",
      "4": "If we go into the city, the famine is also there, and we’ll still die. But if we stay here, we’ll die. So let’s go to the Aramean camp. If they give us something to keep us alive, we’ll live. But if they kill us, we’ll die anyway.”",
      "5": "So they started out at dusk to go into the Aramean camp. When they came to the edge of the camp, no one was there.",
      "6": "(Yahweh had made the Aramean army hear what sounded like chariots, horses, and a large army. The Aramean soldiers said to one another, “The king of Israel has hired the Hittite and Egyptian kings to attack us!”",
      "7": "So at dusk they fled. They abandoned the camp as it was with its tents, horses, and donkeys and ran for their lives.)",
      "8": "When the men with skin diseases came to the edge of the camp, they went into a tent, ate and drank, and carried off the silver, gold, and clothes they found in that tent. They went away and hid them. Then they came back, went into another tent, carried off its contents, went away, and hid them.",
      "9": "Then they said to one another, “What we’re doing is not right. This is a day of good news, and we’re not telling anyone about it. If we wait until morning when it’s light out, we’ll be punished. Let’s bring the news to the royal palace.”",
      "10": "So they called the city gatekeepers and told them, “We went into the Aramean camp, and we didn’t see or hear anyone. The horses and donkeys were still tied up. Even the tents were left exactly as they were.”",
      "11": "The gatekeepers announced the news to the royal palace.",
      "12": "So the king got up at night and told his officers what the Arameans had planned for them. He said, “They know we’re starving, so they’ve left the camp to hide in the countryside. They’re thinking, ‘When they’ve left the city, we’ll capture them alive and get into the city.’”",
      "13": "One of his officers replied, “Please let some men take five of the horses that are left here. Those men will be no worse off than the rest of the Israelites who are dying. Let’s send them to take a look.”",
      "14": "So they took two chariots with horses, and the king sent them to follow the Aramean army and told them to find out what happened.",
      "15": "They followed them as far as the Jordan River and saw how the whole road was littered with clothes and equipment that the Arameans had thrown away in their hurry. The messengers returned and told the king about it.",
      "16": "So the people went out and looted the Aramean camp. Then 24 cups of the best flour sold for half an ounce of silver, and 48 cups of barley sold for half an ounce of silver, as Yahweh had predicted.",
      "17": "The king appointed the servant on whose arm he used to lean to be in charge of the gate. But the people trampled him to death in the gateway, as the man of Elohim had predicted when the king came to him.",
      "18": "(It happened exactly as the man of Elohim told the king, “48 cups of barley will sell for half an ounce of silver. And 24 cups of the best flour will sell for half an ounce of silver. This will happen about this time tomorrow in the gateway to Samaria.”",
      "19": "Then the servant answered the man of Elohim, “Could this happen even if Yahweh poured rain through windows in the sky?” Elisha answered, “You will see it with your own eyes, but you won’t eat any of it.”)",
      "20": "So this is what happened to the king’s servant: The people trampled him to death in the gateway."
    },
    "8": {
      "1": "Elisha had told the woman whose son he had brought back to life, “Go away with your family. Stay wherever you can. Yahweh has decided to send a famine on this country, and it will last seven years.”",
      "2": "The woman did what the man of Elohim told her. She and her family went to live in Philistine territory for seven years.",
      "3": "At the end of seven years, the woman came home from Philistine territory but left again to make an appeal to the king about her house and land.",
      "4": "The king was talking to Gehazi, the servant of the man of Elohim. He said, “Please tell me about all the great things Elisha has done.”",
      "5": "While Gehazi was telling the king how Elisha brought a dead child back to life, the mother came to make an appeal to the king about her house and land.\nGehazi said, “Your Majesty, this is the woman, and this is her son whom Elisha brought back to life.”",
      "6": "When the king asked the woman about this, she told him the story. So the king assigned to her an attendant to whom he said, “Restore all that is hers, including whatever her property produced from the day she left the country until now.”",
      "7": "Elisha went to Damascus. King Benhadad of Aram, who was sick, was told, “The man of Elohim has come here.”",
      "8": "The king told Hazael, “Take a present, and meet the man of Elohim. Ask Yahweh through him, ‘Will I recover from this illness?’”",
      "9": "Hazael went to meet Elisha. He took with him a present and all kinds of goods from Damascus. He had loaded the goods on 40 camels. He stood in front of Elisha and said, “Your humble servant King Benhadad of Aram has sent me to you. He asks whether he will recover from this illness.”",
      "10": "Elisha replied, “Tell him that he will get better, although Yahweh has shown me that he is actually going to die.”",
      "11": "He stared at him until he became embarrassed. Then the man of Elohim began to cry.",
      "12": "“Sir, why are you crying?” Hazael asked.\nElisha answered, “I know the evil you will do to the Israelites: You will set their fortresses on fire, kill their best young men, smash their little children, and rip open their pregnant women.”",
      "13": "But Hazael asked, “How can a dog like me do such a significant thing?”\nElisha answered, “Yahweh has shown me that you will become king of Aram.”",
      "14": "Hazael left Elisha and went to his master Benhadad, who asked him what Elisha had said.\nHazael answered, “He told me that you will get better.”",
      "15": "But the next day Hazael took a blanket, soaked it in water, and smothered the king with it. Hazael ruled as king in his place.",
      "16": "Joram (Ahab’s son) was in his fifth year as king of Israel when Jehoram, son of King Jehoshaphat of Judah, began to rule. Jehoram ruled while Jehoshaphat was still king of Judah.",
      "17": "He was 32 years old when he began to rule, and he ruled for 8 years in Jerusalem.",
      "18": "He followed the ways of the kings of Israel, as Ahab’s family had done, because his wife was Ahab’s daughter. So he did what Yahweh considered evil.",
      "19": "But for David’s sake Yahweh didn’t want to destroy Judah. Yahweh had told David that he would always give him and his descendants a shining lamp.",
      "20": "During Jehoram’s time Edom rebelled against Judah and chose its own king.",
      "21": "Jehoram took all his chariots to attack Zair. The Edomites and their chariot commanders surrounded him, but he got up at night, broke through their lines, and his troops fled home.",
      "22": "So Edom rebelled against Judah’s rule and is still independent today. At that time Libnah also rebelled.",
      "23": "Isn’t everything else about Jehoram—everything he did—written in the official records of the kings of Judah?",
      "24": "Jehoram lay down in death with his ancestors and was buried with them in the City of David. His son Ahaziah succeeded him as king.",
      "25": "Joram (Ahab’s son) was in his twelfth year as king of Israel when Jehoram’s son Ahaziah became king of Judah.",
      "26": "Ahaziah was 22 years old when he began to rule, and he ruled for one year in Jerusalem. His mother was Athaliah, the granddaughter of King Omri of Israel.",
      "27": "Ahaziah followed the ways of Ahab’s family. He did what Yahweh considered evil, as Ahab’s family had done, because he was related to Ahab’s family by marriage.",
      "28": "Ahaziah went with Ahab’s son Joram to fight against King Hazael of Aram at Ramoth Gilead. There the Arameans wounded Joram.",
      "29": "King Joram returned to Jezreel to let his wounds heal. (He had been wounded by the Arameans at Ramah when he fought against King Hazael of Aram.) Then Jehoram’s son Ahaziah went to Jezreel to see Ahab’s son Joram, who was sick."
    },
    "9": {
      "1": "The prophet Elisha called one of the disciples of the prophets. He said, “Put on your belt. Take this flask of olive oil, and go to Ramoth Gilead.",
      "2": "When you arrive there, look for Jehu, son of Jehoshaphat and grandson of Nimshi. Go inside, and have him get up and leave his companions. Take him into an inner room.",
      "3": "Take the flask of oil, pour it on his head, and say, ‘This is what Yahweh says: I have anointed you king of Israel.’ Then open the door and leave immediately.”",
      "4": "The young man, the servant of the prophet, went to Ramoth Gilead.",
      "5": "When he arrived there, the army’s generals were sitting together. He said, “I have something to tell you, General.”\nJehu asked, “Which one of us?”\nHe answered, “You, General!”",
      "6": "Jehu got up and went into the house. The prophet poured olive oil on his head and told him, “This is what Yahweh Elohim of Israel says: I have anointed you king of Yahweh’s people, king of Israel.",
      "7": "You will destroy the family of your master Ahab. I will get revenge on Jezebel for shedding the blood of my servants the prophets and all Yahweh’s other servants.",
      "8": "Ahab’s entire family will die. I will destroy every male from Ahab’s family, whether slave or freeman in Israel.",
      "9": "I will make Ahab’s family like the family of Jeroboam (Nebat’s son) and like the family of Baasha, son of Ahijah.",
      "10": "Dogs will eat Jezebel inside the walls of Jezreel, and no one will bury her.” Then he opened the door and left.",
      "11": "Jehu came out to his master’s officials. One of them asked him, “Is everything alright? Why did this lunatic come to you?”\nHe answered, “You know the man and the kind of things he says.”",
      "12": "They said, “That’s not an answer. Please tell us.”\nJehu replied, “We talked for a while, and he said to me, ‘This is what Yahweh says: I have anointed you king of Israel.’”",
      "13": "Then each one of them immediately took off his coat and laid it on the stairs below him. They blew a ram’s horn and said, “Jehu is king!”",
      "14": "So Jehu, son of Jehoshaphat and grandson of Nimshi, plotted against Joram. (Joram and all Israel were guarding Ramoth Gilead against King Hazael of Aram.",
      "15": "But King Joram had returned to Jezreel to recover from the wounds he received while fighting King Hazael of Aram.)\nThen Jehu said, “If you want me to be king, don’t let anyone escape from the city to take the news to Jezreel.”",
      "16": "So Jehu got on his chariot and drove to Jezreel because Joram was lying in bed there. (King Ahaziah of Judah had come to see Joram.)",
      "17": "The watchman standing on the tower in Jezreel saw Jehu’s troops coming. He said, “I see some troops.”\nSo Joram said, “Take a chariot driver, send him to meet them, and ask, ‘Is everything alright?’”",
      "18": "So a chariot driver rode off, met Jehu, and said, “The king asks, ‘Is everything alright?’”\nJehu replied, “Why should that matter to you? Follow me.”\nSo the watchman announced, “The messenger you sent has reached them, but he isn’t coming back.”",
      "19": "Then Joram sent out a second driver. When he came to them, he said, “The king asks, ‘Is everything alright?’”\nJehu replied, “Why should that matter to you? Follow me.”",
      "20": "So the watchman announced, “He has reached them, but he isn’t coming back. The troop’s leader is driving like a lunatic, like Jehu, grandson of Nimshi.”",
      "21": "“Hitch the horses to the chariot,” Joram ordered. When that was done, King Joram of Israel and King Ahaziah of Judah went to meet Jehu, each in his own chariot. They found him in the field that belonged to Naboth from Jezreel.",
      "22": "When Joram saw Jehu, he asked, “Is everything alright, Jehu?”\nJehu answered, “How can everything be alright as long as your mother continues her idolatry and witchcraft?”",
      "23": "As Joram turned his chariot around and tried to flee, he said to Ahaziah, “It’s a trap, Ahaziah!”",
      "24": "But Jehu took his bow and shot Joram between the shoulders. The arrow came out of his chest, and he slumped over in his chariot.",
      "25": "Then Jehu said to his attendant Bidkar, “Take him away, and throw him into the field that belonged to Naboth from Jezreel. Remember when you and I were driving our chariots behind his father Ahab? Yahweh revealed this prophecy about him:",
      "26": "‘Just as I saw the blood of Naboth and his sons yesterday, I will pay you back in this field,’ declares Yahweh. Now take him and throw him into the field as Yahweh predicted.”",
      "27": "When King Ahaziah of Judah saw this, he fled on the road leading to Beth Haggan. Jehu pursued him and ordered, “Shoot him down in his chariot.” They shot him at Gur Pass, which is near Ibleam. Ahaziah continued to flee until he got to Megiddo, where he died.",
      "28": "His servants brought him in a chariot to Jerusalem. They buried him in a tomb with his ancestors in the City of David.",
      "29": "(Ahaziah had become king of Judah in the eleventh year that Joram, Ahab’s son, was king of Israel.)",
      "30": "When Jehu arrived in Jezreel, Jezebel heard about it. She put on eye shadow, fixed her hair, and looked out of a second-story window.",
      "31": "When Jehu entered the gateway, she asked, “Is everything alright, Zimri, murderer of your master?”",
      "32": "Looking up at the window, he asked, “Is anyone on my side? Anyone?” Then two or three eunuchs looked out at him.",
      "33": "He said, “Throw her down.” They threw her down, and some of her blood splattered on the wall and the horses. The horses trampled her.",
      "34": "He went inside, ate, and drank. Then he said, “Take care of this woman who had a curse on her. After all, she was a king’s daughter.”",
      "35": "But when they went out to bury her, they couldn’t find any of her body except her skull, feet, and hands.",
      "36": "They came back and told him.\nJehu said, “Yahweh spoke through his servant Elijah from Tishbe. He said, ‘Dogs will eat Jezebel’s body inside the walls of Jezreel.",
      "37": "Jezebel’s corpse will be like manure on the ground in the fields surrounding Jezreel so that no one will be able to say that this is Jezebel.’”"
    },
    "10": {
      "1": "Ahab had 70 male heirs in Samaria. So Jehu wrote letters to the officials of Jezreel, the respected leaders, and the guardians of Ahab’s descendants in Samaria. The letters read,",
      "2": "“Your master’s heirs are with you, and you have chariots, horses, fortified cities, and weapons. As soon as this letter reaches you,",
      "3": "choose the best and most honest of your master’s heirs, and put him on Ahab’s throne. Fight for your master’s family.”",
      "4": "But they panicked. They said, “If two kings couldn’t stand up to him, how can we stand up to him?”",
      "5": "So the official in charge of the palace, the mayor of the city, the respected leaders, and the guardians sent this message to Jehu: “We are your servants. We’ll do everything you tell us. We won’t make anyone king. Do what you think is best.”",
      "6": "So he wrote them a second letter. It read, “If you are on my side and ready to listen to me, bring the heads of your master’s heirs to me in Jezreel about this time tomorrow.”\nThe 70 male heirs were staying with the city’s most powerful men. These men had raised them.",
      "7": "When the letter came to the men, they slaughtered all 70 heirs. They put the heads in baskets and sent them to Jehu in Jezreel.",
      "8": "A messenger told him, “They’ve brought the heads of the king’s heirs.”\nJehu said, “Put them in two piles at the entrance to the gateway until morning.”",
      "9": "In the morning he stood there. He told the people, “You are innocent. I plotted against my master and killed him. But who killed all these men?",
      "10": "You can be sure that the word of Yahweh spoken about Ahab’s family will be fulfilled. Yahweh will do what he said through his servant Elijah.”",
      "11": "Jehu also killed every member of Ahab’s household who was left in Jezreel: all the most powerful men, friends, and priests. Not one of them was left.",
      "12": "Then Jehu left for Samaria. When he came to Beth Eked of the Shepherds,",
      "13": "he found some relatives of King Ahaziah of Judah. “Who are you?” he asked.\nThey answered, “We’re Ahaziah’s relatives. We’ve come to greet the families of the king and the queen mother.”",
      "14": "Jehu ordered, “Capture them!”\nJehu’s men captured and slaughtered 42 of them at a cistern near Beth Eked. They didn’t leave any survivors.",
      "15": "When he left that place, he met Jehonadab, son of Rechab, who was coming to meet him. Jehu greeted him and asked, “Are you as loyal to me as I am to you?”\n“I am,” Jehonadab answered.\nSo Jehu said, “If you are, give me your hand.”\nWhen he gave Jehu his hand, Jehu helped him up into the chariot.",
      "16": "Jehu said, “Come with me. See how devoted I am to Yahweh.” So he had Jehonadab ride on his chariot.",
      "17": "When they arrived in Samaria, Jehu killed the rest of Ahab’s family, every member who was left in Samaria. He wiped them out, as Yahweh had told Elijah.",
      "18": "Then Jehu brought all the people together. He said, “Ahab served Baal a little, but Jehu will serve him a lot.",
      "19": "Summon all the prophets, servants, and priests of Baal. Make sure no one is missing because I have a great sacrifice to offer Baal. Whoever is missing will not live.” (Jehu was deceiving them. He actually wanted to destroy those who worshiped Baal.)",
      "20": "Jehu said, “Call a holy assembly to honor Baal.” So they did.",
      "21": "Jehu sent messengers to all the Israelites. All the worshipers of Baal came, and there wasn’t one who didn’t come. They went into the temple of Baal and filled it from one end to the other.",
      "22": "Then Jehu told the man in charge of the priests’ robes, “Bring out the robes for all the worshipers of Baal.” So he brought out robes for them.",
      "23": "Jehu and Jehonadab, son of Rechab, went into the temple of Baal and said to the worshipers of Baal, “Make sure that there are no worshipers of Yahweh here with you. Only the worshipers of Baal should be here.”",
      "24": "So they went in to offer sacrifices and burnt offerings. But Jehu had stationed 80 of his men outside. He said to them, “If any of the people I’m putting in your hands escape, you will pay for their lives with yours.”",
      "25": "When the burnt offerings had been made, Jehu said to the guards and attendants, “Kill them. Don’t let anyone get away.” So they used swords to kill the Baal worshipers and threw out the bodies until the guards and attendants came to the stronghold in the temple of Baal.",
      "26": "Then they brought out the large sacred stone of the temple of Baal and burned it.",
      "27": "They destroyed the sacred stone of Baal and the temple of Baal and made it into a latrine. It is still a latrine today.",
      "28": "So Jehu got rid of Baal worship throughout Israel.",
      "29": "But Jehu did not turn away from the sins that Jeroboam (Nebat’s son) led Israel to commit—the worship of the golden calves that were at Bethel and Dan.",
      "30": "Yahweh said to Jehu, “You did what I consider right, and you did it well. You did everything I wanted done to Ahab’s family. That is why four generations of your descendants will sit on the throne of Israel.”",
      "31": "But Jehu didn’t wholeheartedly obey the teachings of Yahweh Elohim of Israel. He didn’t turn away from the sins that Jeroboam led Israel to commit.",
      "32": "So in those days Yahweh began to take away some of Israel’s territory. Hazael defeated Jehu’s army throughout Israel’s territory",
      "33": "east of the Jordan River: the entire region of Gilead (the territory belonging to Gad, Reuben, and Manasseh) from Aroer, which is near the Arnon River, to Gilead and Bashan.",
      "34": "Isn’t everything else about Jehu—everything he did, all his heroic acts—written in the official records of the kings of Israel?",
      "35": "Jehu lay down in death with his ancestors and was buried in Samaria. His son Jehoahaz succeeded him as king.",
      "36": "Jehu ruled as king of Israel in Samaria for 28 years."
    },
    "11": {
      "1": "When Ahaziah’s mother, Athaliah, saw that her son was dead, she began to destroy the entire royal family.",
      "2": "But Jehosheba, daughter of King Jehoram and sister of Ahaziah, took Ahaziah’s son Joash. She saved him from being killed with the king’s other sons, and in a bedroom she hid him and his nurse from Athaliah. So Joash wasn’t killed",
      "3": "but was hidden with her in Yahweh’s temple for six years while Athaliah ruled the country.",
      "4": "In the seventh year of Athaliah’s reign, Jehoiada sent for the company commanders of the Carites and the guards and had them come to him in Yahweh’s temple. He made an agreement with them, put them under oath in Yahweh’s temple, and showed them the king’s son.",
      "5": "He ordered them, “This is what you must do: One third of you, those who are on duty on the day of worship, must guard the royal palace.",
      "6": "Another third must be at Sur Gate. And another third must be at the gate behind the guards. You will guard the king’s residence.",
      "7": "Then your two groups who normally go off duty on the day of worship must guard the king at Yahweh’s temple.",
      "8": "Surround the king. Each man should have his weapons in his hand. Kill anyone who tries to break through your ranks. Stay with the king wherever he goes.”",
      "9": "The company commanders did as the priest Jehoiada had ordered them. Each commander took his men who were coming on duty on the day of worship as well as those who were about to go off duty and came to the priest Jehoiada.",
      "10": "He gave the commanders the spears and the shields that had belonged to King David but were now in Yahweh’s temple.",
      "11": "The guards stood with their weapons in their hands. They were stationed around the king and around the altar and the temple (from the south side to the north side of the temple).",
      "12": "Then Jehoiada brought out the king’s son, gave him the crown and the religious instructions, and made him king by anointing him. As the guards clapped their hands, they said, “Long live the king!”",
      "13": "When Athaliah heard the noise made by the guards and the other people, she went into Yahweh’s temple, where the people were.",
      "14": "She looked, and the king was standing by the pillar according to custom. The commanders and the trumpeters were by his side. All the people of the land were rejoicing and blowing trumpets. As Athaliah tore her clothes in distress, she cried, “Treason, treason!”",
      "15": "Then the priest Jehoiada ordered the company commanders who were in charge of the army, “Take her out of the temple. Use your sword to kill anyone who follows her.” (The priest had said, “She must not be killed in Yahweh’s temple.”)",
      "16": "So they arrested her as she came to the street where the horses enter the royal palace, and there she was killed.",
      "17": "Jehoiada made a promise to Yahweh on behalf of the king and his people that they would be Yahweh’s people. He made other promises between the king and the people.",
      "18": "Then all the people of the land went to the temple of Baal and tore it down. They smashed Baal’s altars and his statues and killed Mattan, the priest of Baal, in front of the altars.\nNext, the priest appointed officials to be in charge of Yahweh’s temple.",
      "19": "He took the company commanders of the Carites and the guards and all the people of the land, and they brought the king from Yahweh’s temple. They went down the street that goes through Guards’ Gate to the royal palace. Then Joash sat on the royal throne.",
      "20": "All the people of the land were celebrating. But the city was quiet because they had killed Athaliah with a sword at the royal palace.",
      "21": "Joash was seven years old when he began to rule."
    },
    "12": {
      "1": "Joash began to rule in Jehu’s seventh year as king of Israel, and he ruled for 40 years in Jerusalem. His mother was Zibiah from Beersheba.",
      "2": "Joash did what Yahweh considered right, as long as the priest Jehoiada instructed him.",
      "3": "But the illegal places of worship weren’t torn down. The people continued to offer sacrifices and burn incense at these worship sites.",
      "4": "Joash told the priests, “Collect all the holy contributions that are brought into Yahweh’s temple—the money each person is currently required to bring and all the money brought voluntarily to Yahweh’s temple.",
      "5": "Each of the priests should receive it from the donors and use it to make repairs on the temple where they are needed.”",
      "6": "But by Joash’s twenty-third year as king, the priests still had not repaired the temple.",
      "7": "So King Joash called for Jehoiada and the other priests and asked them, “Why aren’t you repairing the damage in the temple? Don’t take any more money from the donors for your own use. Instead, use it to make repairs on the temple.”",
      "8": "The priests agreed neither to receive money from the people for personal use nor to be responsible for repairing the temple.",
      "9": "Then the priest Jehoiada took a box, drilled a hole in its lid, and put it at the right side of the altar as one comes into Yahweh’s temple. The priests who guarded the entrance put the money that was brought to Yahweh’s temple in the box.",
      "10": "Whenever they saw a lot of money in the box, the king’s scribe and the chief priest would collect and count the money that was donated in Yahweh’s temple.",
      "11": "Then they would give the money that had been weighed to the men who had been appointed to work on Yahweh’s temple. They used it to pay the carpenters, builders,",
      "12": "masons, and stonecutters. They also used it to buy wood and cut stones to make repairs on Yahweh’s temple and to buy anything else that they needed for the temple repairs.",
      "13": "But no silver bowls, snuffers, dishes, trumpets, or any other gold and silver utensils were made for Yahweh’s temple with the money that was brought.",
      "14": "Instead, the money was given to the workmen, and they used it to repair the temple.",
      "15": "They didn’t require the men who were entrusted with the money for the workers to give an account, because they were honest people.",
      "16": "The money from the guilt offerings and the offerings for sin was not brought into Yahweh’s temple. It belonged to the priests.",
      "17": "At this time King Hazael of Aram fought against Gath and conquered it. He was also determined to attack Jerusalem.",
      "18": "So King Joash of Judah took all the gifts his ancestors Kings Jehoshaphat, Jehoram, and Ahaziah of Judah, had dedicated to the Lord, the things he had dedicated to the Lord, and all the gold that could be found in the storerooms of Yahweh’s temple and the royal palace. He sent these things to King Hazael of Aram, who called off the attack on Jerusalem.",
      "19": "Isn’t everything else about Joash—everything he did—written in the official records of the kings of Judah?",
      "20": "His own officials plotted against him and killed him at Beth Millo on the road that goes down to Silla.",
      "21": "Joash’s officials Jozacar, son of Shimeath, and Jehozabad, son of Shomer, executed him. They buried him with his ancestors in the City of David. His son Amaziah succeeded him as king."
    },
    "13": {
      "1": "Ahaziah’s son King Joash of Judah was in his twenty-third year as king of Judah when Jehoahaz, son of Jehu, began to rule in Samaria as king of Israel. He ruled for 17 years.",
      "2": "He did what Yahweh considered evil. He continued to commit the sins that Jeroboam (Nebat’s son) led Israel to commit. He never gave up committing those sins.",
      "3": "So Yahweh became angry with Israel and put it at the mercy of King Hazael of Aram and Hazael’s son Benhadad as long as they lived.",
      "4": "Then Jehoahaz pleaded with Yahweh, and Yahweh heard him because he saw how the Aramean king was oppressing Israel.",
      "5": "So Yahweh gave the Israelites someone to save them, and they were freed from Aram’s power. They were able to live in their homes again as they had done before.",
      "6": "But they didn’t turn away from the sins that Jeroboam and his dynasty led Israel to commit. They continued to commit those sins. In addition, the pole dedicated to the goddess Asherah remained standing in Samaria.",
      "7": "Jehoahaz had no army left except for 50 horses, 10 chariots, and 10,000 foot soldiers because the king of Aram had destroyed the rest. He had made them like dust that people trample.",
      "8": "Isn’t everything else about Jehoahaz—everything he did, his heroic acts—written in the official records of the kings of Israel?",
      "9": "Jehoahaz lay down in death with his ancestors and was buried in Samaria. His son Jehoash ruled as king in his place.",
      "10": "In Joash’s thirty-seventh year as king of Judah, Jehoahaz’s son Jehoash began to rule Israel in Samaria. He ruled for 16 years.",
      "11": "He did what Yahweh considered evil and never gave up committing the sins that Jeroboam led Israel to commit. He continued to commit them.",
      "12": "Isn’t everything else about Jehoash—everything he did, his heroic acts when he fought against King Amaziah of Judah—written in the official records of the kings of Israel?",
      "13": "Jehoash lay down in death with his ancestors and was buried with the kings of Israel in Samaria. Then Jeroboam claimed the throne.",
      "14": "Elisha became fatally ill. King Jehoash of Israel visited him, cried over him, and said, “Master! Master! Israel’s chariot and horses!”",
      "15": "Elisha told him, “Get a bow and some arrows.” So he got a bow and some arrows.",
      "16": "Then Elisha told the king of Israel, “Take the bow in your hand.” So the king picked up the bow. Elisha laid his hands on the king’s hands.",
      "17": "Elisha said, “Open the window that faces east.” So the king opened it. “Shoot,” Elisha said, and the king shot. Then Elisha said, “That is the arrow of Yahweh’s victory, the arrow of victory against Aram. You will completely defeat the Arameans at Aphek.”",
      "18": "Then Elisha said, “Take the arrows.” So the king took them. “Stomp on them,” he told the king of Israel. The king stomped three times and stopped.",
      "19": "Then the man of Elohim became angry with him. “You should have stomped five or six times!” he said. “Then you would have completely defeated the Arameans. But now you will only defeat the Arameans three times.”",
      "20": "Elisha died and was buried. Moabite raiding parties used to invade the country in the spring.",
      "21": "One day some people who were burying a man saw one of these raiding parties. So they quickly put the man into Elisha’s tomb. But when the body touched Elisha’s bones, the man came back to life and stood up.",
      "22": "King Hazael of Aram oppressed Israel as long as Jehoahaz ruled.",
      "23": "But Yahweh was kind and merciful to the Israelites because of his promise to Abraham, Isaac, and Jacob. He didn’t want to destroy the Israelites, and even now he hasn’t turned away from them.",
      "24": "King Hazael of Aram died, and his son Benhadad succeeded him as king.",
      "25": "Then Jehoash, son of Jehoahaz, reconquered the cities that Benhadad had taken from his father Jehoahaz. Jehoash defeated Benhadad three times and recovered those cities of Israel."
    },
    "14": {
      "1": "Jehoahaz’s son King Jehoash was in his second year as king of Israel when King Amaziah, son of Joash of Judah, began to rule.",
      "2": "Amaziah was 25 years old when he began to rule, and he ruled for 29 years in Jerusalem. His mother was Jehoaddin from Jerusalem.",
      "3": "He did what Yahweh considered right, but not exactly what his ancestor David had done. He did everything his father Joash had done.",
      "4": "But the illegal places of worship were still not torn down. The people continued to offer sacrifices and burn incense at these worship sites.",
      "5": "As soon as he had a firm control over the kingdom, he executed the officials who had killed his father, the former king.",
      "6": "But he didn’t execute their children. He obeyed Yahweh’s command written in the Book of Moses’ Teachings: “Parents must never be put to death for the crimes of their children, and children must never be put to death for the crimes of their parents. Each person must be put to death for his own crime.”",
      "7": "Amaziah killed 10,000 Edomites in the Dead Sea region and took the city of Sela in battle. He gave it the name Joktheel, which is still its name today.",
      "8": "Then Amaziah sent messengers to King Jehoash, son of Jehoahaz and grandson of Jehu of Israel, to declare war on Israel.",
      "9": "King Jehoash of Israel sent this message to King Amaziah of Judah: “A thistle in Lebanon sent a message to a cedar in Lebanon. It said, ‘Let your daughter marry my son,’ but a wild animal from Lebanon came along and trampled the thistle.",
      "10": "You certainly defeated Edom, and now you have become arrogant. Enjoy your fame, but stay home. Why must you invite disaster and your own defeat and take Judah with you?”",
      "11": "But Amaziah wouldn’t listen. So King Jehoash of Israel attacked, and King Amaziah of Judah met him in battle at Beth Shemesh in Judah.",
      "12": "Israel defeated the army of Judah, and the Judeans fled to their homes.",
      "13": "King Jehoash of Israel captured King Amaziah, son of Joash and grandson of Ahaziah of Judah, at Beth Shemesh and went to Jerusalem. He tore down a 600-foot section of the wall around Jerusalem from Ephraim Gate to Corner Gate.",
      "14": "He took all the gold, silver, and all the utensils he found in Yahweh’s temple and in the royal palace treasury. He also took hostages. Then he returned to Samaria.",
      "15": "Isn’t everything else about Jehoash—what he did, his heroic acts when he fought against King Amaziah of Judah—written in the official records of the kings of Israel?",
      "16": "Jehoash lay down in death with his ancestors and was buried with the kings of Israel in Samaria. His son Jeroboam succeeded him as king.",
      "17": "Joash’s son King Amaziah of Judah lived 15 years after the death of Jehoahaz’s son King Jehoash of Israel.",
      "18": "Isn’t everything else about Amaziah written in the official records of the kings of Judah?",
      "19": "Conspirators in Jerusalem plotted against him, so he fled to Lachish. But they sent men to Lachish after him and killed him there.",
      "20": "They brought him back by horse, and he was buried in Jerusalem, in the City of David, with his ancestors.",
      "21": "All the people of Judah took Azariah, who was 16 years old, and made him king in place of his father Amaziah.",
      "22": "Azariah rebuilt Elath and returned it to Judah after King Amaziah lay down in death with his ancestors.",
      "23": "Joash’s son Amaziah was in his fifteenth year as king of Judah when Jehoash’s son King Jeroboam of Israel began to rule in Samaria. Jeroboam ruled for 41 years.",
      "24": "He did what Yahweh considered evil. He didn’t turn away from any of the sins that Jeroboam (Nebat’s son) led Israel to commit.",
      "25": "He restored Israel’s boundaries from the border of Hamath to the Dead Sea as Yahweh Elohim of Israel predicted through his servant Jonah, the prophet from Gath Hepher and the son of Amittai.",
      "26": "Yahweh did this because he saw how bitterly everyone in Israel was suffering. No slave or free person could help Israel.",
      "27": "Since Yahweh had said he was not going to wipe out Israel’s name completely, he saved them through Jeroboam, son of Jehoash.",
      "28": "Isn’t everything else about Jeroboam—everything he did, his heroic acts when he fought, how he recovered Damascus and Hamath for Israel—written in the official records of the kings of Israel?",
      "29": "Jeroboam lay down in death with his ancestors, the kings of Israel. His son Zechariah succeeded him as king."
    },
    "15": {
      "1": "In Jeroboam’s twenty-seventh year as king of Israel, Amaziah’s son Azariah began to rule as king of Judah.",
      "2": "He was 16 years old when he began to rule, and he ruled for 52 years in Jerusalem. His mother was Jecoliah from Jerusalem.",
      "3": "He did what Yahweh considered right, as his father Amaziah had done.",
      "4": "But the illegal places of worship were still not torn down. The people continued to offer sacrifices and burn incense at these worship sites.",
      "5": "Yahweh inflicted the king with a skin disease that lasted until the day the king died. So the king lived in a separate house. The king’s son Jotham was in charge of the palace and governed the country.",
      "6": "Isn’t everything else about Azariah—everything he did—written in the official records of the kings of Judah?",
      "7": "Azariah lay down in death with his ancestors and was buried with them in the City of David. His son Jotham succeeded him as king.",
      "8": "In Azariah’s thirty-eighth year as king of Judah, Jeroboam’s son Zechariah was king of Israel in Samaria for six months.",
      "9": "He did what Yahweh considered evil, as his ancestors had done. He didn’t turn away from the sins that Jeroboam (Nebat’s son) led Israel to commit.",
      "10": "Shallum, son of Jabesh, plotted against Zechariah, attacked him at Kabal Am, killed him, and succeeded him as king.",
      "11": "Everything else about Zechariah is written in the official records of the kings of Israel.",
      "12": "It happened exactly as Yahweh had told Jehu: “Four generations of your descendants will sit on the throne of Israel.”",
      "13": "Shallum, son of Jabesh, became king in Azariah’s thirty-ninth year as king of Judah. Shallum ruled for an entire month in Samaria.",
      "14": "Then Menahem, son of Gadi, came from Tirzah to Samaria, attacked Shallum (son of Jabesh), killed him, and succeeded him as king.",
      "15": "Everything else about Shallum—all about his conspiracy—is written in the official records of the kings of Israel.",
      "16": "Then Menahem attacked Tiphsah, everyone there, and its territory. Because the city didn’t open its gates for him, he attacked it and ripped open all its pregnant women.",
      "17": "In Azariah’s thirty-ninth year as king of Judah, Menahem, son of Gadi, began to rule as king of Israel. He ruled for 10 years in Samaria.",
      "18": "He did what Yahweh considered evil. During his entire life he never turned away from the sins that Jeroboam (Nebat’s son) led Israel to commit.",
      "19": "King Pul of Assyria came to attack the country. So Menahem gave Pul 75,000 pounds of silver to gain his support and help strengthen his hold on the kingdom.",
      "20": "Menahem raised the money from all the wealthy men in Israel. Each gave 20 ounces of silver for the king of Assyria. Then the king of Assyria left the country.",
      "21": "Isn’t everything else about Menahem—everything he did—written in the official records of the kings of Israel?",
      "22": "Menahem lay down in death with his ancestors, and his son Pekahiah succeeded him as king.",
      "23": "In Azariah’s fiftieth year as king of Judah, Menahem’s son Pekahiah began to rule. Pekahiah was king of Israel in Samaria for two years.",
      "24": "He did what Yahweh considered evil. He didn’t turn away from the sins that Jeroboam (Nebat’s son) led Israel to commit.",
      "25": "His officer Pekah, son of Remaliah, plotted against him. With 50 men from Gilead, Pekah attacked Pekahiah, Argob, and Arieh in the fortress of the royal palace in Samaria. Pekah killed him and succeeded him as king.",
      "26": "Everything else about Pekahiah—everything he did—is written in the official records of the kings of Israel.",
      "27": "In Azariah’s fifty-second year as king of Judah, Pekah, son of Remaliah, began to rule Israel in Samaria. He ruled for 20 years.",
      "28": "He did what Yahweh considered evil. He did not turn away from the sins that Jeroboam (Nebat’s son) led Israel to commit.",
      "29": "In the days of King Pekah of Israel, King Tiglath Pileser of Assyria took Ijon, Abel Beth Maacah, Janoah, Kedesh, Hazor, Gilead, Galilee, and the entire territory of Naphtali. He also took the people away to Assyria as captives.",
      "30": "Hoshea, son of Elah, plotted against Pekah, son of Remaliah. Hoshea attacked him and killed him. Hoshea began to rule as king in his place in the twentieth year that Azariah, son of Jotham, was king of Judah.",
      "31": "Everything else about Pekah—everything he did—is written in the official records of the kings of Israel.",
      "32": "In the second year that King Pekah, son of Remaliah, ruled Israel, Jotham, son of Azariah, began to rule as king of Judah.",
      "33": "He was 25 years old when he began to rule. He ruled for 16 years in Jerusalem. His mother was Jerusha, daughter of Zadok.",
      "34": "He did what Yahweh considered right, as his father Azariah had done.",
      "35": "But the illegal places of worship were not torn down. The people continued to offer sacrifices and burn incense at these worship sites. Jotham built the Upper Gate of Yahweh’s temple.",
      "36": "Isn’t everything else about Jotham—everything he did—written in the official records of the kings of Judah?",
      "37": "In those days Yahweh began to use King Rezin of Aram and Pekah, son of Remaliah, to attack Judah.",
      "38": "Jotham lay down in death with his ancestors and was buried with them in the city of his ancestor David. His son Ahaz succeeded him as king."
    },
    "16": {
      "1": "Pekah, son of Remaliah, was in his seventeenth year as king of Israel when King Ahaz, son of Jotham, began to rule as king of Judah.",
      "2": "Ahaz was 20 years old when he began to rule. He ruled for 26 years in Jerusalem. He didn’t do what Yahweh his Elohim considered right, as his ancestor David had done.",
      "3": "He followed the example of the kings of Israel and even sacrificed his son by burning him alive. Sacrificing children was one of the disgusting things done by the nations that Yahweh had forced out of the Israelites’ way.",
      "4": "He offered sacrifices and burned incense as an offering at the illegal worship sites, which were on hills and under every large tree.",
      "5": "Then King Rezin of Aram and King Pekah, son of Remaliah of Israel, came to wage war against Jerusalem. They blockaded Ahaz but couldn’t get him to fight.",
      "6": "At that time King Rezin of Aram drove the Judeans out of Elath and gave it back to Edom. The Edomites came to Elath and still live there today.",
      "7": "Ahaz sent messengers to King Tiglath Pileser of Assyria to say, “I’m your servant, your son. Come and save me from the kings of Aram and Israel who are attacking me.”",
      "8": "Ahaz took the silver and gold he found in Yahweh’s temple and in the treasury in the royal palace and sent them to the king of Assyria as a present.",
      "9": "The king of Assyria listened to him and attacked Damascus. He captured it, took the people to Kir as captives, and killed Rezin.",
      "10": "Then King Ahaz went to Damascus to meet King Tiglath Pileser of Assyria. He saw an altar there in Damascus. So King Ahaz sent the priest Urijah a model of the altar and a set of detailed plans.",
      "11": "Urijah built an altar exactly like the model King Ahaz sent from Damascus. He finished it before Ahaz returned home from Damascus.",
      "12": "When the king came from Damascus, he saw the altar. The king approached the altar and went up to it.",
      "13": "He sacrificed his burnt offering and grain offering, poured out his wine offering, and sprinkled the blood of his fellowship offering on the altar.",
      "14": "But he moved the bronze altar dedicated to Yahweh. It had been in front of the temple between his altar and Yahweh’s temple. Ahaz put it on the north side of his altar.",
      "15": "King Ahaz gave this command to the priest Urijah: “On this great altar you must burn the morning burnt offerings and the evening grain offering, the king’s burnt offerings and grain offerings, and the burnt offerings, grain offerings, and wine offerings of all the people of the land. Sprinkle all the blood of the burnt offerings and other sacrifices on it. I will use the bronze altar for prayer.”",
      "16": "The priest Urijah did what King Ahaz had commanded.",
      "17": "King Ahaz cut off the side panels of the bronze stands used in the temple and removed the basin from each of them. He took the bronze pool down from the bronze bulls that were under it and set it on a stone base.",
      "18": "Ahaz removed the covered walkway used on the day of worship. This walkway had been built in the temple. He also removed the outer entrance for the king from Yahweh’s temple. He did this to please the king of Assyria.",
      "19": "Isn’t everything else about Ahaz—the things he did—written in the official records of the kings of Judah?",
      "20": "Ahaz lay down in death with his ancestors and was buried with them in the City of David. His son Hezekiah succeeded him as king."
    },
    "17": {
      "1": "In Ahaz’s twelfth year as king of Judah, Hoshea, son of Elah, began to rule as king of Israel in Samaria. He ruled for nine years.",
      "2": "He did what Yahweh considered evil, but he didn’t do what the kings of Israel before him had done.",
      "3": "King Shalmaneser of Assyria defeated Hoshea, who became his servant and was required to make annual payments to him.",
      "4": "The king of Assyria found Hoshea to be a traitor. (Hoshea had sent messengers to King Dais of Egypt and had stopped making annual payments to the king of Assyria.) So the king of Assyria arrested him and put him in prison.",
      "5": "Then the king of Assyria attacked the entire country. He attacked Samaria and blockaded it for three years.",
      "6": "In Hoshea’s ninth year as king of Israel, the king of Assyria captured Samaria and took the Israelites to Assyria as captives. He settled them in Halah, along the Habor River in Gozan, and in the cities of the Medes.",
      "7": "The Israelites sinned against Yahweh their Elohim, who brought them out of Egypt and rescued them from the power of Pharaoh (the king of Egypt). They worshiped other gods",
      "8": "and lived by the customs of the nations that Yahweh had forced out of the Israelites’ way. They also did what their kings wanted them to do.",
      "9": "The Israelites secretly did things against Yahweh their Elohim that weren’t right:\nThey built for themselves illegal places of worship in all of their cities, from the smallest watchtower to the largest fortified city.",
      "10": "They set up sacred stones and poles dedicated to the goddess Asherah on every high hill and under every large tree.",
      "11": "At all the illegal places of worship, they sacrificed in the same way as the nations that Yahweh had removed from the land ahead of them.\nThey did evil things and made Yahweh furious.",
      "12": "They served idols, although Yahweh had said, “Never do this.”",
      "13": "Yahweh had warned Israel and Judah through every kind of prophet and seer, “Turn from your evil ways, and obey my commands and decrees as I commanded your ancestors in all my teachings, the commands I sent to you through my servants the prophets.”",
      "14": "But they refused to listen. They became as impossible to deal with as their ancestors who refused to trust Yahweh their Elohim.",
      "15": "They rejected his decrees, the promise he made to their ancestors, and the warnings he had given them. They went after worthless idols and became as worthless as the idols. They behaved like the nations around them, although Yahweh had commanded them not to do that.",
      "16": "They abandoned all the commands of Yahweh their Elohim:\nThey made two calves out of cast metal.\nThey made a pole dedicated to the goddess Asherah.\nThey prayed to the entire army of heaven.\nThey worshiped Baal.",
      "17": "They sacrificed their sons and daughters by burning them alive.\nThey practiced black magic and cast evil spells.\nThey sold themselves by doing what Yahweh considered evil, and they made him furious.",
      "18": "Yahweh became so angry with Israel that he removed them from his sight. Only the tribe of Judah was left.",
      "19": "Even Judah didn’t obey the commands of Yahweh their Elohim but lived according to Israel’s customs.",
      "20": "So Yahweh rejected all of Israel’s descendants, made them suffer, handed them over to those who looted their property, and finally turned away from Israel.",
      "21": "When he tore Israel away from the family of David, the people of Israel made Jeroboam (Nebat’s son) king. Jeroboam forced Israel away from Yahweh and led them to commit a serious sin.",
      "22": "The Israelites followed all the sins Jeroboam committed and never turned away from them.",
      "23": "Finally, Yahweh turned away from Israel as he had said he would through all his servants, the prophets. So the people of Israel were taken from their land to Assyria as captives, and they are still there today.",
      "24": "The king of Assyria brought people from Babylon, Cuthah, Avva, Hamath, and Sepharvaim and settled them in the cities of Samaria in place of the Israelites. They took over Samaria and lived in its cities.",
      "25": "When they first came to live there, they didn’t worship Yahweh. So Yahweh sent lions to kill some of them.",
      "26": "Then someone said to the king of Assyria, “The people you took as captives and settled in the cities of Samaria don’t know the customs of the god of that country, so he sent lions. Now the lions are killing them because they don’t know the customs of the god of this country.”",
      "27": "The king of Assyria gave this command: “Bring one of the priests you captured from there. Let him go back to teach them the customs of the god of that country.”",
      "28": "So one of the priests who had been taken prisoner from Samaria went to live in Bethel. He taught them how to worship Yahweh.",
      "29": "But each group that settled in Samaria continued to make its own gods. They put them at the illegal places of worship, which the people of Samaria had made. Each group did this in the cities where they lived:",
      "30": "The people from Babylon made Succoth Benoth.\nThe people from Cuth made Nergal.\nThe people from Hamath made Ashima.",
      "31": "The people from Avva made Nibhaz and Tartak.\nThe people from Sepharvaim burned their children for Adrammelech and Anammelech, the gods of Sepharvaim.",
      "32": "So while these people were worshiping Yahweh, they also appointed all kinds of people to serve as priests for the shrines at their illegal places of worship.",
      "33": "They worshiped Yahweh but also served their own gods according to the customs of the nations from which they had come.",
      "34": "Today they are still following their customs, as they’ve done from the beginning. They don’t fear Yahweh or live by the decrees, customs, teachings, or commands that Yahweh gave to the descendants of Jacob (whom he named Israel).",
      "35": "When Yahweh made a promise to Israel, he commanded, “Never worship other gods, bow down to them, serve them, or sacrifice to them.",
      "36": "Instead, worship Yahweh, who used his great power and a mighty arm to bring you out of Egypt. Bow down to Yahweh, and sacrifice to him.",
      "37": "Faithfully obey the laws, rules, teachings, and commands that he wrote for you: ‘Never worship other gods.",
      "38": "Never forget the promise I made to you. Never worship other gods.",
      "39": "Instead, worship Yahweh your Elohim, and he will rescue you from your enemies.’”",
      "40": "The people of Israel had refused to listen and made up their own rules, as they had done from the beginning.",
      "41": "These other nations worshiped Yahweh but also served their own idols. So did their children and their grandchildren. They still do whatever their ancestors did."
    },
    "18": {
      "1": "King Hoshea, son of Elah, had been king in Israel for three years when King Hezekiah, son of Ahaz of Judah, began to rule as king.",
      "2": "Hezekiah was 25 years old when he began to rule, and he ruled for 29 years in Jerusalem. His mother was Abi, daughter of Zechariah.",
      "3": "He did what Yahweh considered right, as his ancestor David had done.",
      "4": "He got rid of the illegal places of worship, crushed the sacred stones, and cut down the poles dedicated to the goddess Asherah. He even crushed the bronze snake that Moses had made because up to that time the Israelites had been burning incense to it. They called it Nehushtan.",
      "5": "Hezekiah trusted Yahweh Elohim of Israel. No king among all the kings of Judah was like Hezekiah.",
      "6": "He was loyal to Yahweh and never turned away from him. He obeyed the commands that Yahweh had given through Moses,",
      "7": "so Yahweh was with him. He succeeded in everything he tried: He rebelled against the king of Assyria and wouldn’t serve him anymore.",
      "8": "He conquered the Philistines from the smallest watchtower to the largest fortified city all the way to Gaza and its territory.",
      "9": "In Hezekiah’s fourth year as king (which was the seventh year in the reign of King Hoshea, son of Elah of Israel) King Shalmaneser of Assyria attacked Samaria, blockaded it,",
      "10": "and captured it at the end of three years. Samaria was taken in Hezekiah’s sixth year as king (which was Hoshea’s ninth year as king of Israel).",
      "11": "The king of Assyria took the Israelites to Assyria as captives. He put them in Halah, along the Habor River in Gozan, and in the cities of the Medes.",
      "12": "This happened because they refused to obey Yahweh their Elohim and disregarded the conditions of the promise he made to them. They refused to obey everything that Moses, Yahweh’s servant, had commanded.",
      "13": "In Hezekiah’s fourteenth year as king, King Sennacherib of Assyria attacked all the fortified cities of Judah and captured them.",
      "14": "Then King Hezekiah of Judah sent this message to the king of Assyria at Lachish: “I have done wrong. Go away, and leave me alone. I’ll pay whatever penalty you give me.”\nSo the king of Assyria demanded that King Hezekiah of Judah pay 22,500 pounds of silver and 2,250 pounds of gold.",
      "15": "Hezekiah gave him all the silver that could be found in Yahweh’s temple and in the royal palace treasury.",
      "16": "At that time Hezekiah stripped the gold off the doors and doorposts of Yahweh’s temple. (Earlier Hezekiah had them covered with gold.) He gave the gold to the king of Assyria.",
      "17": "Then the king of Assyria sent his commander-in-chief, his quartermaster, and his field commander with a large army from Lachish to King Hezekiah at Jerusalem. They came there and stood at the channel for the Upper Pool on the road to the Laundryman’s Field.",
      "18": "When they called for King Hezekiah, Eliakim, who was in charge of the palace and was the son of Hilkiah, Shebnah the scribe, and Joah, who was the royal historian and the son of Asaph, went out to the field commander.",
      "19": "The field commander said to them, “Tell Hezekiah, ‘This is what the great king, the king of Assyria, says: What makes you so confident?",
      "20": "You give useless advice about getting ready for war. Whom, then, do you trust for support in your rebellion against me?",
      "21": "Now, look! When you trust Egypt, you’re trusting a broken stick for a staff. If you lean on it, it stabs your hand and goes through it. This is what Pharaoh (the king of Egypt) is like for everyone who trusts him.",
      "22": "Suppose you tell me, “We’re trusting Yahweh our Elohim.” He’s the god whose places of worship and altars Hezekiah got rid of. He told Judah and Jerusalem, “Worship at this altar in Jerusalem.”’",
      "23": "“Now, make a deal with my master, the king of Assyria. I’ll give you 2,000 horses if you can put riders on them.",
      "24": "How can you defeat my master’s lowest-ranking officers when you trust Egypt for chariots and horses?",
      "25": "“Have I come to destroy this place without Yahweh on my side? Yahweh said to me, ‘Attack this country, and destroy it.’”",
      "26": "Then Eliakim (son of Hilkiah), Shebnah, and Joah said to the field commander, “Speak to us in Aramaic, since we understand it. Don’t speak to us in the Judean language as long as there are people on the wall listening.”",
      "27": "But the field commander asked them, “Did my master send me to tell these things only to you and your master? Didn’t he send me to the men sitting on the wall who will have to eat their own excrement and drink their own urine with you?”",
      "28": "Then the field commander stood and shouted loudly in the Judean language, “Listen to the great king, the king of Assyria.",
      "29": "This is what the king says: Don’t let Hezekiah deceive you. He can’t rescue you from me.",
      "30": "Don’t let Hezekiah get you to trust Yahweh by saying, ‘Yahweh will certainly rescue us, and this city will not be put under the control of the king of Assyria.’",
      "31": "Don’t listen to Hezekiah, because this is what the king of Assyria says: Make peace with me! Come out and give yourselves up to me! Everyone will eat from his own grapevine and fig tree and drink from his own cistern.",
      "32": "Then I will come and take you away to a country like your own. It’s a country with grain and new wine, a country with bread and vineyards, a country with olive trees, olive oil, and honey. Live! Don’t die! Don’t listen to Hezekiah when he tries to mislead you by saying to you, ‘Yahweh will rescue us.’",
      "33": "Did any of the gods of the nations rescue their countries from the king of Assyria?",
      "34": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Did they rescue Samaria from my control?",
      "35": "Did the gods of those countries rescue them from my control? Could Yahweh then rescue Jerusalem from my control?”",
      "36": "But the people were silent and didn’t say anything to him because the king commanded them not to answer him.",
      "37": "Then Eliakim, who was in charge of the palace and was the son of Hilkiah, Shebna the scribe, and Joah, who was the royal historian and the son of Asaph, went to Hezekiah with their clothes torn in grief. They told him the message from the field commander."
    },
    "19": {
      "1": "When King Hezekiah heard the message, he tore his clothes in grief, covered himself with sackcloth, and went into Yahweh’s temple.",
      "2": "Then he sent Eliakim, who was in charge of the palace, Shebna the scribe, and the leaders of the priests, clothed in sackcloth, to the prophet Isaiah, son of Amoz.",
      "3": "They said to him, “This is what Hezekiah says: Today is a day filled with misery, punishment, and disgrace. We are like a woman who is about to give birth but doesn’t have the strength to do it.",
      "4": "Yahweh your Elohim may have heard all the words of the field commander. His master, the king of Assyria, sent him to defy Elohim Chay. Yahweh your Elohim may punish him because of the message that Yahweh your Elohim heard. Pray for the few people who are left.”",
      "5": "So King Hezekiah’s men went to Isaiah.",
      "6": "Isaiah answered them, “Say this to your master, ‘This is what Yahweh says: Don’t be afraid of the message that you heard when the Assyrian king’s assistants slandered me.",
      "7": "I’m going to put a spirit in him so that he will hear a rumor and return to his own country. I’ll have him assassinated in his own country.’”",
      "8": "The field commander returned and found the king of Assyria fighting against Libnah. He had heard that the king left Lachish.",
      "9": "Now, Sennacherib heard that King Tirhakah of Sudan was coming to fight him.\nSennacherib sent messengers to Hezekiah, saying,",
      "10": "“Tell King Hezekiah of Judah, ‘Don’t let the god whom you trust deceive you by saying that Jerusalem will not be put under the control of the king of Assyria.",
      "11": "You heard what the kings of Assyria did to all countries, how they totally destroyed them. Will you be rescued?",
      "12": "Did the gods of the nations which my ancestors destroyed rescue Gozan, Haran, Rezeph, and the people of Eden who were in Telassar?",
      "13": "Where is the king of Hamath, the king of Arpad, and the king of the cities of Sepharvaim, Hena, and Ivvah?’”",
      "14": "Hezekiah took the letters from the messengers, read them, and went to Yahweh’s temple. He spread them out in front of Yahweh",
      "15": "and prayed to Yahweh, “Yahweh, Elohim of Israel, you are enthroned over the angels. You alone are Elohim of all the kingdoms of the world. You made heaven and earth.",
      "16": "Turn your ear toward me, Yahweh, and listen. Open your eyes, Yahweh, and see. Listen to the message that Sennacherib sent to defy Elohim Chay.",
      "17": "It is true, Yahweh, that the kings of Assyria have leveled nations.",
      "18": "They have thrown the gods from these countries into fires because these gods aren’t real gods. They’re only wooden and stone statues made by human hands. So the Assyrians have destroyed them.",
      "19": "Now, Yahweh our Elohim, rescue us from Assyria’s control so that all the kingdoms on earth will know that you alone are Yahweh Elohim.”",
      "20": "Then Isaiah, son of Amoz, sent a message to Hezekiah, “This is what Yahweh Elohim of Israel says: You prayed to me about King Sennacherib of Assyria. I have heard you.",
      "21": "This is the message that Yahweh speaks to him,\n‘My dear people in Zion despise you and laugh at you.\nMy people in Jerusalem shake their heads behind your back.",
      "22": "Whom are you defying and slandering?\n    Against whom are you shouting?\n        Who are you looking at so arrogantly?\n            It is Qedosh Yisrael!",
      "23": "Through your servants you defy Adonay and say,\n    “With my many chariots I’ll ride up the high mountains,\n        up the slopes of Lebanon.\n            I’ll cut down its tallest cedars and its finest cypresses.\n            I’ll come to its most distant borders\n                and its most fertile forests.",
      "24": "I’ll dig wells and drink foreign water.\n    I’ll dry up all the streams of Egypt\n        with the trampling of my feet.”",
      "25": "“‘Haven’t you heard? I did this long ago.\n    I planned it in the distant past.\n        Now I make it happen so that you will turn fortified cities\n            into piles of rubble.",
      "26": "Those who live in these cities are weak, discouraged, and ashamed.\nThey will be like plants in the field,\n    like fresh, green grass on the roofs,\n        scorched before it sprouted.",
      "27": "I know when you get up and sit down,\n    when you go out and come in,\n        and how you rage against me.",
      "28": "Since you rage against me and your boasting has reached my ears,\n    I will put my hook in your nose\n        and my bridle in your mouth.\n    I will make you go back the way you came.",
      "29": "“‘And this will be a sign for you, Hezekiah: You will eat what grows by itself this year and next year. But in the third year you will plant and harvest, plant vineyards, and eat what is produced.",
      "30": "Those few people from the nation of Judah who escape will again take root and produce crops.",
      "31": "Those few people will go out from Jerusalem, and those who escape will go out of Mount Zion. Yahweh is determined to do this.’",
      "32": "“This is what Yahweh says about the king of Assyria:\nHe will never come into this city,\n    shoot an arrow here,\n    hold a shield in front of it,\n        or put up dirt ramps to attack it.",
      "33": "He will go back the way he came,\n    and he won’t come into this city,”\n        declares Yahweh.",
      "34": "“I will shield this city to rescue it for my sake\n    and for the sake of my servant David.”",
      "35": "It happened that night. Yahweh’s angel went out and killed 185,000 soldiers in the Assyrian camp. When the Judeans got up early in the morning, they saw all the corpses.",
      "36": "Then King Sennacherib of Assyria left. He went home to Nineveh and stayed there.",
      "37": "While he was worshiping in the temple of his god Nisroch, Adrammelech and Sharezer assassinated him and escaped to the land of Ararat. His son Esarhaddon succeeded him as king."
    },
    "20": {
      "1": "In those days Hezekiah became sick and was about to die. The prophet Isaiah, son of Amoz, came to him and said, “This is what Yahweh says: Give final instructions to your household, because you’re about to die. You won’t get well.”",
      "2": "Hezekiah turned to the wall and prayed to Yahweh,",
      "3": "“Please, Yahweh, remember how I’ve lived faithfully and sincerely in your presence. I’ve done what you consider right.” And he cried bitterly.",
      "4": "Isaiah hadn’t gone as far as the middle courtyard when Yahweh spoke his word to him:",
      "5": "“Go back and say to Hezekiah, leader of my people, ‘This is what Yahweh Elohim of your ancestor David says: I’ve heard your prayer. I’ve seen your tears. Now I’m going to heal you. The day after tomorrow you will go to Yahweh’s temple.",
      "6": "I’ll give you 15 more years to live. I’ll rescue you and defend this city from the control of the king of Assyria for my sake and for the sake of my servant David.’”",
      "7": "Then Isaiah said, “Get a fig cake, and put it on the boil so that the king will get well.”",
      "8": "Hezekiah asked Isaiah, “What is the sign that Yahweh will heal me and that I’ll go to Yahweh’s temple the day after tomorrow?”",
      "9": "Isaiah said, “This is your sign from Yahweh that Yahweh will do what he promises. Do you want the shadow to go forward ten steps or come back ten steps?”",
      "10": "Hezekiah replied, “It’s easy for the shadow to extend ten more steps forward. No, let it come back ten steps.”",
      "11": "Then the prophet Isaiah called on Yahweh, and Yahweh made the shadow that had gone down on Ahaz’s stairway go back up ten steps.",
      "12": "At that time Baladan’s son, King Merodach Baladan of Babylon, sent letters and a present to Hezekiah because he heard that Hezekiah had been sick.",
      "13": "Hezekiah was so happy with them that he showed the messengers his warehouse: the silver, gold, balsam, fine olive oil, his entire armory, and everything in his treasury. Hezekiah showed them everything in his palace and every corner of his kingdom.",
      "14": "Then the prophet Isaiah came to King Hezekiah and asked, “What did these men say? And where did they come from?”\nHezekiah answered, “They came to me from the distant country of Babylon.”",
      "15": "Isaiah asked, “What did they see in your palace?”\nHezekiah answered, “They saw everything in my palace, and I showed them everything in my treasury.”",
      "16": "Isaiah said to Hezekiah, “Hear the word of Yahweh!",
      "17": "Yahweh says, ‘The days are going to come when everything in your palace, everything your ancestors have stored up to this day, will be taken away to Babylon. Nothing will be left.",
      "18": "Some of your own descendants will be taken away. They will become officials in the palace of the king of Babylon.’”",
      "19": "Hezekiah said to Isaiah, “Yahweh’s word that you have spoken is good.” He added, “Isn’t it enough if there is peace and security as long as I live?”",
      "20": "Isn’t everything else about Hezekiah, all his heroic acts and how he made the pool and tunnel to bring water into the city, written in the official records of the kings of Judah?",
      "21": "Hezekiah lay down in death with his ancestors. His son Manasseh succeeded him as king."
    },
    "21": {
      "1": "Manasseh was 12 years old when he began to rule, and he ruled for 55 years in Jerusalem. His mother’s name was Hephzibah.",
      "2": "He did what Yahweh considered evil by copying the disgusting things done by the nations that Yahweh had forced out of the Israelites’ way.",
      "3": "He rebuilt the illegal places of worship that his father Hezekiah had destroyed. He set up altars dedicated to Baal and made a pole dedicated to the goddess Asherah as King Ahab of Israel had done. Manasseh, like Ahab, worshiped and served the entire army of heaven.",
      "4": "He built altars in Yahweh’s temple, where Yahweh had said, “I will put my name in Jerusalem.”",
      "5": "In the two courtyards of Yahweh’s temple, he built altars for the entire army of heaven.",
      "6": "He burned his son as a sacrifice, consulted fortunetellers, cast evil spells, and appointed royal mediums and psychics. He did many things that made Yahweh furious.",
      "7": "Manasseh had an idol of Asherah made. Then he set it up in the temple, where Yahweh had said to David and his son Solomon, “I have chosen this temple and Jerusalem from all the tribes of Israel. I will put my name here forever.",
      "8": "I will never again make Israel’s feet wander from the land that I gave to their ancestors if they will obey all the commands and all the Teachings that my servant Moses gave them.”",
      "9": "(But they wouldn’t obey.) Manasseh misled Israel so that they did more evil things than the nations that Yahweh had destroyed when the Israelites arrived in the land.",
      "10": "Then Yahweh spoke through his servants the prophets:",
      "11": "“King Manasseh of Judah has done disgusting things, things more evil than what the Amorites who were here before him had done. Manasseh has also made Judah sin by worshiping his idols.",
      "12": "So this is what I, Yahweh Elohim of Israel, said: I’m going to bring such a disaster on Jerusalem and Judah that the ears of everyone who hears about it will ring.",
      "13": "I will measure Jerusalem with the measuring line used for Samaria and the plumb line used for Ahab’s dynasty. I will wipe out Jerusalem in the same way that a dish is wiped out and turned upside down.",
      "14": "I will abandon the rest of my people. I will put them under the control of their enemies, and they will become property that their enemies capture.",
      "15": "I will do this because they have done what I consider evil and have been making me furious from the time their ancestors left Egypt until this day.”",
      "16": "In addition to his sin that he led Judah to commit in front of Yahweh, Manasseh also killed a lot of innocent people from one end of Jerusalem to the other.",
      "17": "Isn’t everything else about Manasseh—everything he did, the sins he committed—written in the official records of the kings of Judah?",
      "18": "Manasseh lay down in death with his ancestors. He was buried in the garden of his own palace, in the garden of Uzza. His son Amon succeeded him as king.",
      "19": "Amon was 22 years old when he began to rule, and he ruled for 2 years in Jerusalem. His mother was Meshullemeth, daughter of Haruz from Jotbah.",
      "20": "He did what Yahweh considered evil, as his father Manasseh had done.",
      "21": "He lived like his father in every way and worshiped and prayed to the idols his father had worshiped.",
      "22": "He abandoned Yahweh Elohim of his ancestors and didn’t live Yahweh’s way.",
      "23": "Amon’s officials plotted against him and killed him in his palace.",
      "24": "Then the people of the land killed everyone who had plotted against King Amon. They made his son Josiah king in his place.",
      "25": "Isn’t everything else about Amon—the things he did—written in the official record of the kings of Judah?",
      "26": "He was buried in his tomb in the garden of Uzza. His son Josiah succeeded him as king."
    },
    "22": {
      "1": "Josiah was 8 years old when he began to rule, and he was king for 31 years in Jerusalem. His mother was Jedidah, daughter of Adaiah from Bozkath.",
      "2": "Josiah did what Yahweh considered right. He lived in the ways of his ancestor David and never stopped.",
      "3": "In Josiah’s eighteenth year as king of Judah, he sent the scribe Shaphan, son of Azaliah and grandson of Meshullam, to Yahweh’s temple with these instructions:",
      "4": "“Go to the chief priest Hilkiah. Have him count the money that has been brought into Yahweh’s temple, the money that the doorkeepers have collected from the people.",
      "5": "Give some of it to the foremen who are in charge of Yahweh’s temple. They should give it to the workmen who are making repairs on Yahweh’s temple.",
      "6": "(These workers include the carpenters, builders, and masons.) Also, use the rest of the money to buy lumber and quarried stones to repair the temple.",
      "7": "Since the workmen are honest, don’t require them to account for the money you give them.”",
      "8": "The chief priest Hilkiah told the scribe Shaphan, “I have found the Book of Moses’ Teachings in Yahweh’s temple.” Hilkiah gave the book to Shaphan, who then read it.",
      "9": "The scribe Shaphan went to the king and reported, “We have taken the money donated in the temple and have given it to the workmen who are in charge of Yahweh’s temple.”",
      "10": "Then the scribe Shaphan told the king, “The priest Hilkiah has given me a book.” And Shaphan read it to the king.",
      "11": "When the king heard what the book of the Teachings said, he tore his clothes in distress.",
      "12": "Then the king gave an order to the priest Hilkiah, to Ahikam (son of Shaphan), Achbor (son of Micaiah), the scribe Shaphan, and the royal official Asaiah. He said,",
      "13": "“On behalf of the people, all of Judah, and me, ask Yahweh about the words in this book that has been found. Yahweh’s fierce anger is directed towards us because our ancestors did not obey the things in this book or do everything written in it.”",
      "14": "So the priest Hilkiah, Ahikam, Achbor, Shaphan, and Asaiah went to talk to the prophet Huldah. She was the wife of Shallum, son of Tikvah and grandson of Harhas. Shallum was in charge of the royal wardrobe. Huldah was living in the Second Part of Jerusalem.",
      "15": "She told them, “This is what Yahweh Elohim of Israel says: Tell the man who sent you to me,",
      "16": "‘This is what Yahweh says: I’m going to bring disaster on this place and on the people living here according to everything written in the book that the king of Judah has read.",
      "17": "I will do this because they have abandoned me and sacrificed to other gods in order to make me furious. Therefore, my burning anger directed at this place will never be extinguished.’”",
      "18": "Huldah added, “But tell Judah’s king who sent you to me to ask Yahweh a question, ‘This is what Yahweh Elohim of Israel says about the words you heard:",
      "19": "You had a change of heart and humbled yourself in front of Yahweh when you heard my words against this place and those who live here. I had said that those who live here will be destroyed and cursed. You also tore your clothes in distress and cried in front of me. So I will listen to you, declares Yahweh.",
      "20": "That is why I’m going to bring you to your ancestors. I’m going to bring you to your grave in peace, and your eyes will not see any of the disaster I’m going to bring on this place.’”\nSo they reported this to the king."
    },
    "23": {
      "1": "Then the king sent for all the respected leaders of Judah and Jerusalem to join him.",
      "2": "The king, everyone in Judah, everyone living in Jerusalem, the priests, the prophets, and all the people (young and old) went to Yahweh’s temple. Josiah read everything written in the Book of the Promise found in Yahweh’s temple so that they could hear it.",
      "3": "The king stood beside the pillar and made a promise to Yahweh that he would follow Yahweh and obey his commands, instructions, and laws with all his heart and soul. He confirmed the terms of the promise written in this book. And all the people joined in the promise.",
      "4": "Then the king ordered the chief priest Hilkiah, the priests who served under Hilkiah, and the doorkeepers to take out of Yahweh’s temple all the utensils that had been made for Baal, Asherah, and the entire army of heaven. Josiah burned the utensils outside Jerusalem in an open field near the Kidron Brook. Then he carried their ashes to Bethel.",
      "5": "He got rid of the pagan priests whom the kings of Judah had appointed to sacrifice at the illegal places of worship in the cities of Judah and all around Jerusalem. They had been sacrificing to Baal, the sun god, the moon god, the zodiac, and the entire army of heaven.",
      "6": "He took the pole dedicated to the goddess Asherah from the temple to the Kidron Valley outside Jerusalem. He burned it in the Kidron Valley, ground it to dust, and threw its ashes on the tombs of the common people.",
      "7": "He tore down the houses of the male temple prostitutes who were in Yahweh’s temple, where women did weaving for Asherah.",
      "8": "He brought all the priests out of the cities of Judah from Geba to Beersheba and made the places where those priests sacrificed unclean. He tore down the worship site at the entrance of the Gate of Joshua, the gate named after the mayor of the city. (The worship site was to the left of anyone going through the city gate.)",
      "9": "The priests of the illegal worship sites had never gone to Yahweh’s altar in Jerusalem. Instead, they ate their unleavened bread among the other worshipers.",
      "10": "Josiah also made Topheth in the valley of Ben Hinnom unclean so that people would never again sacrifice their sons or daughters by burning them to the god Molech.",
      "11": "He removed the horses that Judah’s kings had dedicated to the sun god at the entrance of Yahweh’s temple. They were in the temple courtyard near the room of the eunuch Nathan Melech. He also burned the chariots of the sun god,",
      "12": "the altars that Judah’s kings had made and placed on the roof of Ahaz’s upstairs room, and the altars Manasseh had made in the two courtyards of Yahweh’s temple. The king tore them down from there, crushed them, and dumped their rubble in the Kidron Valley.",
      "13": "The king made the illegal places of worship east of Jerusalem unclean. They were on the southern part of the Hill of Destruction. King Solomon of Israel had built them for Astarte (the disgusting goddess of the Sidonians), Chemosh (the disgusting god of Moab), and Milcom (the disgusting god of the Ammonites).",
      "14": "Josiah crushed the sacred stones, cut down the poles dedicated to Asherah, and filled their places with human bones.",
      "15": "He also tore down the altar at Bethel—the place of worship made by Jeroboam (Nebat’s son), who had made Israel sin. He tore down both the altar and the place of worship. They burned the worship site, crushing it to powder and burning the pole dedicated to Asherah.",
      "16": "When Josiah turned and saw the tombs on the hill there, he sent men to take the bones out of the tombs and burn them on the altar to make it unclean. This fulfilled the word of Yahweh announced by the man of Elohim.",
      "17": "Then he asked, “What is this monument that I see?”\nThe people of the city answered him, “It’s the tomb of the man of Elohim who came from Judah to announce that you would do these things to the altar of Bethel.”",
      "18": "So Josiah said, “Let him rest. Don’t disturb his bones.” So they left his bones with the bones of the prophet who had come from Samaria.",
      "19": "Josiah also got rid of all the temples at the illegal places of worship in the cities of Samaria. The kings of Israel had built these places to make Yahweh furious. He did to them everything that he had done to the worship places at Bethel.",
      "20": "He slaughtered all the priests of the illegal worship sites on their altars and then burned human bones on them. He went back to Jerusalem.",
      "21": "The king ordered all the people to celebrate the Passover for Yahweh their Elohim as it is written in this Book of the Promise.",
      "22": "The Passover had never been celebrated like this during the time of the judges who governed Israel or during the entire time of the kings of Israel and Judah.",
      "23": "But in the eighteenth year of King Josiah’s reign, this Passover was celebrated in Jerusalem for Yahweh.",
      "24": "Josiah also got rid of the mediums, psychics, family idols, other idols, and disgusting gods that could be seen in the land of Judah and in Jerusalem. He did this to confirm the words of the Teachings written in the book that the priest Hilkiah found in Yahweh’s temple.",
      "25": "No king before Josiah had turned to Yahweh with all his heart, soul, and strength, as directed in Moses’ Teachings. No other king was like Josiah.",
      "26": "But Yahweh still didn’t turn his hot, burning anger from Judah. After all, Manasseh had done all these things to make him furious.",
      "27": "Yahweh had said, “I will put Judah out of my sight as I put Israel out of my sight. I will reject Jerusalem, the city that I chose, and I will reject the temple where I said my name would be.”",
      "28": "Isn’t everything else about Josiah—everything he did—written in the official records of the kings of Judah?",
      "29": "In Josiah’s days Pharaoh Necoh (the king of Egypt) came to help the king of Assyria at the Euphrates River. King Josiah went to attack Necoh. When Pharaoh saw him at Megiddo, Pharaoh killed him.",
      "30": "His officers put his dead body in a chariot and brought it from Megiddo to Jerusalem. They buried Josiah in his tomb.\nThen the people of the land took Josiah’s son Jehoahaz, anointed him, and made him king in place of his father.",
      "31": "Jehoahaz was 23 years old when he became king, and he was king for 3 months in Jerusalem. His mother was Hamutal, daughter of Jeremiah from Libnah.",
      "32": "He did what Yahweh considered evil, as his ancestors had done.",
      "33": "Pharaoh Necoh made him a prisoner at Riblah in the territory of Hamath during his reign in Jerusalem and fined the country 7,500 pounds of silver and 75 pounds of gold.",
      "34": "Then Pharaoh Necoh made Josiah’s son Eliakim king in place of his father Josiah and changed Eliakim’s name to Jehoiakim. He took Jehoahaz away to Egypt, where he died.",
      "35": "Jehoiakim gave Pharaoh the silver and the gold. But he had to tax the country to pay the silver Pharaoh had demanded. He taxed each person according to his wealth so that he could get the silver and gold from the people of the land and give it to Pharaoh Necoh.",
      "36": "Jehoiakim was 25 years old when he began to rule, and he was king for 11 years in Jerusalem. His mother was Zebidah, daughter of Pedaiah from Rumah.",
      "37": "Jehoiakim did what Yahweh considered evil, as his ancestors had done."
    },
    "24": {
      "1": "During Jehoiakim’s reign King Nebuchadnezzar of Babylon attacked Judah, and Jehoiakim became subject to him for three years. Then Jehoiakim turned against him and rebelled.",
      "2": "Yahweh sent raiding parties of Babylonians, Arameans, Moabites, and Ammonites against Jehoiakim to destroy Judah as Yahweh had predicted through his servants the prophets.",
      "3": "Without a doubt, this happened to Judah because Yahweh had commanded it to happen. He wanted to remove the people of Judah from his sight because of Manasseh’s sins—everything he had done,",
      "4": "including the innocent blood he had shed. He had a lot of innocent people in Jerusalem killed, and Yahweh refused to forgive him.",
      "5": "Isn’t everything else about Jehoiakim—everything he did—written in the official records of the kings of Judah?",
      "6": "Jehoiakim lay down in death with his ancestors, and his son Jehoiakin succeeded him as king.",
      "7": "The king of Egypt didn’t leave his own country again because the king of Babylon had taken all the territory from the River of Egypt to the Euphrates River. This territory had belonged to the king of Egypt.",
      "8": "Jehoiakin was 18 years old when he began to rule as king. He was king for three months in Jerusalem. His mother was Nehushta, daughter of Elnathan from Jerusalem.",
      "9": "Jehoiakin did what Yahweh considered evil, as his father had done.",
      "10": "At that time the officers of King Nebuchadnezzar of Babylon attacked Jerusalem. (The city was blockaded.)",
      "11": "King Nebuchadnezzar of Babylon arrived while his officers were blockading the city.",
      "12": "King Jehoiakin of Judah, his mother, officials, generals, and eunuchs surrendered to the king of Babylon. In the eighth year of his reign, the king of Babylon captured Jehoiakin.",
      "13": "He also took away all the treasures in Yahweh’s temple and the royal palace. As Yahweh had predicted, Nebuchadnezzar stripped the gold off all the furnishings that King Solomon of Israel had made for Yahweh’s temple.",
      "14": "He captured all Jerusalem, all the generals, all the soldiers (10,000 prisoners), and all the craftsmen and smiths. Only the poorest people of the land were left.",
      "15": "He took Jehoiakin to Babylon as a captive. He also took the king’s mother, wives, eunuchs, and the leading citizens of the land from Jerusalem as captives to Babylon.",
      "16": "The king of Babylon brought all 7,000 of the prominent landowners, 1,000 craftsmen and smiths, and all the men who could fight in war as captives to Babylon.",
      "17": "The king of Babylon made King Jehoiakin’s Uncle Mattaniah king in his place and changed Mattaniah’s name to Zedekiah.",
      "18": "Zedekiah was 21 years old when he began to rule, and he ruled for 11 years in Jerusalem. His mother was Hamutal, daughter of Jeremiah from Libnah.",
      "19": "Zedekiah did what Yahweh considered evil, as Jehoiakim had done.",
      "20": "Yahweh became angry with Jerusalem and Judah and threw the people out of his sight.\nZedekiah rebelled against the king of Babylon."
    },
    "25": {
      "1": "On the tenth day of the tenth month of the ninth year of Zedekiah’s reign, King Nebuchadnezzar of Babylon attacked Jerusalem with his entire army. They set up camp and built dirt ramps around the city walls.",
      "2": "The blockade of the city lasted until Zedekiah’s eleventh year as king.",
      "3": "On the ninth day of the fourth month, the famine in the city became so severe that the common people had no food.",
      "4": "The enemy broke through the city walls that night. All Judah’s soldiers left on the road of the gate between the two walls beside the king’s garden. While the Babylonians were attacking the city from all sides, the king took the road to the plain of Jericho.",
      "5": "The Babylonian army pursued King Zedekiah and caught up with him in the plain of Jericho. His entire army had deserted him.",
      "6": "The Babylonians captured the king, brought him to the king of Babylon at Riblah, and passed sentence on him.",
      "7": "They slaughtered Zedekiah’s sons as he watched, and then they blinded Zedekiah. They put him in bronze shackles and took him to Babylon.",
      "8": "On the seventh day of the fifth month of Nebuchadnezzar’s nineteenth year as king of Babylon, Nebuzaradan, who was the captain of the guard and an officer of the king of Babylon, came to Jerusalem.",
      "9": "He burned down Yahweh’s temple, the royal palace, and all the houses in Jerusalem. Every important building was burned down.",
      "10": "The entire Babylonian army that was with the captain of the guard tore down the walls around Jerusalem.",
      "11": "Nebuzaradan, the captain of the guard, captured the few people left in the city, those who surrendered to the king of Babylon, and the rest of the population.",
      "12": "The captain of the guard left some of the poorest people in the land to work in the vineyards and on the farms.",
      "13": "The Babylonians broke apart the bronze pillars of Yahweh’s temple, the stands, and the bronze pool in Yahweh’s temple. They shipped the bronze to Babylon.",
      "14": "They took the pots, shovels, snuffers, dishes, and all the bronze utensils used in the temple service.",
      "15": "The captain of the guard took all of the incense burners and bowls that were made of gold or silver.",
      "16": "The bronze from the two pillars, the pool, and the stands that Solomon had made for Yahweh’s temple couldn’t be weighed.",
      "17": "One pillar was 27 feet high and had a bronze capital on it that was 4½ feet high. The filigree and the pomegranates around the capital were all made of bronze. The second pillar and its filigree were the same.",
      "18": "The captain of the guard took the chief priest Seraiah, the second priest Zephaniah, and the 3 doorkeepers.",
      "19": "From the city he also took an army commander, 5 men who had access to the king whom he found in the city, the scribe who was in charge of the militia, and 60 of the common people whom he found in the city.",
      "20": "Nebuzaradan, the captain of the guard, took them and brought them to the king of Babylon at Riblah.",
      "21": "The king of Babylon executed them at Riblah in the territory of Hamath. So the people of Judah were captives when they left their land.",
      "22": "King Nebuchadnezzar of Babylon appointed Gedaliah, son of Ahikam and grandson of Shaphan, to govern the remaining people in the land of Judah.",
      "23": "When all the army commanders and their men heard that the king of Babylon had appointed Gedaliah, they went to Gedaliah at Mizpah. They were Ishmael (son of Nethaniah), Johanan (son of Kareah), Seraiah (son of Tanhumeth from Netophah), and Jaazaniah from Beth Maacah and their men.",
      "24": "Gedaliah swore an oath to them and their men. He said, “Don’t be afraid of the Babylonian officers. Live in this country, serve the king of Babylon, and you will prosper.”",
      "25": "In the seventh month Ishmael (son of Nethaniah and grandson of Elishama, a descendant of the kings) went with ten men to kill Gedaliah and the Judeans and Babylonians who were with him at Mizpah.",
      "26": "Then people of all classes and the army commanders left for Egypt because they were afraid of the Babylonians.",
      "27": "On the twenty-seventh day of the twelfth month of the thirty-seventh year of the imprisonment of King Jehoiakin of Judah, King Evil Merodach of Babylon, in the first year of his reign, freed King Jehoiakin of Judah from prison.",
      "28": "He treated him well and gave him a special position higher than the other kings who were with him in Babylon.",
      "29": "Jehoiakin no longer wore prison clothes, and he ate his meals in the king’s presence as long as he lived.",
      "30": "The king of Babylon gave him a daily food allowance as long as he lived."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:16.464726-04:00",
    "Translation": "NOG"
  }
}