{
  "2 Peter": {
    "1": {
      "1": "From Simon Peter, a servant and apostle of Yeshua Christ.\nTo those who have obtained a faith that is as valuable as ours, a faith based on the approval that comes from our God and Savior, Yeshua Christ.",
      "2": "May good will and peace fill your lives through your knowledge about Yeshua, our God and Lord!",
      "3": "God’s divine power has given us everything we need for life and for godliness. This power was given to us through knowledge of the one who called us by his own glory and integrity.",
      "4": "Through his glory and integrity he has given us his promises that are of the highest value. Through these promises you will share in the divine nature because you have escaped the corruption that sinful desires cause in the world.",
      "5": "Because of this, make every effort to add integrity to your faith; and to integrity add knowledge;",
      "6": "to knowledge add self-control; to self-control add endurance; to endurance add godliness;",
      "7": "to godliness add Christian affection; and to Christian affection add love.",
      "8": "If you have these qualities and they are increasing, it demonstrates that your knowledge about our Lord Yeshua Christ is living and productive.",
      "9": "If these qualities aren’t present in your life, you’re shortsighted and have forgotten that you were cleansed from your past sins.",
      "10": "Therefore, brothers and sisters, use more effort to make God’s calling and choosing of you secure.\nIf you keep doing this, you will never fall away.",
      "11": "Then you will also be given the wealth of entering into the eternal kingdom of our Lord and Savior Yeshua Christ.",
      "12": "Therefore, I will always remind you about these qualities, although you already know about them and are well-grounded in the truth that you now have.",
      "13": "As long as I’m still alive, I think it’s right to refresh your memory.",
      "14": "I know that I will die soon. Our Lord Yeshua Christ has made that clear to me.",
      "15": "So I will make every effort to see that you remember these things after I die.",
      "16": "When we apostles told you about the powerful coming of our Lord Yeshua Christ, we didn’t base our message on clever myths that we made up. Rather, we witnessed his majesty with our own eyes.",
      "17": "For example, we were eyewitnesses when he received honor and glory from God the Father and when the voice of our majestic God spoke these words to him: “This is my Son, whom I love and in whom I delight.”",
      "18": "We heard that voice speak to him from heaven when we were with him on the holy mountain.",
      "19": "So we regard the words of the prophets as confirmed beyond all doubt. You’re doing well by paying attention to their words. Continue to pay attention as you would to a light that shines in a dark place as you wait for day to come and the morning star to rise in your hearts.",
      "20": "First, you must understand this: No prophecy in Scripture is a matter of one’s own interpretation.",
      "21": "No prophecy ever originated from humans. Instead, it was given by the Holy Spirit as humans spoke under God’s direction."
    },
    "2": {
      "1": "False prophets were among God’s people in the past, as false teachers will be among you. They will secretly bring in their own destructive teachings. They will deny the Lord, who has bought them, and they will bring themselves swift destruction.",
      "2": "Many people will follow them in their sexual freedom and will cause others to dishonor the way of truth.",
      "3": "In their greed they will use good-sounding arguments to exploit you. The verdict against them from long ago is still in force, and their destruction is not asleep.",
      "4": "God didn’t spare angels who sinned. He threw them into hell, where he has secured them with chains of darkness and is holding them for judgment.",
      "5": "God didn’t spare the ancient world either. He brought the flood on the world of ungodly people, but he protected Noah and seven other people. Noah was his messenger who told people about the kind of life that has God’s approval.",
      "6": "God condemned the cities of Sodom and Gomorrah and destroyed them by burning them to ashes. He made those cities an example to ungodly people of what is going to happen to them.",
      "7": "Yet, God rescued Lot, a man who had his approval. Lot was distressed by the lifestyle of people who had no principles and lived in sexual freedom.",
      "8": "Although he was a man who had God’s approval, he lived among the people of Sodom and Gomorrah. Each day was like torture to him as he saw and heard the immoral things that people did.",
      "9": "Since the Lord did all this, he knows how to rescue godly people when they are tested. He also knows how to hold immoral people for punishment on the day of judgment.",
      "10": "This is especially true of those who follow their corrupt nature along the path of impure desires and who despise the Lord’s authority.\nThese false teachers are bold and arrogant. They aren’t afraid to insult the Lord’s glory.",
      "11": "Angels, who have more strength and power than these teachers, don’t bring an insulting judgment against them from the Lord.",
      "12": "These false teachers insult what they don’t understand. They are like animals, which are creatures of instinct that are born to be caught and killed. So they will be destroyed like animals",
      "13": "and lose what their wrongdoing earned them.\nThese false teachers are stains and blemishes. They take pleasure in holding wild parties in broad daylight. They especially enjoy deceiving you while they eat with you.",
      "14": "They’re always looking for an adulterous woman. They can’t stop looking for sin as they seduce people who aren’t sure of what they believe. Their minds are focused on their greed. They are cursed.",
      "15": "These false teachers have left the straight path and wandered off to follow the path of Balaam, son of Beor. Balaam loved what his wrongdoing earned him.",
      "16": "But he was convicted for his evil. A donkey, which normally can’t talk, spoke with a human voice and wouldn’t allow the prophet to continue his insanity.",
      "17": "These false teachers are dried-up springs. They are a mist blown around by a storm. Gloomy darkness has been kept for them.",
      "18": "They arrogantly use nonsense to seduce people by appealing to their sexual desires, especially to sexual freedom. They seduce people who have just escaped from those who live in error.",
      "19": "They promise these people freedom, but they themselves are slaves to corruption. A person is a slave to whatever he gives in to.",
      "20": "People can know our Lord and Savior Yeshua Christ and escape the world’s filth. But if they get involved in this filth again and give in to it, they are worse off than they were before.",
      "21": "It would have been better for them never to have known the way of life that God approves of than to know it and turn their backs on the holy life God told them to live.",
      "22": "These proverbs have come true for them: “A dog goes back to its vomit,” and “A sow that has been washed goes back to roll around in the mud.”"
    },
    "3": {
      "1": "Dear friends, this is the second letter I’m writing to you. In both letters I’m trying to refresh your memory.",
      "2": "I want you to remember the words spoken in the past by the holy prophets and what the Lord and Savior commanded you through your apostles.",
      "3": "First, you must understand this: In the last days people who follow their own desires will appear. These disrespectful people will ridicule God’s promise",
      "4": "by saying, “What’s happened to his promise to return? Ever since our ancestors died, everything continues as it did from the beginning of the world.”",
      "5": "They are deliberately ignoring one fact: Because of God’s word, heaven and earth existed a long time ago. The earth appeared out of water and was kept alive by water.",
      "6": "Water also flooded and destroyed that world.",
      "7": "By God’s word, the present heaven and earth are designated to be burned. They are being kept until the day ungodly people will be judged and destroyed.",
      "8": "Dear friends, don’t ignore this fact: One day with the Lord is like a thousand years, and a thousand years are like one day.",
      "9": "The Lord isn’t slow to do what he promised, as some people think. Rather, he is patient for your sake. He doesn’t want to destroy anyone but wants all people to have an opportunity to turn to him and change the way they think and act.",
      "10": "The day of the Lord will come like a thief. On that day heaven will pass away with a roaring sound. Everything that makes up the universe will burn and be destroyed. The earth and everything that people have done on it will be exposed.",
      "11": "All these things will be destroyed in this way. So think of the kind of holy and godly lives you must live",
      "12": "as you look forward to the day of God and eagerly wait for it to come. When that day comes, heaven will be on fire and will be destroyed. Everything that makes up the universe will burn and melt.",
      "13": "But we look forward to what God has promised—a new heaven and a new earth—a place where everything that has God’s approval lives.",
      "14": "Therefore, dear friends, with this to look forward to, make every effort to have him find you at peace, without spiritual stains or blemishes.",
      "15": "Think of our Lord’s patience as an opportunity for us to be saved. This is what our dear brother Paul wrote to you about, using the wisdom God gave him.",
      "16": "He talks about this subject in all his letters. Some things in his letters are hard to understand. Ignorant people and people who aren’t sure of what they believe distort what Paul says in his letters the same way they distort the rest of the Scriptures. These people will be destroyed.",
      "17": "Dear friends, you already know these things. So be on your guard not to be carried away by the deception of people who have no principles. Then you won’t fall from your firm position.",
      "18": "But grow in the good will and knowledge of our Lord and Savior Yeshua Christ. Glory belongs to him now and for that eternal day! Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:02:03.560548-04:00",
    "Translation": "NOG"
  }
}