{
  "2 Samuel": {
    "1": {
      "1": "After Saul died and David returned from defeating the Amalekites, David stayed in Ziklag two days.",
      "2": "On the third day a man came from Saul’s camp. His clothes were torn, and he had dirt on his head. When he came to David, he immediately bowed down with his face touching the ground.",
      "3": "“Where did you come from?” David asked him.\n“I escaped from the camp of Israel,” he answered.",
      "4": "“What happened?” David asked him. “Please tell me.”\nThe man answered, “The army fled from the battle, and many of the soldiers died. Saul and his son Jonathan are dead too.”",
      "5": "“How do you know Saul and his son Jonathan are dead?” David asked the young man who had brought him the news.",
      "6": "The young man answered, “I happened to be on Mount Gilboa. Saul was there leaning on his spear, and the chariots and horsemen were catching up with him.",
      "7": "When he looked back and saw me, he called to me, and I said, ‘Yes?’”",
      "8": "“He asked me, ‘Who are you?’\n“I said to him, ‘I’m an Amalekite.’",
      "9": "“He said to me, ‘Please stand over me and kill me. I’m alive, but I’m suffering.’",
      "10": "“So I stood over him and killed him, since I knew he couldn’t survive after he had been wounded. And I took the crown that was on his head and the band that was on his arm and brought them here to you, sir.”",
      "11": "Then David grabbed his own clothes and tore them in grief. All the men with him did the same.",
      "12": "They mourned, cried, and fasted until evening because Saul, his son Jonathan, Yahweh’s army, and the nation of Israel had been defeated in battle.",
      "13": "David asked the young man who had brought him the news, “Where are you from?”\nAnd the young man answered, “I’m an Amalekite, the son of a foreign resident.”",
      "14": "David asked, “Why weren’t you afraid to take it upon yourself to destroy Yahweh’s anointed king?”",
      "15": "Then David called one of his young men and told him, “Come here and attack him.” David’s young man executed him",
      "16": "while David said, “You are responsible for spilling your own blood. You testified against yourself when you said, ‘I killed Yahweh’s anointed king.’”",
      "17": "David wrote this song of mourning for Saul and his son Jonathan.",
      "18": "He said,\n    “Teach this kesheth to the people of Judah.”\n        (It is recorded in the Book of Jashar.)",
      "19": "“Your glory, Israel, lies dead on your hills.\n    See how the mighty have fallen!",
      "20": "Don’t tell the news in Gath.\n    Don’t announce the victory in the streets of Ashkelon,\n        or the daughters of the Philistines will be glad,\n            and the daughters of godless men will celebrate.",
      "21": "You mountains in Gilboa,\n    may there be no dew or rain on you\n        or on your slopes,\n            because warriors’ shields were tarnished there.\n                Saul’s shield was never rubbed with olive oil.",
      "22": "From the blood of those killed and the fat of the warriors,\n    Jonathan’s bow did not turn away,\n        nor did Saul’s sword return unused.",
      "23": "Saul and Jonathan were loved and well-liked while they were living.\n    They were not separated even when they died.\n        They were swifter than eagles and stronger than lions.",
      "24": "Daughters of Israel, cry over Saul,\n    who dressed you in decorated, red clothes,\n        who put gold jewelry on your clothes.",
      "25": "See how the mighty have fallen in battle!\n    On your hills Jonathan was killed!",
      "26": "I am heartbroken over you, my brother Jonathan.\n    You were my great delight.\n        Your love was more wonderful to me than the love of women.",
      "27": "See how the mighty have fallen!\n    See how the weapons of war have been destroyed!”"
    },
    "2": {
      "1": "After this, David asked Yahweh, “Should I go to one of the cities of Judah?”\n“Go,” Yahweh answered him.\n“Where should I go?” David asked.\n“To Hebron,” Yahweh replied.",
      "2": "David went there with his two wives, Ahinoam from Jezreel and Abigail (who had been Nabal’s wife) from Carmel.",
      "3": "David took his men and their families with him, and they settled in the towns around Hebron.",
      "4": "Then the people of Judah came to Hebron and anointed David to be king over the tribe of Judah.\nThey told David, “The people of Jabesh Gilead were the ones who buried Saul.”",
      "5": "So David sent messengers to the people of Jabesh Gilead. He said to them, “May Yahweh bless you because you showed kindness to your master Saul by burying him.",
      "6": "May Yahweh always show you kindness. I, too, will be good to you because you did this.",
      "7": "Now, be strong and courageous. Because your master Saul is dead, the tribe of Judah has anointed me to be their king.”",
      "8": "Ner’s son Abner, commander of Saul’s army, took Saul’s son Ishbosheth and brought him to Mahanaim.",
      "9": "Abner made him king of Gilead, Asher, Jezreel, Ephraim, and Benjamin, that is, all Israel.",
      "10": "Saul’s son Ishbosheth was 40 years old when he became king of Israel. He ruled for two years, but the tribe of Judah followed David.",
      "11": "In Hebron David was king over the tribe of Judah for seven years and six months.",
      "12": "Ner’s son Abner and the officers of Saul’s son Ishbosheth went from Mahanaim to Gibeon.",
      "13": "Zeruiah’s son Joab and David’s officers also left Hebron. Both groups met at the pool of Gibeon. They sat down there, one group on one side of the pool and the other group on the other side of the pool.",
      "14": "Abner said to Joab, “Let’s have the young men hold a contest.” Joab agreed.",
      "15": "The men got up and were counted as they passed by. Twelve were from the tribe of Benjamin (representing Saul’s son Ishbosheth), and twelve were from David’s officers.",
      "16": "Each one grabbed his opponent by the head, stuck his sword into his opponent’s side, and they fell down together. Therefore, that place in Gibeon is called the Field of Enemies.",
      "17": "Fierce fighting broke out that day, and David’s men defeated Abner and the men of Israel.",
      "18": "Zeruiah’s three sons were there: Joab, Abishai, and Asahel. Asahel was as fast on his feet as a wild gazelle.",
      "19": "He chased Abner and refused to leave him alone.",
      "20": "When Abner looked back, he asked, “Are you Asahel?”\n“Yes,” Asahel answered.",
      "21": "Abner told him, “Leave me alone! Catch one of the young men, and take his weapon.”\nBut Asahel refused to turn away from him.",
      "22": "So Abner spoke again to Asahel. “Stop following me,” he said. “Why should I kill you? How could I look your brother Joab in the face again?”",
      "23": "But Asahel refused to turn away. So Abner struck him with the butt of the spear. The spear went into his belly and came out his back. He fell down there and died on the spot. And everyone who came to the place where Asahel fell and died stopped there.",
      "24": "But Joab and Abishai chased Abner. When the sun went down, they came to the hill of Ammah, opposite Giah on the road from Gibeon to the desert.",
      "25": "The men of Benjamin rallied behind Abner, banding together and taking their position on top of a hill.",
      "26": "Then Abner called to Joab, “Should this slaughter go on forever? Don’t you know this will end in bitterness? How long will it be before you will call off your troops from chasing their relatives?”",
      "27": "Joab answered, “I solemnly swear, as Elohim lives, if you had not spoken, the men would not have stopped chasing their relatives until morning.”",
      "28": "So Joab blew a ram’s horn, and all the troops stopped. They didn’t chase or fight Israel anymore.",
      "29": "Abner and his men marched through the plains all that night. They crossed the Jordan River and passed through the entire Bithron until they came to Mahanaim.",
      "30": "Joab returned from chasing Abner. When he had gathered all the troops, only 19 of David’s officers and Asahel were missing.",
      "31": "However, David’s officers had killed 360 of the men of Benjamin under Abner’s command.",
      "32": "They took Asahel and buried him in his father’s tomb in Bethlehem. Then Joab and his men marched all night and arrived at Hebron by daybreak."
    },
    "3": {
      "1": "As the war between the royal families of Saul and David dragged on, David’s family became stronger and stronger, and Saul’s family became weaker and weaker.",
      "2": "Sons were born to David while he was in Hebron. His first son was Amnon, born to Ahinoam from Jezreel.",
      "3": "The second was Chileab, born to Abigail (who had been Nabal’s wife) from Carmel. The third was Absalom, whose mother was Maacah (the daughter of King Talmai) from Geshur.",
      "4": "The fourth was Adonijah, whose mother was Haggith. The fifth was Shephatiah, whose mother was Abital.",
      "5": "The sixth was Ithream, born to David’s wife Eglah. These sons were born to David while he was in Hebron.",
      "6": "During the war between the families of Saul and David, Abner strengthened his position in Saul’s royal family.",
      "7": "Saul had a concubine named Rizpah (Aiah’s daughter). Ishbosheth asked Abner, “Why did you have sex with my father’s concubine?”",
      "8": "Ishbosheth’s question made Abner very angry. “Have I been behaving like some Judean dog?” he asked. “Until now I’ve been faithful to your father Saul’s family, to his relatives and friends, and I haven’t handed you over to David. But now you charge me with a crime because of this woman.",
      "9": "May Elohim strike me dead unless I do for David what Yahweh had promised him with an oath:",
      "10": "‘I, Yahweh, will transfer the kingship from Saul’s family and establish David’s throne over Israel and Judah from Dan to Beersheba.’”",
      "11": "Ishbosheth couldn’t respond to a single word, because he was afraid of Abner.",
      "12": "Then Abner sent messengers to David to speak on his behalf. “Who owns this country?” he asked. “Make an agreement with me,” he said. “I’ll support you and bring all Israel to you.”",
      "13": "“Good!” David answered. “I’ll make an agreement with you. But there’s one condition: You can’t come to see me unless you bring Michal, Saul’s daughter, when you come.”",
      "14": "Then David sent messengers to Saul’s son Ishbosheth to say, “Give me my wife Michal. I made a payment of 100 Philistine foreskins for her.”",
      "15": "So Ishbosheth sent men to take her from her husband Paltiel, son of Laish.",
      "16": "Her husband went with her and cried over her all the way to Bahurim. “Go home,” Abner told him. So he went home.",
      "17": "Meanwhile, Abner sent the following message to the leaders of Israel: “For some time now you’ve wanted to make David your king.",
      "18": "Do it now, because Yahweh said about David: ‘I will save my people Israel from the Philistines and all their other enemies through my servant David.’”",
      "19": "Abner also spoke specifically to the people of Benjamin.\nThen Abner went directly to David in Hebron to tell him everything Israel and the entire tribe of Benjamin had approved.",
      "20": "So Abner came with 20 men to David in Hebron, and David had a feast for Abner and his men.",
      "21": "Abner told David, “I must go now so that I can gather all Israel for you, Your Majesty. They will make a treaty with you, and you will rule everything your heart desires.” Then David dismissed Abner, who left peacefully.",
      "22": "Just then David’s men and Joab were coming home from a raid with a lot of goods. Abner had been dismissed, so he was no longer with David in Hebron.",
      "23": "When Joab came back with the whole army, he was told, “Ner’s son Abner came to the king, but David dismissed him, and Abner left peacefully.”",
      "24": "Then Joab went to the king and asked, “What have you done? Abner came to see you. Why did you dismiss him and let him get away?",
      "25": "Certainly you must know that Ner’s son Abner came to deceive you, to find out about your movements and learn everything you’re doing!”",
      "26": "After leaving David, Joab sent messengers after Abner. They brought him back from the cistern of Sirah without David knowing about it.",
      "27": "When Abner returned to Hebron, Joab took him aside in the gateway as if to talk to him privately. There he stabbed Abner in the belly. Abner died because he spilled the blood of Joab’s brother Asahel.",
      "28": "Later when David heard about it, he said, “As far as Yahweh is concerned, my kingdom and I are forever innocent of spilling the blood of Ner’s son Abner.",
      "29": "May the blame fall on the head of Joab and all of his family. May there always be members of Joab’s family who have oozing sores and skin diseases, who can only work a spindle, who die in battle, and who never have any food.”",
      "30": "(Joab and his brother Abishai killed Abner because he had killed their brother Asahel in the battle at Gibeon.)",
      "31": "David told Joab and all the people with him, “Tear your clothes, put on sackcloth, and mourn for Abner.” King David followed the open casket.",
      "32": "They buried Abner in Hebron. The king cried loudly at Abner’s grave, and all the people cried.",
      "33": "The king sang a funeral song for Abner:\n    Should Abner die like a godless fool?",
      "34": "Your hands were not tied.\n    Your feet were not chained.\n    You fell as one falls in front of wicked men.\nAnd all the people continued to cry for him.",
      "35": "That entire day all the people tried to get David to eat some food. But David had taken an oath: “May Elohim strike me dead if I taste any food or anything else before the sun goes down.”",
      "36": "Then all the people understood and approved of this, as all the people approved of everything the king did.",
      "37": "That day all the people of Israel knew the king wasn’t responsible for killing Ner’s son Abner.",
      "38": "The king said to his officers, “Don’t you know that today a leader, a great man, has fallen in Israel?",
      "39": "Today I’m weak, though I’m the anointed king. These men, Zeruiah’s sons, are too cruel for me. May Yahweh repay this evildoer as his evil deeds deserve.”"
    },
    "4": {
      "1": "When Saul’s son Ishbosheth heard that Abner had died in Hebron, he lost his courage, and all Israel was alarmed.",
      "2": "Saul’s son had two men who were captains of raiding parties. One was named Baanah, and the other was named Rechab. They were the sons of Rimmon from Beeroth from the tribe of Benjamin.\n(Beeroth was considered a part of Benjamin,",
      "3": "even though the people of Beeroth had fled to Gittaim. They still live there today.",
      "4": "In addition, Saul’s son Jonathan had a son who was crippled. When the boy was five years old, the news about the death of Saul and Jonathan came from Jezreel. His nurse picked him up and fled to Gittaim. She was in a hurry when she left, and he fell from her arms and became disabled. His name was Mephibosheth.)",
      "5": "Rechab and Baanah, the sons of Rimmon from Beeroth, came to Ishbosheth’s home at the hottest time of the day. Ishbosheth was taking his midday nap",
      "6": "when they came into the house as though they were going to get some flour. Instead, they stabbed him in the belly. Then Rechab and his brother Baanah escaped.",
      "7": "(They had come into the house while Ishbosheth was sleeping on his bed in his bedroom. They stabbed him, killed him, and cut off his head.) They took his head and traveled all night along the road to the plains.",
      "8": "They brought Ishbosheth’s head to David at Hebron. “Here is the head of Ishbosheth, the son of your enemy Saul who tried to kill you,” they told the king. “Today Yahweh has given Your Royal Majesty revenge on Saul and his descendants.”",
      "9": "David responded to Rechab and his brother Baanah, the sons of Rimmon from Beeroth,",
      "10": "“I once seized a man who told me that Saul had died. He thought he was bringing good news. I killed him in Ziklag to reward him for his news.",
      "11": "How much more should I reward wicked men who kill an innocent man on his own bed in his home? Yahweh has rescued me from every trouble. I solemnly swear, as Yahweh lives, I’ll now seek revenge for his murder and rid the land of you.”",
      "12": "So David gave an order to his young men, who executed Rechab and Baanah, cut off their hands and feet, and hung their dead bodies by the pond in Hebron. Then they took Ishbosheth’s head and buried it in Abner’s tomb in Hebron."
    },
    "5": {
      "1": "All the tribes of Israel came to David at Hebron. “We are your own flesh and blood,” they said.",
      "2": "“Even in the past when Saul ruled us, you were the one who led Israel in battle. Yahweh has said to you, ‘You will be shepherd of my people Israel, the leader of Israel.’”",
      "3": "All the leaders of Israel had come to Hebron. King David made an agreement with them at Hebron in front of Yahweh. So they anointed David king of Israel.",
      "4": "David was 30 years old when he became king, and he ruled for 40 years.",
      "5": "In Hebron he ruled Judah for seven years and six months. In Jerusalem he ruled for 33 years over all Israel and Judah.",
      "6": "The king and his men went to Jerusalem to attack the Jebusites, who lived in that region. The Jebusites told David, “You will never get in here. Even the blind and the lame could turn you away” (meaning that David could never get in there).",
      "7": "But David captured the fortress Zion (that is, the City of David).",
      "8": "That day David said, “Whoever wants to defeat the Jebusites must reach the lame and the blind who hate me by using the water shaft.” So there is a saying, “The blind and the lame will not get into the palace.”",
      "9": "David lived in the fortress and called it the City of David. He built the city of Jerusalem around it from the Millo to the palace.",
      "10": "David continued to grow more powerful because Yahweh Elohim Tsebaoth was with him.",
      "11": "Then King Hiram of Tyre sent messengers to David, along with cedarwood, carpenters, and stonemasons. They built a palace for David.",
      "12": "So David realized that Yahweh had established him as king of Israel and made his kingship famous for the sake of Israel, Yahweh’s people.",
      "13": "David married more concubines and wives from Jerusalem after he had come there from Hebron, and he fathered more sons and daughters.",
      "14": "These are the names of the children born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
      "15": "Ibhar, Elishua, Nepheg, Japhia,",
      "16": "Elishama, Eliada, and Eliphelet.",
      "17": "When the Philistines heard that David had been anointed king of Israel, all of them came to attack David. But David heard about it and went to the fortress.",
      "18": "The Philistines had come and overrun the valley of Rephaim.",
      "19": "David asked Yahweh, “Should I attack the Philistines? Will you hand them over to me?”\nYahweh answered David, “Attack! I will certainly hand the Philistines over to you.”",
      "20": "So David went to Baal Perazim and defeated the Philistines there. He said, “Yahweh has overwhelmed my enemies in front of me like an overwhelming flood.” That is why that place is called Baal Perazim [The Lord Overwhelms].",
      "21": "The Philistines left their idols there, so David and his men carried the idols away.",
      "22": "The Philistines again attacked and overran the valley of Rephaim.",
      "23": "David asked Yahweh, and he answered, “Don’t attack now, but circle around behind them, and come at them in front of the balsam trees.",
      "24": "When you hear the sound of marching in the tops of the balsam trees, act immediately because Yahweh has gone ahead of you to defeat the Philistine army.”",
      "25": "David did as Yahweh ordered him and defeated the Philistines from Geba to Gezer."
    },
    "6": {
      "1": "David again assembled all the best soldiers in Israel, 30,000 men.",
      "2": "He and all the people with him left Baalah in Judah to bring Elohim’s ark to Jerusalem. (The ark is called by the name of Yahweh Tsebaoth, who is enthroned over the angels.)",
      "3": "David and his men put Elohim’s ark on a new cart and brought it from Abinadab’s home on the hill. Uzzah and Ahio, Abinadab’s sons, were guiding the new cart.",
      "4": "They brought it from Abinadab’s home, with Ahio walking ahead of the ark.",
      "5": "David and the entire nation of Israel were celebrating in Yahweh’s presence with all kinds of instruments made from cypress wood and with lyres, harps, tambourines, sistrums, and cymbals.",
      "6": "But when they came to Nacon’s threshing floor, the oxen stumbled. So Uzzah reached out for the ark of Elohim and grabbed it.",
      "7": "Yahweh became angry with Uzzah, so God killed him there for his lack of respect. He died beside the ark of Elohim.",
      "8": "David was angry because Yahweh had struck Uzzah so violently. (That place is still called Perez Uzzah [The Striking of Uzzah] today.)",
      "9": "David was afraid of Yahweh that day. “How can the ark of Yahweh come to my city?” he asked.",
      "10": "So David wouldn’t bring the ark of Yahweh with him to the City of David. Instead, he rerouted it to the home of Obed Edom, who was from Gath.",
      "11": "The ark of Yahweh stayed at the home of Obed Edom from Gath for three months, and Yahweh blessed Obed Edom and his whole family.",
      "12": "King David was told, “Yahweh has blessed Obed Edom’s home and everything he owns because of the ark of Elohim.” Then David joyfully went to get the ark of Elohim from Obed Edom’s house and bring it to the City of David.",
      "13": "When those who carried the ark of Yahweh had gone six steps, David sacrificed a bull and a fattened calf.",
      "14": "Wearing a linen ephod, David danced in Yahweh’s presence with all his might.",
      "15": "He and the entire nation of Israel brought the ark of Yahweh with shouts of joy and the sounding of rams’ horns.",
      "16": "When the ark of Yahweh came to the City of David, Saul’s daughter Michal looked out of a window and saw King David leaping and dancing in Yahweh’s presence, so she despised him.",
      "17": "The men carrying the ark set it in its place inside the tent David had put up for it. David sacrificed burnt offerings and fellowship offerings in Yahweh’s presence.",
      "18": "When David had finished sacrificing the burnt offerings and the fellowship offerings, he blessed the people in the name of Yahweh Tsebaoth.",
      "19": "He also distributed to all the people—to the whole crowd of Israelites, both men and women—one loaf of bread, one date cake, and one raisin cake. Then all the people went home.",
      "20": "When David returned to bless his family, Saul’s daughter Michal came out to meet him. “How dignified Israel’s king was today! He was exposing himself before the eyes of the slave girls of his palace staff—like a mindless fool might expose himself!”",
      "21": "David answered Michal, “I didn’t dance in front of the slave girls but in front of Yahweh. He chose me rather than your father or anyone in your father’s house, and he appointed me leader of Israel, Yahweh’s people. I will celebrate in Yahweh’s presence,",
      "22": "and I will degrade myself even more than this. Even if I am humiliated in your eyes, I will be honored by these slave girls you speak about.”",
      "23": "So Saul’s daughter Michal was childless her entire life."
    },
    "7": {
      "1": "While King David was living in his house, Yahweh gave him peace with all his enemies around him.",
      "2": "So the king said to the prophet Nathan, “Look, I’m living in a house made of cedar, while the ark of Elohim remains in the tent.”",
      "3": "Nathan told the king, “Do everything you have in mind, because Yahweh is with you.”",
      "4": "But that same night Yahweh spoke his word to Nathan:",
      "5": "“Say to my servant David, ‘This is what Yahweh says: Are you the one who will build me a house to live in?",
      "6": "I haven’t lived in a house from the day I took Israel out of Egypt to this day. Instead, I moved around in a tent, the tent of meeting.",
      "7": "In all the places I’ve moved with all the Israelites, did I ever ask any of the judges of Israel whom I ordered to be shepherds of my people Israel why they didn’t build me a house of cedar?’",
      "8": "“Now this is what you will say to my servant David: ‘This is what Yahweh Tsebaoth says: I took you from the pasture where you followed sheep so that you could be the leader of my people Israel.",
      "9": "I was with you wherever you went, and I destroyed all your enemies in front of you. I will make your name famous like the names of the greatest people on earth.",
      "10": "I will make a place for my people Israel and plant them there. They will live in their own place and not be troubled anymore. The wicked will no longer oppress them as they used to do",
      "11": "ever since I appointed judges to rule my people Israel. So I will give you peace with all your enemies. I, Yahweh, tell you that Yahweh will make a house for you.",
      "12": "“‘When the time comes for you to lie down in death with your ancestors, I will send one of your descendants, one who will come from you. I will establish his kingdom.",
      "13": "He will build a house for my name, and I will establish the throne of his kingdom forever.",
      "14": "I will be his Ab, and he will be my Son. If he sins, I will punish him with a rod and with blows inflicted by people.",
      "15": "But I will never stop showing him my love as I did to Saul, whom I took out of your way.",
      "16": "Your royal house will remain in my presence forever. Your throne will be established forever.’”",
      "17": "Nathan told David all these words and everything he had seen.",
      "18": "King David went into the tent and sat in front of Yahweh. “Who am I, Adonay Yahweh,” he asked, “and why is my house so important that you have brought me this far?",
      "19": "And even this you consider to be a small act, Adonay Yahweh. You’ve also spoken about the distant future of my house. Adonay Yahweh, this is the teaching about the man.",
      "20": "“What more can I, David, say to you, Adonay Yahweh, since you know me so well!",
      "21": "You’ve done this great thing because of your promise and your own desire. You made it known to me.",
      "22": "“That is why you are great, Adonay Yahweh. There is no one like you, and there is no other god except you, as we have heard with our own ears.",
      "23": "Who is like your people Israel? It is the one nation on earth that Elohim came to free in order to make its people his own, to make his name known, and to do great and wonderful things for them. You forced nations and their gods out of the way of your people, whom you freed from Egypt to be your own.",
      "24": "You created the people of Israel to be your people forever. And you, Yahweh, became their Elohim.",
      "25": "“Now, Yahweh Elohim, keep the promise you made to me and my house forever. Do as you promised.",
      "26": "Your name will be respected forever when people say, ‘Yahweh Tsebaoth is Elohim over Israel.’ And the house of your servant David will be established in your presence.",
      "27": "You, Yahweh Tsebaoth, Elohim of Israel, have revealed it especially to me, saying, ‘I will build a house for you.’ That is why I have found the courage to offer this prayer to you.",
      "28": "“Adonay Yahweh, you are Elohim, and your words are trustworthy. You promised me this good thing.",
      "29": "Now, please bless my house so that it may continue in your presence forever. Indeed, you, Adonay Yahweh, have promised it. With your blessing my house will be blessed forever.”"
    },
    "8": {
      "1": "After this, David defeated and crushed the Philistines. He took control of the main Philistine city from them.",
      "2": "He also defeated Moab, made the Moabites lie down on the ground, and measured them with a rope. He measured two lengths which were to be killed, and one length which was to be spared. So the Moabites became David’s subjects and paid taxes to him.",
      "3": "When David went to restore his control over the territory along the Euphrates River, he defeated Zobah’s King Hadadezer, son of Rehob.",
      "4": "David took 1,700 horsemen and 20,000 foot soldiers from him. David also disabled all but 100 of their horses so that they couldn’t pull chariots.",
      "5": "When the Arameans from Damascus came to help King Hadadezer of Zobah, David killed 22,000 of them.",
      "6": "David put troops in the Aramean kingdom of Damascus, and the Arameans became his subjects and paid taxes to him. Everywhere David went, Yahweh gave him victories.",
      "7": "David took the gold shields that belonged to Hadadezer’s servants, and he brought them to Jerusalem.",
      "8": "King David also took a large quantity of bronze from Betah and Berothai, Hadadezer’s cities.",
      "9": "When King Toi of Hamath heard that David had defeated Hadadezer’s whole army,",
      "10": "he sent his son Joram to greet King David and congratulate him for fighting and defeating Hadadezer. (There had often been war between Hadadezer and Toi.) Joram brought articles of gold, silver, and bronze with him.",
      "11": "King David dedicated these articles to Yahweh, along with the silver and gold he had dedicated from all the nations he conquered—",
      "12": "from Edom, Moab, Ammon, the Philistines, Amalek, and from the goods taken from Zobah’s King Hadadezer, son of Rehob.",
      "13": "David made a name for himself by killing 18,000 Edomites in the Dead Sea region as he returned to Jerusalem.",
      "14": "He put troops everywhere in Edom, and all the Edomites were David’s subjects. Everywhere David went, Yahweh gave him victories.",
      "15": "So David ruled all Israel. He did what was fair and right for all his people.",
      "16": "Zeruiah’s son Joab was in charge of the army. Ahilud’s son Jehoshaphat was the royal historian.",
      "17": "Ahitub’s son Zadok and Abiathar’s son Ahimelech were priests. Seraiah was the royal scribe.",
      "18": "Jehoiada’s son Benaiah was commander of the Cherethites and the Pelethites. And David’s sons were priests."
    },
    "9": {
      "1": "David asked, “Is there anyone left in Saul’s family to whom I can show kindness for Jonathan’s sake?”",
      "2": "Now, Saul’s family had a servant whose name was Ziba. He was summoned to come to David. “Are you Ziba?” the king asked him.\n“Yes, I am,” he answered.",
      "3": "David asked, “Is there someone left in Saul’s family to whom I can show Elohim’s kindness?”\n“Jonathan has a son who is disabled,” Ziba answered.",
      "4": "“Where is he?” the king asked.\nZiba replied, “He is at the home of Machir, Ammiel’s son, in Lo Debar.”",
      "5": "So King David sent men to get him from the home of Ammiel’s son Machir in Lo Debar.",
      "6": "When Mephibosheth (son of Jonathan and grandson of Saul) came to David, he quickly bowed down with his face touching the ground.\n“Mephibosheth!” David said to him.\n“Yes, sir,” he answered.",
      "7": "“Don’t be afraid,” David told him, “I will certainly show you kindness for your father Jonathan’s sake. I will give back to you all the land of your grandfather Saul, and you will always eat at my table.”",
      "8": "Mephibosheth bowed down again and answered, “Who am I that you would look at a dead dog like me?”",
      "9": "Then the king called for Ziba, Saul’s servant, and said to him, “I have given your master’s grandson everything that belonged to Saul and his family.",
      "10": "You, your sons, and your servants should farm the land for him and harvest the crops so that your master’s family will have food to eat. However, your master’s grandson Mephibosheth will always eat at my table.” (Ziba had 15 sons and 20 servants.)",
      "11": "Ziba responded, “I will do everything you’ve commanded, Your Majesty.” From then on, Mephibosheth ate at David’s table as one of the king’s sons.",
      "12": "Mephibosheth had a young son whose name was Mica. Everyone who lived at Ziba’s home became Mephibosheth’s servant.",
      "13": "However, Mephibosheth, who was disabled, lived in Jerusalem. He always ate at the king’s table."
    },
    "10": {
      "1": "Later the king of Ammon died, and his son Hanun became king in his place.",
      "2": "David thought, “I will show kindness to Hanun as his father Nahash showed me kindness.” So David sent his servants to comfort Hanun after his father’s death. But when David’s servants entered Ammonite territory,",
      "3": "the Ammonite princes asked their master Hanun, “Do you think David is honoring your father because he sent men to comfort you? Hasn’t David sent his men to explore the city, spy on it, and destroy it?”",
      "4": "So Hanun took David’s men, shaved off half of each man’s beard, cut off their clothes from the waist down, and sent them away.",
      "5": "After David was told what had happened, he sent someone to meet them because they were deeply humiliated. The king said to them, “Stay in Jericho until your beards have grown back, and then return to Jerusalem.”",
      "6": "The Ammonites realized that they had made themselves offensive to David. So they hired the Arameans from Beth Rehob and Zobah (20,000 foot soldiers), the army of the king of Maacah (1,000 men), and the men of Tob (12,000 men).",
      "7": "After David heard about this, he sent Joab and all the elite troops.",
      "8": "The Ammonites formed a battle line at the entrance of the city gate, while the Arameans from Zobah and Rehob and the men from Tob and Maacah remained by themselves in the open country.",
      "9": "When Joab saw he was under attack in front and behind, he took the select troops of Israel and organized them for combat against the Arameans.",
      "10": "He put his brother Abishai in charge of the rest of the troops. Abishai organized them for combat against the Ammonites.",
      "11": "Joab said, “If the Arameans are too strong for my troops, be ready to help me. And if the Ammonites are too strong for your troops, I’ll come to help you.",
      "12": "Be strong! Let’s prove ourselves strong for our people and for the cities of our Elohim, and Yahweh will do what he considers right.”",
      "13": "Then Joab and his troops advanced to fight the Arameans, and the Arameans fled.",
      "14": "When the Ammonites saw that the Arameans had fled, the Ammonites fled from Abishai and went into the city. So Joab stopped his campaign against the Ammonites and returned to Jerusalem.",
      "15": "Realizing that Israel had defeated them, the Arameans reassembled their troops.",
      "16": "Hadadezer sent messengers to get Arameans from beyond the Euphrates River. The Arameans came to Helam with Shobach, the commander of Hadadezer’s army, leading them.",
      "17": "When David was told about this, he assembled Israel’s army, crossed the Jordan River, and came to Helam. The Arameans formed a battle line against David’s troops and fought him.",
      "18": "The Arameans fled from Israel, and David killed 700 chariot drivers and 40,000 horsemen. David struck Shobach dead.",
      "19": "When all the kings who were subject to Hadadezer saw that Israel had defeated them, they made peace with Israel and became their subjects. And the Arameans were afraid to help the Ammonites anymore."
    },
    "11": {
      "1": "In the spring, the time when kings go out to battle, David sent Joab, his mercenaries, and Israel’s army to war. They destroyed the Ammonites and attacked Rabbah, while David stayed in Jerusalem.",
      "2": "Now, when evening came, David got up from his bed and walked around on the roof of the royal palace. From the roof he saw a woman bathing, and she was very pretty.",
      "3": "David sent someone to ask about the woman. The man said, “She’s Bathsheba, daughter of Eliam and wife of Uriah the Hittite.”",
      "4": "So David sent messengers and took her. She came to him, and he went to bed with her. (She had just cleansed herself after her monthly period.) Then she went home.",
      "5": "The woman had become pregnant. So she sent someone to tell David that she was pregnant.",
      "6": "Then David sent a messenger to Joab, saying, “Send me Uriah the Hittite.” So Joab sent Uriah to David.",
      "7": "When Uriah arrived, David asked him how Joab and the troops were and how the war was going.",
      "8": "“Go home,” David said to Uriah, “and wash your feet.” Uriah left the royal palace, and the king sent a present to him.",
      "9": "But Uriah slept at the entrance of the royal palace among his superior’s mercenaries. He didn’t go home.",
      "10": "When they told David, “Uriah didn’t go home,” David asked Uriah, “Didn’t you just come from a journey? Why didn’t you go home?”",
      "11": "Uriah answered David, “The ark and the army of Israel and Judah are in temporary shelters, and my commander Joab and Your Majesty’s mercenaries are living in the field. Should I then go to my house to eat and drink and go to bed with my wife? I solemnly swear, as sure as you’re living, I won’t do this!”",
      "12": "David said to Uriah, “Then stay here today, and tomorrow I’ll send you back.” So Uriah stayed in Jerusalem that day and the next.",
      "13": "David summoned him, ate and drank with him, and got him drunk. But that evening Uriah went to lie down on his bed among his superior’s mercenaries. He didn’t go home.",
      "14": "In the morning David wrote a letter to Joab and sent it with Uriah.",
      "15": "In the letter he wrote, “Put Uriah on the front line where the fighting is heaviest. Then abandon him so that he’ll be struck down and die.”",
      "16": "Since Joab had kept the city under observation, he put Uriah at the place where he knew the experienced warriors were.",
      "17": "The men of the city came out and fought Joab. Some of the people, namely, some of David’s mercenaries, fell and died—including Uriah the Hittite.",
      "18": "Then Joab sent a messenger to report to David all the details of the battle.",
      "19": "And he commanded the messenger, “When you finish telling the king about the battle,",
      "20": "the king may become angry. He might ask you, ‘Why did you go so close to the city to fight? Didn’t you know they would shoot from the wall?",
      "21": "Who killed Jerubbesheth’s son Abimelech? Didn’t a woman on the wall of Thebez throw a small millstone at him and kill him? Why did you go so close to the wall?’ If the king asks this, then say, ‘Your man Uriah the Hittite is also dead.’”",
      "22": "The messenger left, and when he arrived, he reported to David everything Joab told him to say.",
      "23": "The messenger said, “Their men overpowered us and came to attack us in the field. Then we forced them back to the entrance of the city gate.",
      "24": "The archers on the wall shot down at your mercenaries, and some of Your Majesty’s mercenaries died. Your man Uriah the Hittite also is dead.”",
      "25": "David said to the messenger, “This is what you are to say to Joab, ‘Don’t let this thing trouble you, because a sword can kill one person as easily as another. Strengthen your attack against the city, and destroy it.’ Say this to encourage him.”",
      "26": "When Uriah’s wife heard that her husband Uriah was dead, she mourned for him.",
      "27": "When her mourning was over, David sent for her and brought her to his home, and she became his wife. Then she gave birth to a son. But Yahweh considered David’s actions evil."
    },
    "12": {
      "1": "So Yahweh sent Nathan to David. Nathan came to him and said, “There were two men in a certain city. One was rich, and the other was poor.",
      "2": "The rich man had a very large number of sheep and cows,",
      "3": "but the poor man had only one little female lamb that he had bought. He raised her, and she grew up in his home with his children. She would eat his food and drink from his cup. She rested in his arms and was like a daughter.",
      "4": "“Now, a visitor came to the rich man. The rich man thought it would be a pity to take one of his own sheep or cattle to prepare a meal for the traveler. So he took the poor man’s lamb and prepared her for the traveler.”",
      "5": "David burned with anger against the man. “I solemnly swear, as Yahweh lives,” he said to Nathan, “the man who did this certainly deserves to die!",
      "6": "And he must pay back four times the price of the lamb because he did this and had no pity.”",
      "7": "“You are the man!” Nathan told David. “This is what Yahweh Elohim of Israel says: I anointed you king over Israel and rescued you from Saul.",
      "8": "I gave you your master Saul’s house and his wives. I gave you the house of Israel and Judah. And if this weren’t enough, I would have given you even more.",
      "9": "Why did you despise my word by doing what I considered evil? You had Uriah the Hittite killed in battle. You took his wife as your wife. You used the Ammonites to kill him.",
      "10": "So warfare will never leave your house because you despised me and took the wife of Uriah the Hittite to be your wife.",
      "11": "“This is what Yahweh says: I will stir up trouble against you within your own household, and before your own eyes I will take your wives and give them to someone close to you. He will go to bed with your wives in broad daylight.",
      "12": "You did this secretly, but I will make this happen in broad daylight in front of all Israel.”",
      "13": "Then David said to Nathan, “I have sinned against Yahweh.”\nNathan replied, “Yahweh has taken away your sin; you will not die.",
      "14": "But since you have shown total contempt for Yahweh by this affair, the son that is born to you must die.”",
      "15": "Then Nathan went home.\nYahweh struck the child that Uriah’s wife had given birth to for David so that the child became sick.",
      "16": "David pleaded with Elohim for the child; he fasted and lay on the ground all night.",
      "17": "The older leaders in his palace stood beside him to raise him up from the ground, but he was unwilling. And he wouldn’t eat with them.",
      "18": "On the seventh day the child died. But David’s officials were afraid to tell him that the child was dead. They thought, “While the child was alive, we talked to him, and he wouldn’t listen to us. How can we tell him the child is dead? He may harm himself.”",
      "19": "But when David saw that his officials were whispering to one another, he realized that the child was dead. “Is the child dead?” David asked them.\n“Yes, he is dead,” they answered.",
      "20": "So David got up from the ground, bathed, anointed himself, and changed his clothes. He went into Yahweh’s house and worshiped. Then he went home and asked for food. They placed food in front of him, and he ate.",
      "21": "His officials asked him, “Why are you acting this way? You fasted and cried over the child when he was alive. But as soon as the child died, you got up and ate.”",
      "22": "David answered, “As long as the child was alive, I fasted and cried. I thought, ‘Who knows? Yahweh may be gracious to me and let the child live.’",
      "23": "But why should I fast now that he’s dead? Can I bring him back? Someday I’ll go to him, but he won’t come back to me.”",
      "24": "Then David comforted his wife Bathsheba. He went to bed with her, and she later gave birth to a son. David named him Solomon. Yahweh loved the child",
      "25": "and sent a message through the prophet Nathan to name the baby Jedidiah [The Lord’s Beloved].",
      "26": "Meanwhile, Joab fought against the Ammonite city of Rabbah and captured its royal fortress.",
      "27": "So he sent messengers to tell David, “I fought against Rabbah and captured the fortress guarding its water supply.",
      "28": "Gather the rest of the troops, surround the city, and capture it. Otherwise, I will capture the city, and it will be named after me.”",
      "29": "So David gathered all the troops and went to Rabbah. He fought against the city and captured it.",
      "30": "He took the gold crown from the head of Rabbah’s king and put it on his own head. (The crown weighed 75 pounds and contained a precious stone.) David also took a lot of goods from the city.",
      "31": "He brought out the troops who were there and put them to work with saws, hoes, and axes. He did the same to all the Ammonite cities. Then David and all the troops returned to Jerusalem."
    },
    "13": {
      "1": "After this, David’s son Amnon fell in love with Tamar, the beautiful sister of David’s son Absalom.",
      "2": "Amnon was so obsessed with his half sister Tamar that he made himself sick. It seemed impossible for him to be alone with her because she was a virgin.",
      "3": "Amnon had a friend by the name of Jonadab, a son of David’s brother Shimea. Jonadab was a very clever man.",
      "4": "He asked Amnon, “Why are you, the king’s son, so worn out morning after morning? Won’t you tell me?”\n“I’m in love with Absalom’s sister Tamar,” he answered.",
      "5": "Then Jonadab told him, “Lie down on your bed. Act sick, and when your father comes to see you, say to him, ‘Please let my sister Tamar come to feed me. She can prepare a meal in front of me as I watch her, and she can feed me.’”",
      "6": "So Amnon lay down and acted sick, and the king came to see him. Amnon asked the king, “Please let my sister Tamar come and make some bread in front of me, and she can feed me.”",
      "7": "David sent for Tamar at the palace. “Please go to your brother Amnon’s home,” he said, “and prepare some food for him.”",
      "8": "So Tamar went to her brother Amnon’s home. He was lying down. She took dough, kneaded it, made flat bread in front of him, and cooked it.",
      "9": "Then she took the pan and served him the bread. But he refused to eat.\n“Have everyone leave me,” he said. So everyone left him.",
      "10": "Amnon told Tamar, “Bring the food into the bedroom so that you can feed me.”\nTamar took the bread she had prepared and brought it to her brother Amnon in the bedroom.",
      "11": "When she handed it to him to eat, he grabbed her and said, “Come to bed with me, Tamar!”",
      "12": "“No,” she told him, “don’t rape me! That shouldn’t be done in Israel. Don’t do this godless act!",
      "13": "Where could I go in my disgrace? And you will be considered one of the godless fools in Israel! Speak to the king. He won’t refuse your request to marry me.”",
      "14": "But Amnon wouldn’t listen to her. He grabbed his sister and raped her.",
      "15": "Now, Amnon developed an intense hatred for her. His hatred for her was greater than the lust he had felt for her. “Get out of here,” he told her.",
      "16": "She said to him, “No, sending me away is a greater wrong than the other thing you did to me!” But he wouldn’t listen to her.",
      "17": "Then he called his personal servant and said, “Get rid of her. Put her out, and bolt the door behind her.”",
      "18": "(She was wearing a long-sleeved gown. The king’s virgin daughters wore this kind of robe.) So his servant took her out and bolted the door behind her.",
      "19": "Tamar put ashes on her head, tore the long-sleeved gown she had on, put her hands on her head, and went away crying.",
      "20": "Her brother Absalom asked her, “Has your brother Amnon been with you? Sister, be quiet for now. He’s your brother. Don’t dwell on this matter.” So Tamar stayed there at the home of her brother Absalom and was depressed.",
      "21": "When King David heard about this, he became very angry. But David didn’t punish his son Amnon. He favored Amnon because he was his firstborn son.",
      "22": "Absalom wouldn’t speak at all to Amnon. He hated Amnon for raping his sister Tamar.",
      "23": "Two years later Absalom had sheepshearers at Baal Hazor near Ephraim. He invited all the king’s sons.",
      "24": "Absalom went to the king and said, “Since I have sheepshearers, Your Majesty and your officials are invited to feast with me.”",
      "25": "“No, Son,” the king answered Absalom. “If we all go, we’ll be a burden to you.” Even when Absalom continued to urge him, David did not want to go, though he did give Absalom his blessing.",
      "26": "So Absalom said, “If you won’t go, then please let my brother Amnon go with us.”\n“Why should he go with you?” the king asked him.",
      "27": "But when Absalom urged him, he let Amnon and all the rest of the king’s sons go with him.",
      "28": "Then Absalom gave an order to his servants. “Watch now,” he said. “When Amnon begins to feel good from drinking too much wine, I’ll tell you, ‘Attack Amnon.’ Then kill him. Don’t be afraid. I’ve given you the order, haven’t I? Be strong and courageous.”",
      "29": "Absalom’s servants did to Amnon as Absalom had ordered. Then all the king’s sons got up, mounted their mules, and fled.",
      "30": "While they were on their way, David heard this rumor: “Absalom has killed all the king’s sons, and not a single one is left.”",
      "31": "The king stood up, tore his clothes, and lay down on the ground. All his servants were standing beside him with their clothes torn to show their grief.",
      "32": "Then Jonadab, the son of David’s brother Shimea, said, “Sir, don’t think that all the young men, all the king’s sons, have been killed. Only Amnon is dead. Absalom decided to do this the day his half brother raped his sister Tamar.",
      "33": "You shouldn’t burden your heart with the idea that all the king’s sons are dead, Your Majesty. Only Amnon is dead.",
      "34": "Absalom has fled.”\nWhen the servant who kept watch looked up, he saw many people coming down the road beside the mountain west of him.",
      "35": "Then Jonadab told the king, “The king’s sons have come. It’s just as I said.”",
      "36": "When he finished speaking, the king’s sons arrived and cried loudly. The king and all his men also cried very bitterly.",
      "37": "Absalom, however, fled to Geshur’s King Talmai, Ammihud’s son. But the king mourned for his son Amnon every day.",
      "38": "Absalom, having fled to Geshur, stayed there three years.",
      "39": "King David began to long for Absalom once people had consoled him over Amnon’s death."
    },
    "14": {
      "1": "Joab, Zeruiah’s son, knew the king was still thinking about Absalom.",
      "2": "So Joab sent someone to Tekoa to get a clever woman from there. He told her, “Please act like a mourner, and dress in mourning clothes. Don’t rub olive oil on yourself, but act like a woman who has been mourning for the dead for a long time.",
      "3": "Go to the king, and tell him this. . . .” Then Joab told her exactly what to say.",
      "4": "The woman from Tekoa came to the king and immediately bowed down with her face touching the ground. “Help me, Your Majesty,” she said.",
      "5": "The king asked her, “What can I do for you?”\nShe answered, “I’m a widow; my husband is dead.",
      "6": "I had two sons who quarreled in the field, and there was no one to separate them. One killed the other.",
      "7": "Then the entire family turned against me. They said, ‘Give us the man who killed his brother so that we can kill him because he took his brother’s life. We’re going to destroy the one who now would be the heir.’ In this way they wish to extinguish the one burning coal that is left for me. They will not let my husband’s name or descendants remain on the face of the earth.”",
      "8": "“Go home,” the king told the woman. “I will order someone to take care of this matter.”",
      "9": "The woman from Tekoa said to the king, “Let me be held responsible for the sin, Your Majesty. Let my father’s family be held responsible. Your Majesty and your throne are innocent.”",
      "10": "The king said, “If anyone says anything against you, bring him to me. He’ll never harm you again.”",
      "11": "She said, “Your Majesty, please pray to Yahweh your Elohim in order to keep an avenger from doing more harm by destroying my son.”\n“I solemnly swear, as Yahweh lives,” he said, “not a hair on your son’s head will fall to the ground.”",
      "12": "The woman said, “Please let me say something else to you.”\n“Speak,” he said.",
      "13": "“Why have you devised something like this against Elohim’s people?” she said. “When you say this, you condemn yourself because you haven’t brought back the one you banished!",
      "14": "We are all going to die; we are all like water that is poured on the ground and can’t be gathered up. But doesn’t Elohim forgive a person? He never plans to keep a banished person in exile.",
      "15": "“I’ve come to say this to you because the people have frightened me. So I thought, ‘I will speak to the king about this. Maybe the king will do something for me, his subject.",
      "16": "Maybe the king will listen and rescue me, his subject, from the man who wants to cut off both me and my son from our Elohim-given inheritance.’",
      "17": "I thought that you would reassure me. You are like Elohim’s Messenger, who is able to distinguish right from wrong. May Yahweh your Elohim be with you!”",
      "18": "The king said to the woman, “Please don’t refuse to answer the question I’m going to ask you.”\nThe woman responded, “Please speak, Your Majesty.”",
      "19": "“Did Joab put you up to this?” the king asked.\nThe woman answered, “I solemnly swear on your life, Your Majesty, you are absolutely right. Yes, your servant Joab ordered me to do this. He told me to say exactly what I said.",
      "20": "Your servant Joab has done this to portray the matter in a different light. You are as wise as Elohim’s Messenger, who knows everything on earth.”",
      "21": "Then the king told Joab, “This is what you’ll do. Bring back the young man Absalom.”",
      "22": "Joab quickly bowed down with his face touching the ground, and he blessed the king. He said, “Today I know that you have been kind to me because you have done what I wanted.”",
      "23": "So Joab went to Geshur and brought Absalom back to Jerusalem.",
      "24": "But the king said, “Absalom should return to his own house. He will not see me.” So Absalom returned to his house and didn’t see the king.",
      "25": "Now, no one in all Israel was praised for his good looks as much as Absalom was. He had no blemish from head to toe.",
      "26": "At the end of every year, he used to cut his hair because it became heavy for him. When he cut the hair on his head and weighed it, it weighed five pounds according to the royal standard.",
      "27": "Absalom had three sons and one daughter. His daughter Tamar was a beautiful woman.",
      "28": "Absalom stayed in Jerusalem two full years without seeing the king.",
      "29": "So Absalom sent for Joab in order to send him to the king, but Joab refused to come. Absalom sent for him a second time, but he still refused to come.",
      "30": "So Absalom said to his servants, “Look, Joab’s field is next to mine. He has barley in it. Go and set it on fire.” So Absalom’s servants set it on fire.\nJoab’s servants came to him in grief and said, “Absalom’s servants have set your field on fire.”",
      "31": "Then Joab immediately went to Absalom at his home. “Why did your servants set my field on fire?” he asked.",
      "32": "Absalom answered Joab, “I sent someone to tell you to come here because I wanted to send you to the king to ask him why I had to come from Geshur. It would be better for me if I were still there. Let me see the king now! If I’m guilty of a sin, he should kill me.”",
      "33": "Joab went to the king and told him this. The king then called for Absalom, who came to the king and bowed down with his face touching the ground. And the king kissed Absalom."
    },
    "15": {
      "1": "Soon after this, Absalom acquired a chariot, horses, and 50 men to run ahead of him.",
      "2": "Absalom used to get up early and stand by the road leading to the city gate. When anyone had a case to be tried by King David, Absalom would ask, “Which city are you from?”\nAfter the person had told him which tribe in Israel he was from,",
      "3": "Absalom would say, “Your case is good and proper, but the king hasn’t appointed anyone to hear it.”",
      "4": "He would add, “I wish someone would make me judge in the land. Then anyone who had a case to be tried could come to me, and I would make sure that he got justice.”",
      "5": "When anyone approached him and bowed down, Absalom would reach out, take hold of him, and kiss him.",
      "6": "This is what he did for all Israelites who came to the king to have him try their case. So Absalom stole the hearts of the people of Israel.",
      "7": "Four years later Absalom said to the king, “Let me go to Hebron and keep the vow I made to Yahweh.",
      "8": "I made a vow while I was living at Geshur in Aram. I said, ‘If Yahweh will bring me back to Jerusalem, I will serve Yahweh.’”",
      "9": "“Go in peace,” the king told him.\nSo he went to Hebron.",
      "10": "But Absalom sent his loyal supporters to all the tribes of Israel and said, “When you hear the sound of the ram’s horn, say, ‘Absalom has become king in Hebron.’”",
      "11": "Two hundred men invited from Jerusalem went with Absalom. They went innocently, knowing nothing about Absalom’s plans.",
      "12": "While Absalom was offering sacrifices, he sent for Ahithophel, David’s adviser, to come from his home in Giloh. Meanwhile, the conspiracy grew stronger, and the number of people siding with Absalom kept getting larger.",
      "13": "Someone came to tell David, “The hearts of the people of Israel are with Absalom.”",
      "14": "David told all his men who were with him in Jerusalem, “Let’s flee immediately, or none of us will escape from Absalom. Let’s leave right away, or he’ll catch up to us and bring disaster on us when he massacres the city.”",
      "15": "The king’s servants told him, “No matter what happens, we are Your Majesty’s servants.”",
      "16": "The king left on foot, and his whole household followed him except ten concubines whom the king left behind to take care of the palace.",
      "17": "As the king and his troops were leaving the city on foot, they stopped at the last house.",
      "18": "All his mercenaries passed by him; all the Cherethites, all the Pelethites, Ittai, and all 600 men who had followed him from Gath were marching past the king.",
      "19": "The king asked Ittai from Gath, “Why should you go with us? Go back, and stay with King Absalom. You are a foreigner, an exile from your homeland.",
      "20": "You came to us just yesterday. Should I make you wander around with me when I don’t even know where I’m going? Go back, and take your countrymen with you. May the Lord always show you kindness.”",
      "21": "But Ittai answered the king, “I solemnly swear, as Yahweh and the king live: Wherever you are, whether you’re dead or alive, I’ll be there.”",
      "22": "So David told Ittai, “Go ahead and keep marching.” So Ittai from Gath marched on with all his men and all the families who were with him.",
      "23": "The whole country was crying loudly as all the troops were passing by. The king was crossing the Kidron Valley, and all the people were moving down the road toward the desert.",
      "24": "Zadok and all the Levites with him were carrying the ark of Elohim’s promise. They set down the ark of Elohim beside Abiathar until all the troops had withdrawn from the city.",
      "25": "The king told Zadok, “Take Elohim’s ark back to the city. If Yahweh looks favorably on me, he will allow me to come back and see both it and its dwelling place again.",
      "26": "But if he says, ‘I’m not pleased with you,’ let him do to me what he considers right.”",
      "27": "“Aren’t you a seer?” the king asked Zadok the priest. “Go back to the city peacefully, and take your son Ahimaaz and Abiathar’s son Jonathan with you.",
      "28": "I’ll wait at the river crossings in the desert until I receive a message from you.”",
      "29": "So Zadok and Abiathar took the ark of Elohim back to Jerusalem and stayed there.",
      "30": "David cried as he went up the Mount of Olives. He covered his head and walked barefoot. And all of the troops with him covered their heads and cried as they went.",
      "31": "Then David was told, “Ahithophel is among those conspiring with Absalom.” So David prayed, “Yahweh, make Ahithophel’s advice foolish.”",
      "32": "When David came to the top of the Mount of Olives where people worshiped Elohim, Hushai from Archi’s family was there to meet him. His clothes were torn, and he had dirt on his head.",
      "33": "David told him, “If you go with me, you will only be a burden to me.",
      "34": "But if you go back to the city and say to Absalom, ‘Your Majesty, I’ll be your servant. I was your father’s servant in the past, but now I’ll be your servant,’ then you’ll help me by undoing Ahithophel’s advice.",
      "35": "The priests Zadok and Abiathar will be with you there. When you hear anything from the royal palace, tell it to the priests Zadok and Abiathar.",
      "36": "They have two sons with them: Zadok has Ahimaaz, and Abiathar has Jonathan. Send them to report to me anything you hear.”",
      "37": "So Hushai, David’s friend, went to the city as Absalom was entering Jerusalem."
    },
    "16": {
      "1": "When David had gone over the top of the Mount of Olives, Ziba, Mephibosheth’s servant, met him with a pair of saddled donkeys. They were loaded with 200 loaves of bread, 100 bunches of raisins, 100 pieces of ripened fruit, and a full wineskin.",
      "2": "“Why did you bring these?” David asked Ziba.\n“The donkeys are for the king’s family to ride on,” Ziba answered. “The bread and the ripe fruit are for your servants to eat. The wine is for those who become tired and thirsty in the desert.”",
      "3": "“Where is your master Saul’s grandson?” the king asked.\n“He’s staying in Jerusalem,” Ziba answered the king. “He said, ‘Today the house of Israel will give me back my grandfather’s kingdom.’”",
      "4": "The king told Ziba, “In that case everything that belonged to Mephibosheth now belongs to you.”\n“I sincerely thank you,” said Ziba. “I hope to remain in your good graces, Your Majesty.”",
      "5": "When King David came to Bahurim, a man who was a distant cousin of Saul came out cursing. His name was Shimei, son of Gera.",
      "6": "He threw stones at David and David’s servants, although all the people and all the warriors were shielding David.",
      "7": "Shimei cursed and said, “Get out! Get out, you bloodthirsty man! You worthless person!",
      "8": "Yahweh is paying you back for all the blood you spilled in the family of Saul, whom you succeeded as king. Yahweh is giving the kingship to your son Absalom. Now you’re in trouble because you’re a bloodthirsty man.”",
      "9": "Abishai, Zeruiah’s son, asked the king, “Why should this dead dog curse you, Your Majesty? Let me go over there and tear off his head.”",
      "10": "But the king said, “You don’t think like me at all, sons of Zeruiah. Let him curse. If Yahweh has told him, ‘Curse David,’ should anyone ask, ‘Why do you do that?’”",
      "11": "David told Abishai and all his servants, “My own son, my own flesh and blood, is trying to kill me. Why, then, shouldn’t this Benjaminite do this? Leave him alone. Let him curse, since Yahweh has told him to do it.",
      "12": "Maybe Yahweh will see my misery and turn his curse into a blessing for me today.”",
      "13": "As David and his men went along the road, Shimei was walking along the hillside parallel to him. Shimei cursed, hurled stones, and threw dirt at David.",
      "14": "The king and all the people with him finally arrived at their destination and rested there.",
      "15": "Meanwhile, Absalom and all Israel’s troops came to Jerusalem, and Ahithophel was with him.",
      "16": "When David’s friend Hushai from Archi’s family came to Absalom, he said, “Long live the king! Long live the king!”",
      "17": "“Is that how loyal you are to your friend?” Absalom asked Hushai. “Why didn’t you go with him?”",
      "18": "Hushai answered Absalom, “No, I want to be with the one whom Yahweh, these people, and all Israel have chosen. I will be his friend and stay with him.",
      "19": "And besides, whom should I serve? Shouldn’t it be his son? As I served your father, so I’ll serve you.”",
      "20": "Then Absalom asked Ahithophel, “What’s your advice? What should we do?”",
      "21": "Ahithophel told Absalom, “Sleep with your father’s concubines whom he left to take care of the palace. Then all Israel will hear about how you have made your father despise you. Everyone who is with you will support you even more.”",
      "22": "So a tent was put up on the roof for Absalom, and he slept with his father’s concubines in plain sight of Israel.",
      "23": "In those days both David and Absalom thought that Ahithophel’s advice was like getting an answer from Elohim."
    },
    "17": {
      "1": "Ahithophel said to Absalom, “Let me choose 12,000 men and leave tonight to go after David.",
      "2": "I’ll attack him while he’s tired and weak, and I’ll cause him to panic. All the people with him will flee, but I’ll kill only him.",
      "3": "I’ll return all the people to you as a bride is returned to her husband. Since you will be seeking the life of only one man, all the people will have peace.”",
      "4": "Absalom and all the leaders of Israel approved this plan.",
      "5": "Absalom said, “Please call Hushai, who is descended from Archi’s family, and let us hear what he, too, has to say.”",
      "6": "When Hushai arrived, Absalom said to him, “Ahithophel has told us his plan. Should we do what he says? If not, tell us.”",
      "7": "“This time Ahithophel’s advice is no good,” Hushai said to Absalom.",
      "8": "“You know your father and his men. They are warriors as fierce as a wild bear whose cubs have been stolen. Your father is an experienced soldier. He will not camp with the troops tonight.",
      "9": "He has already hidden in one of the ravines or some other place. If some of our soldiers are killed in the initial attack, others will definitely hear about it and say, ‘The troops that support Absalom have been defeated.’",
      "10": "Even the bravest man with a heart like a lion would lose his courage, because all Israel knows that your father is a warrior and the men with him are brave.",
      "11": "So my advice is to gather all Israel’s troops from Dan to Beersheba, since they are as numerous as the sand on the seashore. Lead them into battle yourself.",
      "12": "Then we’ll attack him wherever we find him. We’ll fall on him as dew falls on the ground. Neither he nor any of his men will be left alive.",
      "13": "If he retreats into a city, all Israel will bring ropes to that city and drag it into a valley so that not even a pebble will be found there.”",
      "14": "Absalom and all the people of Israel said, “The advice of Hushai from Archi’s family is better than Ahithophel’s advice.” (Yahweh had commanded Ahithophel’s good advice to be defeated in order to ruin Absalom.)",
      "15": "Then Hushai told the priests Zadok and Abiathar, “Ahithophel advised Absalom and the leaders of Israel to do one thing, but I advised them to do something else.",
      "16": "Now send messengers quickly to tell David, ‘Don’t rest tonight in the river crossings in the desert, but make sure you cross the river, or Your Majesty and all the troops with him will be wiped out.’”",
      "17": "Jonathan and Ahimaaz were waiting at En Rogel. They could not risk being seen coming into the city, so a servant girl was to go and tell them, and they were to go and tell King David.",
      "18": "But a young man saw Jonathan and Ahimaaz and told Absalom. So both of them left quickly and came to the home of a man in Bahurim who had a cistern in his courtyard, and they went down into it.",
      "19": "The man’s wife took a cover, spread it over the top of the cistern, and scattered some grain over it so that no one could tell it was there.",
      "20": "Absalom’s servants came to the woman at her home. “Where are Ahimaaz and Jonathan?” they asked.\nThe woman said, “They’ve crossed the stream.”\nThe servants looked for them but did not find them. So Absalom’s servants returned to Jerusalem.",
      "21": "After Absalom’s servants left, both men came out of the cistern and went and told King David. “Leave right away,” they told David. “Cross the river quickly because this is what Ahithophel has advised against you. . . .”",
      "22": "David and all the troops with him left to cross the Jordan River. When the dawn came, everyone had crossed the Jordan River.",
      "23": "When Ahithophel saw that his advice hadn’t been followed, he saddled his donkey, left, and went home to his own city. He gave instructions to his family. Then he hanged himself, died, and was buried in his father’s tomb.",
      "24": "David had already come to Mahanaim by the time Absalom and all the men of Israel with him crossed the Jordan River.",
      "25": "Absalom appointed Amasa to take Joab’s place as commander of the army. (Amasa was the son of a man named Ithra, a descendant of Ishmael. His mother was Abigail, the daughter of Nahash and sister of Joab’s mother Zeruiah.)",
      "26": "The Israelites and Absalom camped in the region of Gilead.",
      "27": "When David came to Mahanaim, Shobi, son of Nahash from Rabbah in Ammon, and Machir, son of Ammiel from Lo Debar, and Barzillai from Rogelim in Gilead",
      "28": "brought supplies and food for David and his troops: bedding, bowls, pots, wheat, barley, flour, roasted grain, beans, lentils,",
      "29": "honey, buttermilk, sheep, and calves. They brought these things because they thought, “The troops in the desert are hungry, exhausted, and thirsty.”"
    },
    "18": {
      "1": "David called together the troops that were with him. He appointed commanders in charge of regiments and battalions.",
      "2": "David put a third of the troops under Joab’s command, another third under Joab’s brother Abishai (Zeruiah’s son), and the last third under Ittai from Gath.\n“I am going into battle with you,” the king said to the troops.",
      "3": "“You’re not going with us,” the troops said. “If we flee, they won’t care about us, and if half of us die, they won’t care either. But you’re worth 10,000 of us. It’s better for you to be ready to send us help from the city.”",
      "4": "“I’ll do what you think best,” the king responded. So the king stood by the gate while all the troops marched out by battalions and regiments.",
      "5": "The king ordered Joab, Abishai, and Ittai, “Treat the young man Absalom gently for my sake.” All the troops heard him give all the commanders this order regarding Absalom.",
      "6": "So the troops went out to the country to fight Israel in the forest of Ephraim.",
      "7": "There David’s men defeated Israel’s army, and the massacre was sizable that day—20,000 men.",
      "8": "The fighting spread over the whole country. That day the woods devoured more people than the battle.",
      "9": "Absalom happened to come face to face with some of David’s men. He was riding on a mule, and the mule went under the tangled branches of a large tree. Absalom’s head became caught in the tree. So he was left hanging in midair when the mule that was under him ran away.",
      "10": "A man who saw this told Joab, “I saw Absalom hanging in a tree.”",
      "11": "“What! You saw that!” Joab said to the man who told him. “Why didn’t you strike him to the ground? Then I would have felt obligated to give you four ounces of silver and a belt.”",
      "12": "But the man told Joab, “Even if I felt the weight of 25 pounds of silver in my hand, I wouldn’t raise my hand against the king’s son. We heard the order the king gave you, Abishai, and Ittai: ‘Protect the young man Absalom for my sake.’",
      "13": "If I had done something treacherous to him, would you have stood by me? Like everything else, it wouldn’t stay hidden from the king.”",
      "14": "Then Joab said, “I shouldn’t waste time with you like this.” He took three sharp sticks and plunged them into Absalom’s heart while he was still alive in the tree.",
      "15": "Then ten of Joab’s armorbearers surrounded Absalom, attacked him, and killed him.",
      "16": "Joab blew the ram’s horn to stop their fighting, and the troops returned from pursuing Israel.",
      "17": "They took Absalom, threw him into a huge pit in the forest, and piled a large heap of stones over him. Meanwhile, all Israel fled and went back to their homes.",
      "18": "(While he was still living, Absalom had taken a rock and set it up for himself in the king’s valley. He said, “I have no son to keep the memory of my name alive.” He called the rock by his name, and it is still called Absalom’s Monument today.)",
      "19": "Then Ahimaaz, Zadok’s son, said, “Let me run and bring the king the good news that Yahweh has freed him from his enemies.”",
      "20": "But Joab told him, “You won’t be the man carrying good news today. You can carry the news some other day. You must not deliver the news today because the king’s son is dead.”",
      "21": "Then Joab said to a man from Sudan, “Go, tell the king what you saw.” The messenger bowed down with his face touching the ground in front of Joab and then ran off.",
      "22": "Ahimaaz, Zadok’s son, spoke to Joab again, “Whatever may happen, I also want to run after the Sudanese messenger.”\n“Now, son, why should you deliver the message?” Joab asked. “You won’t be rewarded for this news.”",
      "23": "“Whatever happens, I’d like to run,” replied Ahimaaz.\n“Run,” Joab told him. So Ahimaaz ran along the valley road and got ahead of the Sudanese messenger.",
      "24": "David was sitting between the two gates while the watchman walked along the roof of the gate by the wall. As he looked, he saw a man running alone.",
      "25": "The watchman called and alerted the king.\n“If he’s alone,” the king said, “he has good news to tell.” The runner continued to come closer.",
      "26": "When the watchman saw another man running, the watchman called, “There’s another man running alone.”\nThe king said, “This one is also bringing good news.”",
      "27": "The watchman said, “It seems to me that the first one runs like Ahimaaz, Zadok’s son.”\n“He’s a good man,” the king said. “He must be coming with good news.”",
      "28": "Then Ahimaaz came up to the king, greeted him, and bowed down in front of him. Ahimaaz said, “May Yahweh your Elohim be praised. He has handed over the men who rebelled against Your Majesty.”",
      "29": "“Is the young man Absalom alright?” the king asked.\nAhimaaz answered, “I saw a lot of confusion when Joab sent me away, but I didn’t know what it meant.”",
      "30": "“Step aside, and stand here,” the king said. He stepped aside and stood there.",
      "31": "Then the Sudanese messenger came. “Good news for Your Majesty!” he said. “Today Yahweh has freed you from all who turned against you.”",
      "32": "“Is the young man Absalom alright?” the king asked.\nThe Sudanese messenger answered, “May your enemies and all who turned against you be like that young man!”",
      "33": "The king was shaken by the news. He went to the room above the gate and cried. “My son Absalom!” he said as he went. “My son, my son Absalom! I wish I had died in your place! Absalom, my son, my son!”"
    },
    "19": {
      "1": "Joab was told, “The king is crying and mourning for Absalom.”",
      "2": "The victory of that day was turned into mourning because all the troops heard that the king was grieving for his son.",
      "3": "That day the troops sneaked into the city as if they had fled from battle and were ashamed of it.",
      "4": "The king covered his face and cried loudly, “My son Absalom! Absalom, my son, my son!”",
      "5": "Then Joab came into the house. “Today you have made all your men feel ashamed,” he said. “They saved your life and the lives of your sons, daughters, wives, and concubines today.",
      "6": "You love those who hate you and hate those who love you. Today, you have made it clear that your commanders and servants mean nothing to you. I think you would be pleased if Absalom were alive and all of us were dead.",
      "7": "Now, get up, go out, and encourage your men. I swear to you by Yahweh that if you don’t go out, no one will stay with you tonight, and that will be worse than all the trouble you’ve had in your entire life.”",
      "8": "The king sat in the gateway. When all the troops were told, “The king is sitting in the gateway,” they came to the king.\nMeanwhile, Israel had fled and went back to their own homes.",
      "9": "All the people in all the tribes of Israel were arguing with one another, saying, “The king rescued us from our enemies and saved us from the Philistines, but now he has fled from Absalom and left the country.",
      "10": "However, Absalom, whom we anointed to rule us, has died in battle. Why is no one talking about bringing back the king?”",
      "11": "What all Israel was saying reached the king at his house. So King David sent this message to the priests Zadok and Abiathar: “Ask the leaders of Judah, ‘Why should you be the last tribe to bring the king back to his palace?",
      "12": "You are my relatives, my own flesh and blood. Why should you be the last to bring back the king?’",
      "13": "And tell Amasa, ‘Aren’t you my flesh and blood? May Elohim strike me dead unless you are given Joab’s place to serve me always as the commander of the army.’”",
      "14": "All the people of Judah were in total agreement. So they sent the king this message: “Come back with all your servants.”",
      "15": "The king came back to the Jordan River, and the people of Judah came to Gilgal to meet the king and bring him across the Jordan River.",
      "16": "Shimei, Gera’s son from the tribe of Benjamin and the town of Bahurim, hurried down with the people of Judah to meet King David.",
      "17": "One thousand people from Benjamin were with him. And Ziba, the servant of Saul’s family, rushed to the Jordan River across from the king. Ziba brought his 15 sons and 20 servants.",
      "18": "They crossed the river to bring over the king’s family and to do anything else the king wanted.\nShimei, Gera’s son, bowed down in front of the king as he was going to cross the Jordan River.",
      "19": "He pleaded with the king, “Don’t remember the crime I committed the day you left Jerusalem. Don’t hold it against me or even think about it, Your Majesty.",
      "20": "I know I’ve sinned. Today I’ve come as the first of all the house of Joseph to meet you.”",
      "21": "But Abishai, Zeruiah’s son, replied, “Shouldn’t Shimei be put to death for cursing Yahweh’s anointed king?”",
      "22": "David responded, “Are you sure we’re from the same family, sons of Zeruiah? You are my enemies today. Should anyone in Israel be killed today? Don’t I know that I’m king of Israel again?”",
      "23": "The king promised Shimei, “You won’t die,” and the king swore to it.",
      "24": "Mephibosheth, Saul’s grandson, went to meet the king. He had not tended to his feet, trimmed his mustache, or washed his clothes from the day the king left until he came home safely.",
      "25": "When he came from Jerusalem to meet the king, the king asked him, “Why didn’t you go with me, Mephibosheth?”",
      "26": "He answered, “My servant deceived me, Your Majesty. Since I am disabled, I said, ‘Saddle the donkey for me, and I’ll ride on it and go with the king.’",
      "27": "He told you lies about me, Your Majesty. However, you are like Elohim’s Messenger. Do what you think is right.",
      "28": "You could have killed anyone in my entire family, Your Majesty. Instead, you’ve seated me with those who eat at your table. So I no longer have the right to complain to the king.”",
      "29": "The king asked him, “Why do you keep talking about it? I’ve said that you and Ziba should divide the land.”",
      "30": "“Let him take it all,” Mephibosheth told the king. “It’s enough for me that you’ve come home safely.”",
      "31": "Barzillai, the man from Gilead, came from Rogelim with the king to the Jordan River to send him on his way.",
      "32": "Barzillai was an elderly man, 80 years old. Because he was a very rich man, he had provided the king with food while he was staying at Mahanaim.",
      "33": "The king told Barzillai, “Cross the river with me. I’ll provide for you in Jerusalem.”",
      "34": "Barzillai replied, “I don’t have much longer to live. I shouldn’t go with Your Majesty to Jerusalem.",
      "35": "I’m 80 years old now. How can I tell what is pleasant and what is not? Can I taste what I eat or drink? Can I still hear the singing of men and women? Why should I now become a burden to you, Your Majesty?",
      "36": "I’ll just cross the Jordan River with you. Why should you give me such a reward?",
      "37": "Please let me go back so that I can die in my city near the grave of my father and mother. But here is Chimham. Let him go across with you. And do for him what you think is right.”",
      "38": "“Chimham will go across with me,” the king said. “I will do for him whatever you want. Anything you wish I’ll do for you.”",
      "39": "All the troops crossed the Jordan River, and then the king crossed. The king kissed Barzillai and blessed him. Then Barzillai went back home.",
      "40": "The king crossed the river to Gilgal, and Chimham went with him. All the troops from Judah and half of the troops from Israel brought the king across.",
      "41": "Then all the people of Israel kept coming to the king. They asked, “Why did our cousins, the people of Judah, kidnap you and bring Your Majesty and your family and men across the Jordan River?”",
      "42": "All the people of Judah answered the people of Israel, “Because the king is our relative. Why are you angry about this? Did we eat the king’s food, or did he give us any gifts?”",
      "43": "The people of Israel answered the people of Judah, “We have ten times your interest in the king and a greater claim on David than you have. Why, then, do you despise us? Weren’t we the first to suggest bringing back our king?”\nBut the people of Judah spoke even more harshly than the people of Israel."
    },
    "20": {
      "1": "A good-for-nothing man by the name of Sheba, Bichri’s son, from the tribe of Benjamin happened to be at Gilgal. He blew a ram’s horn to announce,\n“We have no share in David’s kingdom.\nWe won’t receive an inheritance from Jesse’s son.\n    Everyone to his own tent, Israel!”",
      "2": "So all the people of Israel left David to follow Sheba, Bichri’s son. But the people of Judah remained loyal to their king on his way from the Jordan River to Jerusalem.",
      "3": "When David came to his palace in Jerusalem, he took the ten concubines he had left to look after the palace and put them in a house under guard. He provided for them but no longer slept with them. So they lived like widows in confinement until they died.",
      "4": "The king told Amasa, “Call the people of Judah together for me, and in three days be here yourself.”",
      "5": "Amasa went to call Judah together, but he took longer to do it than David had given him.",
      "6": "David then told Abishai, “Sheba, son of Bichri, will do us more harm than Absalom. Take my men and go after him, or he will find some fortified cities and take the best ones for himself.”",
      "7": "So Joab’s men, the Cherethites, Pelethites, and all the soldiers went with Abishai. They left Jerusalem to pursue Sheba, Bichri’s son.",
      "8": "When they were at the large rock in Gibeon, Amasa met them there. Joab wore a military uniform, and strapped over it at his hip was a sword in a scabbard. As he stepped forward, the sword dropped into his hand.",
      "9": "“How are you, my brother?” Joab asked Amasa. He took hold of Amasa’s beard with his right hand to kiss him.",
      "10": "Amasa wasn’t on his guard against the sword in Joab’s left hand. Joab stabbed him in the stomach, and his intestines poured out on the ground. (He died without being stabbed again.) Then Joab and his brother Abishai pursued Sheba, son of Bichri.",
      "11": "One of Joab’s young men stood beside Amasa and said, “Anyone who favors Joab and is on David’s side should follow Joab.”",
      "12": "Amasa was wallowing in his blood in the middle of the road. When the man saw that all the troops stopped as they came to the body, he carried Amasa from the road to the field and threw a sheet over him.",
      "13": "As soon as he was moved from the road, everyone followed Joab and pursued Sheba, Bichri’s son.",
      "14": "Sheba passed through all the tribes of Israel to Abel (Beth Maacah). All the Berites were gathered together and followed him to the city.",
      "15": "Joab’s army came and attacked him in Abel (Beth Maacah). They put up a dirt ramp against the city, and it stood level with the outer wall. All the troops with Joab were trying to destroy the wall and tear it down.",
      "16": "Then a clever woman called from the city, “Listen, listen! Tell Joab to come here so that I can talk to him.”",
      "17": "He came near, and she asked, “Are you Joab?”\n“I am,” he answered.\n“Listen to what I have to say,” she told him.\n“I’m listening,” he answered.",
      "18": "So she said, “There’s an old saying: ‘Be sure to ask at Abel before doing anything. That’s the way they settle matters.’",
      "19": "We are peaceful and faithful Israelites. Are you trying to destroy a mother city in Israel? Why should you swallow up what belongs to Yahweh?”",
      "20": "Joab answered, “That’s unthinkable! I don’t wish to swallow it up or destroy it.",
      "21": "That isn’t the case. A man from the mountains of Ephraim by the name of Sheba, son of Bichri, has rebelled against King David. Give him to me, and I’ll withdraw from the city.”\n“That’s fine,” the woman told Joab. “His head will be thrown to you from the wall.”",
      "22": "Then the woman went to all the people with her clever plan. They cut off Sheba’s head and threw it to Joab. He blew the ram’s horn, and everyone scattered and withdrew from the city and went home. Joab went back to the king in Jerusalem.",
      "23": "Now, Joab was put in charge of Israel’s whole army. Benaiah, son of Jehoiada, was in charge of the Cherethites and Pelethites.",
      "24": "Adoram was in charge of forced labor. Jehoshaphat, son of Ahilud, was the royal historian.",
      "25": "Sheva was the royal scribe. Zadok and Abiathar were priests.",
      "26": "And Ira, a descendant of Jair, was a priest to David."
    },
    "21": {
      "1": "In the time of David, there was a famine for three successive years, and David asked Yahweh’s advice about it. Yahweh answered, “It’s because of Saul and his family. They are guilty of murder because they killed the people of Gibeon.”",
      "2": "(The Gibeonites were not a part of Israel but were left over from the Amorites. Although the Israelites had sworn to spare them, Saul, in his eagerness, tried to destroy them for Israel and Judah.)\nThe king called the Gibeonites",
      "3": "and asked them, “What can I do for you? What should I give you to make peace with you so that you will bless what belongs to Yahweh?”",
      "4": "“We do not want silver or gold from Saul’s family,” the Gibeonites answered him. “And none of us wants to kill anyone in Israel.”\nThe king asked, “What are you saying that I should do for you?”",
      "5": "They answered the king, “Give us seven of the male descendants of the man who wanted to finish us off. He planned to wipe us out to keep us from staying anywhere in Israel’s territory.",
      "6": "We will execute them in Yahweh’s presence at Saul’s town Gibeah.” (It was Saul whom Yahweh had chosen.)\n“I will give them to you,” the king said.",
      "7": "But the king spared Mephibosheth, Jonathan’s son and Saul’s grandson, because of the oath in Yahweh’s name between David and Jonathan, son of Saul.",
      "8": "The king took Armoni and Mephibosheth, the two sons whom Rizpah (Aiah’s daughter) gave birth to for Saul, and five sons whom Merab (Saul’s daughter) gave birth to for Adriel, son of Barzillai from Meholah.",
      "9": "The king handed them over to the Gibeonites, who executed them on the mountain in Yahweh’s presence. All seven died together. They were killed at the beginning of the harvest, when people started harvesting barley.",
      "10": "Rizpah (Aiah’s daughter) took sackcloth and stretched it out on the rock for herself from the beginning of the harvest until the sky rained on the dead bodies. She wouldn’t let any birds land on them during the day or any wild animals come near them during the night.",
      "11": "When David was told what Saul’s concubine Rizpah (Aiah’s daughter) had done,",
      "12": "David went and took the bones of Saul and of his son Jonathan from the citizens of Jabesh Gilead. They had stolen them from the public square of Beth Shean, where the Philistines had hung them the day they killed Saul at Gilboa.",
      "13": "When David brought up the bones of Saul and Jonathan, his men gathered the bones of those who had been executed.",
      "14": "Then they buried the bones of Saul and his son Jonathan in the land of Benjamin, in Zela, in the tomb of Saul’s father Kish. They did everything the king ordered. After that, Elohim answered the prayers for the land.",
      "15": "Once again there was a battle between the Philistines and Israel. So David and his men went to fight the Philistines, but David became exhausted.",
      "16": "A descendant of Haraphah named Benob, who had a bronze spear weighing 7½ pounds which he wore on a new belt, captured David and intended to kill him.",
      "17": "But Abishai, son of Zeruiah, came to help David. He attacked the Philistine and killed him. Then David’s men swore an oath, saying, “You’ll never go into battle with us again. The lamp of Israel must never be extinguished.”",
      "18": "After this, there was another battle with the Philistines at Gob. Then Sibbecai from Hushah killed Saph, another descendant of Haraphah.",
      "19": "When more fighting broke out with the Philistines at Gob, Elhanan, son of Jaare Oregim from Bethlehem, killed Goliath of Gath. (The shaft of Goliath’s spear was like a beam used by weavers.)",
      "20": "In another battle at Gath, there was a tall man who had a total of 24 fingers and toes: six fingers on each hand and six toes on each foot. He also was a descendant of Haraphah.",
      "21": "When he challenged Israel, Jonathan, son of David’s brother Shimei, killed him.",
      "22": "These four were descendants of Haraphah from Gath, and David and his men killed them."
    },
    "22": {
      "1": "David sang this song to Yahweh when Yahweh rescued him from all his enemies, especially from Saul.",
      "2": "He said,\nYahweh is my rock and my Metsuda and my Savior,",
      "3": "my Elohim, my rock in whom I take refuge, my Magen,\n    the strength of my salvation, my stronghold,\n        my refuge, and my Savior who saved me from violence.",
      "4": "Yahweh should be praised.\n    I called on him, and I was saved from my enemies.",
      "5": "The waves of death had surrounded me.\n    The torrents of destruction had overwhelmed me.",
      "6": "The ropes of the grave had surrounded me.\n    The clutches of death had confronted me.",
      "7": "I called on Yahweh in my distress.\n    I called to my Elohim for help.\n        He heard my voice from his temple,\n            and my cry for help reached his ears.",
      "8": "Then the earth shook and quaked.\n    Even the foundations of the heavens trembled.\n        They shook violently because he was angry.",
      "9": "Smoke went up from his nostrils,\n    and a raging fire came out of his mouth.\n        Glowing coals flared up from it.",
      "10": "He spread apart the heavens\n    and came down with a dark cloud under his feet.",
      "11": "He rode on one of the angels as he flew,\n    and he soared on the wings of the wind.",
      "12": "He surrounded himself with darkness.\n    He made the dark rain clouds his covering.",
      "13": "Out of the brightness in front of him, he made lightning.",
      "14": "Yahweh thundered from heaven.\nThe Elyon made his voice heard.",
      "15": "He shot arrows and scattered them.\nHe flashed streaks of lightning and threw them into confusion.",
      "16": "Then the ocean floor could be seen.\n    The foundations of the earth were laid bare\n        at Yahweh’s stern warning,\n        at the blast of the breath from his nostrils.",
      "17": "He reached down from high above and took hold of me.\nHe pulled me out of the raging water.",
      "18": "He rescued me from my strong enemy\n    and from those who hated me,\n        because they were too strong for me.",
      "19": "On the day when I faced disaster, they confronted me,\n    but Yahweh became my defense.",
      "20": "He brought me out to a wide-open place.\n    He rescued me because he was pleased with me.",
      "21": "Yahweh rewarded me\n    because of my righteousness,\n    because my hands are clean.\nHe paid me back",
      "22": "because I have kept the ways of Yahweh\n    and I have not wickedly turned away from my Elohim,",
      "23": "because all his judgments are in front of me\n    and I have not turned away from his laws.",
      "24": "I was innocent as far as he was concerned.\n    I have kept myself from guilt.",
      "25": "Yahweh paid me back\n    because of my righteousness,\n    because he can see that I am clean.",
      "26": "In dealing with faithful people you are faithful,\n    with innocent warriors you are innocent,",
      "27": "with pure people you are pure.\nIn dealing with devious people you are clever.",
      "28": "You save humble people,\n    but your eyes bring down arrogant people.",
      "29": "O Yahweh, you are my lamp.\n    Yahweh turns my darkness into light.",
      "30": "With you I can attack a line of soldiers.\n    With my Elohim I can break through barricades.",
      "31": "Elohim’s way is perfect!\n    The promise of Yahweh has proven to be true.\n        He is a Magen to all those who take refuge in him.",
      "32": "Who is Elohim but Yahweh?\n    Who is a rock other than our Elohim?",
      "33": "El arms me with strength.\nHis perfect way sets me free.",
      "34": "He makes my feet like those of a deer\n    and gives me sure footing on high places.",
      "35": "He trains my hands for battle\n    so that my arms can bend an archer’s bow of bronze.",
      "36": "You have given me the shield of your salvation.\nYour help makes me great.",
      "37": "You make a wide path for me to walk on\n    so that my feet do not slip.",
      "38": "I chased my enemies and destroyed them.\nI did not return until I had ended their lives.",
      "39": "I ended their lives by shattering them.\n    They were unable to get up.\n    They fell under my feet.",
      "40": "You armed me with strength for battle.\nYou made my opponents bow at my feet.",
      "41": "You made my enemies turn their backs to me,\n    and I destroyed those who hated me.",
      "42": "They looked, but there was no one to save them.\nThey looked to Yahweh, but he did not answer them.",
      "43": "I beat them into a powder as fine as the dust on the ground.\n    I crushed them and stomped on them like the dirt on the streets.",
      "44": "You rescued me from my conflicts with my people.\nYou kept me as the leader of nations.\n    A people I did not know will serve me.",
      "45": "Foreigners will cringe in front of me.\n    As soon as they hear of me, they will obey me.",
      "46": "Foreigners will lose heart,\n    although they are armed in their fortifications.",
      "47": "Yahweh lives!\n    Thanks be to my rock!\n        May Elohim, the rock of my salvation, be glorified.",
      "48": "El gives me vengeance!\n    He brings people under my authority.",
      "49": "He frees me from my enemies.\n    You lift me up above my opponents.\n        You rescue me from violent people.",
      "50": "That is why I will give thanks to you, O Yahweh, among the nations\n    and make music to praise your name.",
      "51": "He gives great victories to his king.\nHe shows mercy to his anointed,\n    to David, and to his descendant forever."
    },
    "23": {
      "1": "These are the last words of David:\n“Here is the declaration by David, son of Jesse—\nthe declaration by the man whom El raised up,\n    whom the Elohim of Jacob anointed,\n        the singer of Israel’s psalms:",
      "2": "“The Ruach Yahweh spoke through me.\nHis words were on my tongue.",
      "3": "The Elohim of Israel spoke to them.\nThe rock of Israel told me,\n    ‘The one who rules humans with justice rules with the fear of Elohim.",
      "4": "He is like the morning light as the sun rises,\n    like a morning without clouds,\n        like the brightness after a rainstorm.\n            The rain makes the grass grow from the earth.’",
      "5": "“Truly, El considers my house to be that way,\n    because he has made a lasting promise to me,\n        with every detail arranged and assured.\n    He promised everything that helps me,\n        everything that pleases me.\nTruly, he makes these things happen.",
      "6": "“Worthless people are like thorns.\n    All of them are thrown away, because they cannot be picked by hand.",
      "7": "A person who touches them uses iron tools\n    or the shaft of a spear.\n    Fire will burn them up completely wherever they are.”",
      "8": "These are the names of David’s fighting men: Josheb Basshebeth from Tahkemon’s family was leader of the three. He used a spear to kill 800 men on one occasion.",
      "9": "Next in rank to him was Eleazar, another one of the three fighting men. He was the son of Dodo and grandson of Aho. Eleazar was with David at Pas Dammim when the Philistines gathered there for battle. When the soldiers from Israel retreated,",
      "10": "he attacked and killed Philistines until his hand got tired and stuck to his sword. So Yahweh won an impressive victory that day. The army returned to Eleazar, but they only returned to strip the dead.",
      "11": "Next in rank to him was Shammah, the son of Agee from Harar. The Philistines had gathered at Lehi, where there was a field of ripe lentils. When the troops fled from the Philistines,",
      "12": "he stood in the middle of the field and defended it by killing Philistines. So Yahweh won an impressive victory.",
      "13": "At harvest time three of the thirty leading men came to David at the cave of Adullam when a troop from the Philistine army was camping in the valley of Rephaim.",
      "14": "While David was in the fortified camp, Philistine troops were at Bethlehem.",
      "15": "When David became thirsty, he said, “I wish I could have a drink of water from the well at the city gate of Bethlehem.”",
      "16": "So the three fighting men burst into the Philistine camp and drew water from the well. They brought it to David, but he refused to drink it. He poured it out as an offering to Yahweh and said,",
      "17": "“It’s unthinkable that I would do this, Yahweh. This is the blood of men who risked their lives!” So he refused to drink it.\nThese are the things which the three fighting men did.",
      "18": "Joab’s brother Abishai, Zeruiah’s son, was the leader of the thirty. He used his spear to kill 300 men. He was as famous as the three",
      "19": "and was honored more than they were. So he became their captain, but he didn’t become a member of the three.",
      "20": "Benaiah, son of Jehoiada, was from Kabzeel and was a brave man who did many things. He killed two distinguished soldiers from Moab. He also went into a pit and killed a lion on the day it snowed.",
      "21": "And he killed a handsome Egyptian. The Egyptian had a spear in his hand. Benaiah went to him with a club, grabbed the spear from him, and killed him with it.",
      "22": "These are the things that Benaiah, son of Jehoiada, did. He was as famous as the three fighting men.",
      "23": "He was honored more than the thirty, but he was not a member of the three. David put him in charge of his bodyguards.",
      "24": "One of the thirty was Joab’s brother Asahel. The thirty leading men were\nElhanan (son of Dodo) from Bethlehem,",
      "25": "Shammah from Harod,\nElika from Harod,",
      "26": "Helez the Paltite,\nIra (son of Ikkesh) from Tekoa,",
      "27": "Abiezer from Anathoth,\nMebunnai (son of Hushai),",
      "28": "Zalmon (descendant of Ahohi),\nMaharai from Netophah,",
      "29": "Heleb (son of Baanah) from Netophah,\nIttai (son of Ribai) from Gibeah in Benjamin,",
      "30": "Benaiah from Pirathon,\nHiddai from the Gaash ravines,",
      "31": "Abi Albon from Beth Arabah,\nAzmaveth from Bahurim,",
      "32": "Elihba from Shaalbon,\nBene Jashen,",
      "33": "Jonathan (son of Shammah the Hararite),\nAhiam (son of Sharar the Hararite),",
      "34": "Eliphelet (son of Ahasbai and grandson of a man from Maacah),\nEliam (son of Ahithophel) from Gilo,",
      "35": "Hezrai from Carmel,\nPaarai from Arabah,",
      "36": "Igal (son of Nathan) from Zobah,\nBani from the tribe of Gad,",
      "37": "Zelek from Ammon,\nNaharai from Beeroth, armorbearer for Zeruiah’s son Joab,",
      "38": "Ira (descendant of Ithra),\nGareb (descendant of Ithra),",
      "39": "Uriah the Hittite—\n37 in all."
    },
    "24": {
      "1": "Yahweh became angry with Israel again, so he provoked David to turn against Israel. He said, “Go, count Israel and Judah.”",
      "2": "King David said to Joab, the commander of the army who was with him, “Go throughout the tribes of Israel from Dan to Beersheba and count the people. That way I will know how many there are.”",
      "3": "Joab responded to the king, “May Yahweh your Elohim multiply the people a hundred times over, and may Your Majesty live to see it. But why does Your Majesty wish to do this?”",
      "4": "However, the king overruled Joab and the commanders of the army. So they left the king in order to count the people of Israel.",
      "5": "They crossed the Jordan River and camped at Aroer, south of the city in the middle of the valley. Then they went to Gad and to Jazer.",
      "6": "They went to Gilead and to Tahtim Hodshi and then to Dan Jaan and around toward Sidon.",
      "7": "They went to the fortified city of Tyre and all the cities of the Hivites and the Canaanites. Then they went to Beersheba in the Negev of Judah.",
      "8": "When they had covered the whole country, they came to Jerusalem after 9 months and 20 days.",
      "9": "Joab reported the census figures to the king: In Israel there were 800,000 able-bodied men who could serve in the army, and in Judah there were 500,000.",
      "10": "After David counted the people, his conscience troubled him. David said to Yahweh, “I have committed a terrible sin by what I have done. Yahweh, please forgive me because I have acted very foolishly.”",
      "11": "When David got up in the morning, Yahweh spoke his word to the prophet Gad, David’s seer.",
      "12": "“Go and tell David, ‘This is what Yahweh says: I’m offering you three choices. Choose the one you want me to do to you.’”",
      "13": "When Gad came to David, he told David this and asked, “Should seven years of famine come to you and your land, or three months during which you flee from your enemies as they pursue you, or should there be a three-day plague in your land? Think it over, and decide what answer I should give the one who sent me.”",
      "14": "“I’m in a desperate situation,” David told Gad. “Please let us fall into Yahweh’s hands because he is very merciful. But don’t let me fall into human hands.”",
      "15": "So Yahweh sent a plague among the Israelites from that morning until the time he had chosen. Of the people from Dan to Beersheba, 70,000 died.",
      "16": "But when the Messenger stretched out his arm to destroy Jerusalem, Yahweh changed his mind about the disaster. “Enough!” he said to the Messenger who was destroying the people. “Put down your weapon.” The Messenger of Yahweh was at the threshing floor of Araunah the Jebusite.",
      "17": "When David saw the Messenger who had been killing the people, he said to Yahweh, “I’ve sinned. I’ve done wrong. What have these sheep done? Please let your punishment be against me and against my father’s family.”",
      "18": "That day Gad came to David and said to him, “Go, set up an altar for Yahweh at Araunah the Jebusite’s threshing floor.”",
      "19": "David went as Gad had told him and as Yahweh had commanded him.",
      "20": "When Araunah looked down and saw the king and his men coming toward him, he went out and bowed down with his face touching the ground in front of the king.",
      "21": "“Why has Your Majesty come to me?” Araunah asked.\nDavid answered, “To buy the threshing floor from you and to build an altar for Yahweh. Then the plague on the people will stop.”",
      "22": "Araunah said to David, “Take it, Your Majesty, and offer whatever you think is right. There are oxen for the burnt offering, and there are threshers and oxen yokes for firewood.”",
      "23": "All this Araunah gave to the king and said, “May Yahweh your Elohim accept you.”",
      "24": "“No!” the king said to Araunah. “I must buy it from you at a fair price. I won’t offer Yahweh my Elohim burnt sacrifices that cost me nothing.”\nSo David bought the threshing floor and the oxen for 1¼ pounds of silver.",
      "25": "David built an altar for Yahweh there and sacrificed burnt offerings and fellowship offerings. So Yahweh heard the prayers for the country, and the plague on Israel stopped."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:14.140388-04:00",
    "Translation": "NOG"
  }
}