{
  "Acts": {
    "1": {
      "1": "In my first book, Theophilus, I wrote about what Yeshua began to do and teach. This included everything from the beginning of his life",
      "2": "until the day he was taken to heaven. Before he was taken to heaven, he gave instructions through the Holy Spirit to the apostles, whom he had chosen.",
      "3": "After his death Yeshua showed the apostles a lot of convincing evidence that he was alive. For 40 days he appeared to them and talked with them about the kingdom of God.",
      "4": "Once, while he was meeting with them, he ordered them not to leave Jerusalem but to wait there for what the Father had promised. Yeshua said to them, “I’ve told you what the Father promises:",
      "5": "John baptized with water, but in a few days you will be baptized with the Holy Spirit.”",
      "6": "So when the apostles came together, they asked him, “Lord, is this the time when you’re going to restore the kingdom to Israel?”",
      "7": "Yeshua told them, “You don’t need to know about times or periods that the Father has determined by his own authority.",
      "8": "But you will receive power when the Holy Spirit comes to you. Then you will be my witnesses to testify about me in Jerusalem, throughout Judea and Samaria, and to the ends of the earth.”",
      "9": "After he had said this, he was taken to heaven. A cloud hid him so that they could no longer see him.",
      "10": "They were staring into the sky as he departed. Suddenly, two men in white clothes stood near them.",
      "11": "They asked, “Why are you men from Galilee standing here looking at the sky? Yeshua, who was taken from you to heaven, will come back in the same way that you saw him go to heaven.”",
      "12": "Then they returned to Jerusalem from the mountain called the Mount of Olives. It is near Jerusalem, about half a mile away.",
      "13": "When they came into the city, Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James (son of Alphaeus), Simon the Zealot, and Judas (son of James) went to the second-story room where they were staying.",
      "14": "The apostles had a single purpose as they devoted themselves to prayer. They were joined by some women, including Mary (the mother of Yeshua), and they were joined by his brothers.",
      "15": "At a time when about 120 disciples had gathered together, Peter got up and spoke to them.\nHe said,",
      "16": "“Brothers, what the Holy Spirit predicted through David in Scripture about Judas had to come true. Judas led the men to arrest Yeshua.",
      "17": "He had been one of us and had been given an active role in this ministry.",
      "18": "With the money he received from the wrong he had done, he bought a piece of land where he fell headfirst to his death. His body split open, and all his internal organs came out.",
      "19": "Everyone living in Jerusalem knows about this. They even call that piece of land Akeldama, which means ‘Field of Blood’ in their dialect.",
      "20": "You’ve read in Psalms, ‘Let his home be deserted, and let no one live there,’ and ‘Let someone else take his position.’”\n“Therefore, someone must be added to our number to serve with us as a witness that Yeshua came back to life.",
      "21": "He must be one of the men who accompanied Yeshua with us the entire time that the Lord Yeshua was among us.",
      "22": "This person must have been with us from the time that John was baptizing people to the day that Yeshua was taken from us.”",
      "23": "The disciples determined that two men were qualified. These men were Joseph (who was called Barsabbas and was also known as Justus) and Matthias.",
      "24": "Then they prayed, “Lord, you know everyone’s thoughts. Show us which of these two you have chosen.",
      "25": "Show us who is to take the place of Judas as an apostle, since Judas abandoned his position to go to the place where he belongs.”",
      "26": "They drew names to choose an apostle. Matthias was chosen and joined the eleven apostles."
    },
    "2": {
      "1": "When Pentecost, the fiftieth day after Passover, came, all the believers were together in one place.",
      "2": "Suddenly, a sound like a violently blowing wind came from the sky and filled the whole house where they were staying.",
      "3": "Tongues that looked like fire appeared to them. The tongues arranged themselves so that one came to rest on each believer.",
      "4": "All the believers were filled with the Holy Spirit and began to speak in other languages as the Spirit gave them the ability to speak.",
      "5": "Devout Jewish men from every nation were living in Jerusalem.",
      "6": "They gathered when they heard the wind. Each person was startled to recognize his own dialect when the disciples spoke.",
      "7": "Stunned and amazed, the people in the crowd said, “All of these men who are speaking are Galileans.",
      "8": "Why do we hear them speaking in our native dialects?",
      "9": "We’re Parthians, Medes, and Elamites. We’re people from Mesopotamia, Judea, Cappadocia, Pontus, the province of Asia,",
      "10": "Phrygia, Pamphylia, Egypt, and the country near Cyrene in Libya. We’re Jewish people, converts to Judaism, and visitors from Rome,",
      "11": "Crete, and Arabia. We hear these men in our own languages as they tell about the miracles that God has done.”",
      "12": "All of these devout men were stunned and puzzled. They asked each other, “What can this mean?”",
      "13": "Others said jokingly, “They’re drunk on sweet wine.”",
      "14": "Then Peter stood up with the eleven apostles. In a loud voice he said to them, “Men of Judea and everyone living in Jerusalem! You must understand this, so pay attention to what I say.",
      "15": "These men are not drunk as you suppose. It’s only nine in the morning.",
      "16": "Rather, this is what the prophet Joel spoke about:",
      "17": "‘In the last days, God says,\n    I will pour my Spirit on everyone.\n        Your sons and daughters will speak what God has revealed.\n        Your young men will see visions.\n        Your old men will dream dreams.",
      "18": "In those days\n    I will pour my Spirit on my servants, on both men and women.\n        They will speak what God has revealed.",
      "19": "I will work miracles in the sky and give signs on the earth:\n    blood, fire, and clouds of smoke.",
      "20": "The sun will become dark,\n    and the moon will become as red as blood\n        before the terrifying day of the Lord comes.",
      "21": "Then whoever calls on the name of the Lord will be saved.’",
      "22": "“Men of Israel, listen to what I say: Yeshua from Nazareth was a man whom God brought to your attention. You know that through this man God worked miracles, did amazing things, and gave signs.",
      "23": "By using men who don’t acknowledge Moses’ Teachings, you crucified Yeshua, who was given over to death by a plan that God had determined in advance.",
      "24": "But God brought him from death back to life and destroyed the pains of death, because death had no power to hold him.",
      "25": "This is what David meant when he said about Yeshua:\n‘I always see the Lord in front of me.\n    I cannot be moved because he is by my side.",
      "26": "That is why my heart is glad and my tongue rejoices.\n    My body also rests securely",
      "27": "because you do not abandon my soul to the grave\n    or allow your holy one to decay.",
      "28": "You make the path of life known to me.\n    In your presence there is complete joy.’",
      "29": "“Brothers, I can tell you confidently that our ancestor David died and was buried and that his tomb is here to this day.",
      "30": "David was a prophet and knew that God had promised with an oath that he would place one of David’s descendants on his throne.",
      "31": "David knew that the Messiah would come back to life, and he spoke about that before it ever happened. He said that the Messiah wouldn’t be left in the grave and that his body wouldn’t decay.",
      "32": "“God brought this man Yeshua back to life. We are all witnesses to that.",
      "33": "God used his power to give Yeshua the highest position. Yeshua has also received and has poured out the Holy Spirit as the Father had promised, and this is what you’re seeing and hearing.",
      "34": "David didn’t go up to heaven, but he said,\n‘The Lord said to my Lord,\n    “Take my highest position of power",
      "35": "until I put your enemies under your control.” ’",
      "36": "“All the people of Israel should know beyond a doubt that God made Yeshua, whom you crucified, both Lord and Christ.”",
      "37": "When the people heard this, they were deeply upset. They asked Peter and the other apostles, “Brothers, what should we do?”",
      "38": "Peter answered them, “All of you must turn to God and change the way you think and act, and each of you must be baptized in the name of Yeshua Christ so that your sins will be forgiven. Then you will receive the Holy Spirit as a gift.",
      "39": "This promise belongs to you and to your children and to everyone who is far away. It belongs to everyone who worships the Lord our God.”",
      "40": "Peter said much more to warn them. He urged, “Save yourselves from this corrupt generation.”",
      "41": "Those who accepted what Peter said were baptized. That day about 3,000 people were added to the group.",
      "42": "The disciples were devoted to the teachings of the apostles, to fellowship, to the breaking of bread, and to prayer.",
      "43": "A feeling of fear came over everyone as many amazing things and miraculous signs happened through the apostles.",
      "44": "All the believers kept meeting together, and they shared everything with each other.",
      "45": "From time to time, they sold their property and other possessions and distributed the money to anyone who needed it.",
      "46": "The believers had a single purpose and went to the temple every day. They were joyful and humble as they ate at each other’s homes and shared their food.",
      "47": "At the same time, they praised God and had the good will of all the people. Every day the Lord saved people, and they were added to the group."
    },
    "3": {
      "1": "Peter and John were going to the temple courtyard for the three o’clock prayer.",
      "2": "At the same time, a man who had been lame from birth was being carried by some men. Every day these men would put the lame man at a gate in the temple courtyard. The gate was called Beautiful Gate. There he would beg for handouts from people going into the courtyard.",
      "3": "When the man saw that Peter and John were about to go into the courtyard, he asked them for a handout.",
      "4": "Peter and John stared at him. “Look at us!” Peter said.",
      "5": "So the man watched them closely. He expected to receive something from them.",
      "6": "However, Peter said to him, “I don’t have any money, but I’ll give you what I do have. Through the power of Yeshua Christ from Nazareth, walk!”",
      "7": "Peter took hold of the man’s right hand and began to help him up. Immediately, the man’s feet and ankles became strong.",
      "8": "Springing to his feet, he stood up and started to walk. He went with Peter and John into the temple courtyard. The man was walking, jumping, and praising God.",
      "9": "All the people saw him walking and praising God.",
      "10": "They knew that he was the man who used to sit and beg at the temple’s Beautiful Gate. The people were amazed and stunned to see what had happened to him.",
      "11": "They were excited, and everyone ran to see them at the place called Solomon’s Porch. The man wouldn’t let go of Peter and John.",
      "12": "When Peter saw this, he said to the people, “Men of Israel, why are you amazed about this man? Why are you staring at us as though we have made him walk by our own power or godly life?",
      "13": "The God of our ancestors Abraham, Isaac, and Jacob has glorified his servant Yeshua. You handed Yeshua over to Pilate. You rejected him in Pilate’s presence, even though Pilate had decided to let him go free.",
      "14": "You rejected the man who was holy and innocent. You asked to have a murderer given to you,",
      "15": "and you killed the source of life. But God brought him back to life, and we are witnesses to that.",
      "16": "We believe in the one named Yeshua. Through his power alone this man, whom you know, was healed, as all of you saw.",
      "17": "“And now, brothers, I know that like your rulers you didn’t know what you were doing.",
      "18": "But in this way God made the sufferings of his Messiah come true. God had predicted these sufferings through all the prophets.",
      "19": "So change the way you think and act, and turn to God to have your sins removed.",
      "20": "Then times will come when the Lord will refresh you. He will send you Yeshua, whom he has appointed to be the Christ.",
      "21": "Heaven must receive Yeshua until the time when everything will be restored as God promised through his holy prophets long ago.",
      "22": "“Moses said, ‘The Lord your God will send you a prophet, an Israelite like me. Listen to everything he tells you.",
      "23": "Those who won’t listen to that prophet will be excluded from the people.’",
      "24": "Samuel and all the prophets who followed him spoke about these days.",
      "25": "You are the descendants of the prophets and the heirs of the promise that God made to our ancestors when he said to Abraham, ‘Through your descendant all people on earth will be blessed.’",
      "26": "God has brought his servant back to life and has sent him to you first. God did this to bless you by turning every one of you from your evil ways.”"
    },
    "4": {
      "1": "Some priests, the officer in charge of the temple guards, and some Sadducees approached Peter and John while they were speaking to the people.",
      "2": "These religious authorities were greatly annoyed. Peter and John were teaching the people and spreading the message that the dead will come back to life through Yeshua.",
      "3": "So the temple guards arrested them. Since it was already evening, they put Peter and John in jail until the next day.",
      "4": "But many of those who had heard the message became believers, so the number of men who believed grew to about 5,000.",
      "5": "The next day the Jewish rulers, the leaders, and the experts in Moses’ Teachings met in Jerusalem.",
      "6": "The chief priest Annas, Caiaphas, John, Alexander, and the rest of the chief priest’s family were present.",
      "7": "They made Peter and John stand in front of them and then asked, “By what power or in whose name did you do this?”",
      "8": "Then Peter, because he was filled with the Holy Spirit, said to them, “Rulers and leaders of the people,",
      "9": "today you are cross-examining us about the good we did for a crippled man. You want to know how he was made well.",
      "10": "You and all the people of Israel must understand that this man stands in your presence with a healthy body because of the power of Yeshua Christ from Nazareth. You crucified Yeshua Christ, but God has brought him back to life.",
      "11": "He is the stone that the builders rejected, the stone that has become the cornerstone.",
      "12": "No one else can save us. Indeed, we can be saved only by the power of the one named Yeshua and not by any other person.”",
      "13": "After they found out that Peter and John had no education or special training, they were surprised to see how boldly they spoke. They realized that these men had been with Yeshua.",
      "14": "When they saw the man who was healed standing with Peter and John, they couldn’t say anything against the two apostles.",
      "15": "So they ordered Peter and John to leave the council room and began to discuss the matter among themselves.",
      "16": "They said, “What should we do to these men? Clearly, they’ve performed a miracle that everyone in Jerusalem knows about. We can’t deny that.",
      "17": "So let’s threaten them. Let’s tell them that they must never speak to anyone about the one named Yeshua. Then the news about the miracle that they have performed will not spread any further among the people.”",
      "18": "They called Peter and John and ordered them never to teach about Yeshua or even mention his name.",
      "19": "Peter and John answered them, “Decide for yourselves whether God wants people to listen to you rather than to him.",
      "20": "We cannot stop talking about what we’ve seen and heard.”",
      "21": "The authorities threatened them even more and then let them go. Since all the people were praising God for what had happened, the authorities couldn’t find any way to punish Peter and John.",
      "22": "(The man who was healed by this miracle was over 40 years old.)",
      "23": "When Peter and John were released, they went to the other apostles and told them everything the chief priests and leaders had said.",
      "24": "When the apostles heard this, they were united and loudly prayed to God, “Master, you made the sky, the land, the sea, and everything in them.",
      "25": "You said through the Holy Spirit, who spoke through your servant David (our ancestor),\n‘Why do the nations act arrogantly?\n    Why do their people devise useless plots?",
      "26": "Kings take their stand.\n    Rulers make plans together\n        against the Lord and against his Messiah.’",
      "27": "“In this city Herod and Pontius Pilate made plans together with non-Jewish people and the people of Israel. They made their plans against your holy servant Yeshua, whom you anointed.",
      "28": "Through your will and power, they did everything that you had already decided should be done.",
      "29": "“Lord, pay attention to their threats now, and allow us to speak your word boldly.",
      "30": "Show your power by healing, performing miracles, and doing amazing things through the power and the name of your holy servant Yeshua.”",
      "31": "When the apostles had finished praying, their meeting place shook. All of them were filled with the Holy Spirit and continued to speak the word of God boldly.",
      "32": "The whole group of believers lived in harmony. No one called any of his possessions his own. Instead, they shared everything.",
      "33": "With great power the apostles continued to testify that the Lord Yeshua had come back to life. God’s abundant good will was with all of them.",
      "34": "None of them needed anything. From time to time, people sold land or houses and brought the money",
      "35": "to the apostles. Then the money was distributed to anyone who needed it.",
      "36": "Joseph, a descendant of Levi, had been born on the island of Cyprus. The apostles called him Barnabas, which means “a person who encourages.”",
      "37": "He had some land. He sold it and turned the money over to the apostles."
    },
    "5": {
      "1": "A man named Ananias and his wife Sapphira sold some property.",
      "2": "They agreed to hold back some of the money they had pledged and turned only part of it over to the apostles.",
      "3": "Peter asked, “Ananias, why did you let Satan fill you with the idea that you could deceive the Holy Spirit? You’ve held back some of the money you received for the land.",
      "4": "While you had the land, it was your own. After it was sold, you could have done as you pleased with the money. So how could you do a thing like this? You didn’t lie to people but to God!”",
      "5": "When Ananias heard Peter say this, he dropped dead. Everyone who heard about his death was terrified.",
      "6": "Some young men got up, wrapped his body in a sheet, carried him outside, and buried him.",
      "7": "About three hours later Ananias’ wife arrived. She didn’t know what had happened.",
      "8": "So Peter asked her, “Tell me, did you sell the land for that price?”\nShe answered, “Yes, that was the price.”",
      "9": "Then Peter said to her, “How could you and your husband agree to test the Lord’s Spirit? Those who buried your husband are standing at the door, and they will carry you outside for burial.”",
      "10": "Immediately, she dropped dead in front of Peter. When the young men came back, they found Sapphira dead. So they carried her outside and buried her next to her husband.",
      "11": "The whole church and everyone else who heard about what had happened were terrified.",
      "12": "The people saw the apostles perform many miracles and do amazing things. The believers had a common faith in Yeshua as they met on Solomon’s Porch.",
      "13": "None of the other people dared to join them, although everyone spoke highly of them.",
      "14": "More men and women than ever began to believe in the Lord.",
      "15": "As a result, people carried their sick into the streets. They placed them on stretchers and cots so that at least Peter’s shadow might fall on some sick people as he went by.",
      "16": "Crowds from the cities around Jerusalem would gather. They would bring their sick and those who were troubled by evil spirits, and each person was cured.",
      "17": "The chief priest and the whole party of the Sadducees who were with him were extremely jealous. So they took action",
      "18": "by arresting the apostles and putting them in the city jail.",
      "19": "But at night an angel from the Lord opened the doors to their cell and led them out of the prison.",
      "20": "The angel told them, “Stand in the temple courtyard, and tell the people everything about life in Christ.”",
      "21": "Early in the morning, after they had listened to the angel, the apostles went into the temple courtyard and began to teach.\nThe chief priest and those who were with him called together the Jewish council, that is, all the leaders of Israel. They also sent men to the prison to get the apostles.",
      "22": "When the temple guards arrived at the prison, they didn’t find the apostles. The guards came back and reported,",
      "23": "“We found the prison securely locked and the guards standing at the doors. However, when we opened the doors, we found no one inside.”",
      "24": "When the officer of the temple guards and the chief priests heard this, they were puzzled about what could have happened.",
      "25": "Then someone told them, “The men you put in prison are standing in the temple courtyard. They’re teaching the people.”",
      "26": "Then the officer of the temple guards went with some of his men to bring back the apostles without using force. After all, the officer and his guards were afraid that the people would stone them to death for using force.",
      "27": "When they brought back the apostles, they made them stand in front of the council. The chief priest questioned them.",
      "28": "He said, “We gave you strict orders not to mention Yeshua’s name when you teach. Yet, you’ve filled Jerusalem with your teachings. You want to take revenge on us for putting that man to death.”",
      "29": "Peter and the other apostles answered, “We must obey God rather than people.",
      "30": "You murdered Yeshua by hanging him on a cross. But the God of our ancestors brought him back to life.",
      "31": "God used his power to give Yeshua the highest position as leader and savior. He did this to lead the people of Israel to him, to change the way they think and act, and to forgive their sins.",
      "32": "We are witnesses to these things, and so is the Holy Spirit, whom God has given to those who obey him.”",
      "33": "When the men on the council heard this, they became furious and wanted to execute the apostles.",
      "34": "But a Pharisee named Gamaliel stood up. He was a highly respected expert in Moses’ Teachings. He ordered that the apostles should be taken outside for a little while.",
      "35": "Then he said to the council, “Men of Israel, consider carefully what you do with these men.",
      "36": "Some time ago Theudas appeared. He claimed that he was important, and about four hundred men joined him. He was killed, and all his followers were scattered. The whole movement was a failure.",
      "37": "“After that man, at the time of the census, Judas from Galilee appeared and led people in a revolt. He, too, died, and all his followers were scattered.",
      "38": "“We should keep away from these men for now. We should leave them alone. I can guarantee that if the plan they put into action is of human origin, it will fail.",
      "39": "However, if it’s from God, you won’t be able to stop them. You may even discover that you’re fighting against God.”",
      "40": "The council took his advice. They called the apostles, beat them, ordered them not to speak about the one named Yeshua, and let them go.",
      "41": "The apostles left the council room. They were happy to have been considered worthy to suffer dishonor for speaking about Yeshua.",
      "42": "Every day in the temple courtyard and from house to house, they refused to stop teaching and telling the Good News that Yeshua is the Messiah."
    },
    "6": {
      "1": "At that time, as the number of disciples grew, Greek-speaking Jews complained about the Hebrew-speaking Jews. The Greek-speaking Jews claimed that the widows among them were neglected every day when food and other assistance was distributed.",
      "2": "The twelve apostles called all the disciples together and told them, “It’s not right for us to give up God’s word in order to distribute food.",
      "3": "So, brothers and sisters, choose seven men whom the people know are spiritually wise. We will put them in charge of this problem.",
      "4": "However, we will devote ourselves to praying and to serving in ways that are related to the word.”",
      "5": "The suggestion pleased the whole group. So they chose Stephen, who was a man full of faith and the Holy Spirit, and they chose Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolaus, who had converted to Judaism in the city of Antioch.",
      "6": "The disciples had these men stand in front of the apostles, who prayed and placed their hands on these seven men.",
      "7": "The word of God continued to spread, and the number of disciples in Jerusalem grew very large. A large number of priests accepted the faith.",
      "8": "Stephen was a man filled with God’s favor and power. He did amazing things and performed miracles.",
      "9": "One day some men from the cities of Cyrene and Alexandria and the provinces of Cilicia and Asia started an argument with Stephen. They belonged to a synagogue called Freedmen’s Synagogue.",
      "10": "They couldn’t argue with Stephen because he spoke with the wisdom that the Spirit had given him.",
      "11": "Then they bribed some men to lie.\nThese men said, “We heard him slander Moses and God.”",
      "12": "The liars stirred up trouble among the people, the leaders, and the experts in Moses’ Teachings. So they went to Stephen, took him by force, and brought him in front of the Jewish council.",
      "13": "Some witnesses stood up and lied about Stephen. They said, “This man never stops saying bad things about the holy place and Moses’ Teachings.",
      "14": "We heard him say that Yeshua from Nazareth will destroy the temple and change the customs that Moses gave us.”",
      "15": "Everyone who sat in the council stared at him and saw that his face looked like an angel’s face."
    },
    "7": {
      "1": "Then the chief priest asked Stephen, “Is this true?”",
      "2": "Stephen answered, “Brothers and fathers, listen to me. The God who reveals his glory appeared to our ancestor Abraham in Mesopotamia. This happened before Abraham lived in Haran.",
      "3": "God told him, ‘Leave your land and your relatives. Go to the land that I will show you.’",
      "4": "“Then Abraham left the country of Chaldea and lived in the city of Haran. After his father died, God made him move from there to this land where we now live.",
      "5": "“Yet, God didn’t give Abraham anything in this land to call his own, not even a place to rest his feet. But God promised to give this land to him and to his descendants, even though Abraham didn’t have a child.",
      "6": "God told Abraham that his descendants would be foreigners living in another country and that the people there would make them slaves and mistreat them for 400 years.",
      "7": "God also told him, ‘I will punish the people whom they will serve. After that, they will leave that country and worship me here.’",
      "8": "“God gave Abraham circumcision to confirm his promise. So when Abraham’s son Isaac was born, Abraham circumcised him on the eighth day. Isaac did the same to his son Jacob, and Jacob did the same to his twelve sons (the ancestors of our tribes).",
      "9": "“Jacob’s sons were jealous of their brother Joseph. They sold him into slavery, and he was taken to Egypt. But God was with Joseph",
      "10": "and rescued him from all his suffering. When Joseph stood in the presence of Pharaoh (the king of Egypt), God gave Joseph divine favor and wisdom so that he became ruler of Egypt and of Pharaoh’s whole palace.",
      "11": "Then a famine throughout Egypt and Canaan brought a lot of suffering. Our ancestors couldn’t find any food.",
      "12": "When Jacob heard that Egypt had food, he sent our ancestors there. That was their first trip.",
      "13": "On the second trip, Joseph told his brothers who he was, and Pharaoh learned about Joseph’s family.",
      "14": "Joseph sent for his father Jacob and his relatives, 75 people in all.",
      "15": "So Jacob went to Egypt, and he and our ancestors died there.",
      "16": "They were taken to Shechem for burial in the tomb that Abraham purchased in Shechem from Hamor’s sons.",
      "17": "“When the time that God had promised to Abraham had almost come, the number of our people in Egypt had grown very large.",
      "18": "Then a different king, who knew nothing about Joseph, began to rule in Egypt.",
      "19": "This king was shrewd in the way he took advantage of our people. He mistreated our ancestors. He made them abandon their newborn babies outdoors, where they would die.",
      "20": "“At that time Moses was born, and he was a very beautiful child. His parents took care of him for three months.",
      "21": "When Moses was abandoned outdoors, Pharaoh’s daughter adopted him and raised him as her son.",
      "22": "So Moses was educated in all the wisdom of the Egyptians and became a great man in what he said and did.",
      "23": "When he was 40 years old, he decided to visit his own people, the Israelites.",
      "24": "When he saw an Israelite man being treated unfairly by an Egyptian, he defended the Israelite. He took revenge by killing the Egyptian.",
      "25": "Moses thought his own people would understand that God was going to use him to give them freedom. But they didn’t understand.",
      "26": "The next day Moses saw two Israelites fighting, and he tried to make peace between them. He said to them, ‘Men, you are brothers. Why are you treating each other unfairly?’",
      "27": "“But one of the men pushed Moses aside. He asked Moses, ‘Who made you our ruler and judge?",
      "28": "Do you want to kill me as you killed the Egyptian yesterday?’",
      "29": "After he said that, Moses quickly left Egypt and lived in Midian as a foreigner. In Midian he fathered two sons.",
      "30": "“Forty years later, a Messenger appeared to him in the flames of a burning bush in the desert of Mount Sinai.",
      "31": "Moses was surprised when he saw this. As he went closer to look at the bush, the voice of the Lord said to him,",
      "32": "‘I am the God of your ancestors—the God of Abraham, Isaac, and Jacob.’ Moses began to tremble and didn’t dare to look at the bush.",
      "33": "The Lord told him, ‘Take off your sandals. The place where you’re standing is holy ground.",
      "34": "I’ve seen how my people are mistreated in Egypt. I’ve heard their groaning and have come to rescue them. So now I’m sending you to Egypt.’",
      "35": "“This is the Moses whom the Israelites rejected by saying, ‘Who made you our ruler and judge?’ This is the one God sent to free them and to rule them with the help of the Messenger who appeared to him in the bush.",
      "36": "This is the man who led our ancestors out of Egypt. He is the person who did amazing things and worked miracles in Egypt, at the Red Sea, and in the desert for 40 years.",
      "37": "This is the same Moses who told the Israelites, ‘God will send you a prophet, an Israelite like me.’",
      "38": "This is the Moses who was in the assembly in the desert. Our ancestors and the Messenger who spoke to him on Mount Sinai were there with him. Moses received life-giving messages to give to us,",
      "39": "but our ancestors were not willing to obey him. Instead, they pushed him aside, and in their hearts they turned back to Egypt.",
      "40": "They told Aaron, ‘We don’t know what has happened to this Moses, who led us out of Egypt. So make gods who will lead us.’",
      "41": "That was the time they made a calf. They offered a sacrifice to that false god and delighted in what they had made.",
      "42": "“So God turned away from them and let them worship the sun, moon, and stars. This is written in the book of the prophets: ‘Did you bring me sacrifices and grain offerings in the desert for 40 years, nation of Israel?",
      "43": "You carried along the shrine of Moloch, the star of the god Rephan, and the statues you made for yourselves to worship. I will send you into exile beyond the city of Babylon.’",
      "44": "“In the desert our ancestors had the tent of God’s promise. Moses built this tent exactly as God had told him. He used the model he had seen.",
      "45": "After our ancestors received the tent, they brought it into this land. They did this with Joshua’s help when they took possession of the land from the nations that God forced out of our ancestors’ way. This tent remained here until the time of David,",
      "46": "who won God’s favor. David asked that he might provide a permanent place for the family of Jacob.",
      "47": "But Solomon was the one who built a house for God.",
      "48": "“However, the Most High doesn’t live in a house built by humans, as the prophet says:",
      "49": "‘The Lord says,\n    “Heaven is my throne.\n    The earth is my footstool.\n        What kind of house are you going to build for me?\n        Where will I rest?",
      "50": "Didn’t I make all these things?” ’",
      "51": "“How stubborn can you be? How can you be so heartless and disobedient? You’re just like your ancestors. They always opposed the Holy Spirit, and so do you!",
      "52": "Was there ever a prophet your ancestors didn’t persecute? They killed those who predicted that a man with God’s approval would come. You have now become the people who betrayed and murdered that man.",
      "53": "You are the people who received Moses’ Teachings, which were put into effect by angels. But you haven’t obeyed those teachings.”",
      "54": "As council members listened to Stephen, they became noticeably furious.",
      "55": "But Stephen was full of the Holy Spirit. He looked into heaven, saw God’s glory, and Yeshua in the position of authority that God gives.",
      "56": "So Stephen said, “Look, I see heaven opened and the Son of Man in the position of authority that God has given him!”",
      "57": "But the council members shouted and refused to listen. Then they rushed at Stephen with one purpose in mind,",
      "58": "and after they had thrown him out of the city, they began to stone him to death. The witnesses left their coats with a young man named Saul.",
      "59": "While council members were executing Stephen, he called out, “Lord Yeshua, welcome my spirit.”",
      "60": "Then he knelt down and shouted, “Lord, don’t hold this sin against them.” After he had said this, he died."
    },
    "8": {
      "1": "Saul approved of putting Stephen to death.\nOn that day widespread persecution broke out against the church in Jerusalem. Most believers, except the apostles, were scattered throughout Judea and Samaria.",
      "2": "Devout men buried Stephen as they mourned loudly for him.",
      "3": "Saul tried to destroy the church. He dragged men and women out of one home after another and threw them into prison.",
      "4": "The believers who were scattered went from place to place, where they spread the word.",
      "5": "Philip went to the city of Samaria and told people about the Messiah.",
      "6": "The crowds paid close attention to what Philip said. They listened to him and saw the miracles that he performed.",
      "7": "Evil spirits screamed as they came out of the many people they had possessed. Many paralyzed and lame people were cured.",
      "8": "As a result, that city was extremely happy.",
      "9": "A man named Simon lived in that city. He amazed the people of Samaria with his practice of magic. He claimed that he was great.",
      "10": "Everyone from children to adults paid attention to him. They said, “This man is the power of God, and that power is called great.”",
      "11": "They paid attention to Simon because he had amazed them for a long time with his practice of magic.",
      "12": "However, when Philip spread the Good News about the kingdom of God and the one named Yeshua Christ, men and women believed him and were baptized.",
      "13": "Even Simon believed, and after he was baptized, he became devoted to Philip. Simon was amazed to see the miracles and impressive things that were happening.",
      "14": "When the apostles in Jerusalem heard that the Samaritans had accepted the word of God, they sent Peter and John to them.",
      "15": "Peter and John went to Samaria and prayed that the Samaritans would receive the Holy Spirit.",
      "16": "(Before this the Holy Spirit had not come to any of the Samaritans. They had only been baptized in the name of the Lord Yeshua.)",
      "17": "Then Peter and John placed their hands on them, and the Samaritans received the Holy Spirit.",
      "18": "Simon saw that the Spirit was given to the Samaritans when the apostles placed their hands on them. So he offered Peter and John money",
      "19": "and said, “Give me this power so that anyone I place my hands on will receive the Holy Spirit.”",
      "20": "Peter told Simon, “May your money be destroyed with you because you thought you could buy God’s gift.",
      "21": "You won’t have any share in this because God can see how twisted your thinking is.",
      "22": "So change your wicked thoughts, and ask the Lord if he will forgive you for thinking like this.",
      "23": "I can see that you are bitter with jealousy and wrapped up in your evil ways.”",
      "24": "Simon answered, “Pray to the Lord for me that none of the things you said will happen to me.”",
      "25": "After they had boldly spoken about the message of the Lord, they spread the Good News in many Samaritan villages on their way back to Jerusalem.",
      "26": "An angel from the Lord said to Philip, “Get up, and take the desert road that goes south from Jerusalem to Gaza.”",
      "27": "So Philip went.\nAn Ethiopian man who had come to Jerusalem to worship was on his way home. The man was a eunuch, a high-ranking official in charge of all the treasures of Queen Candace of Ethiopia.",
      "28": "As the official rode along in his carriage, he was reading the prophet Isaiah out loud.",
      "29": "The Spirit said to Philip, “Go to that carriage, and stay close to it.”",
      "30": "Philip ran to the carriage and could hear the official reading the prophet Isaiah out loud. Philip asked him, “Do you understand what you’re reading?”",
      "31": "The official answered, “How can I understand unless someone guides me?” So he invited Philip to sit with him in his carriage.",
      "32": "This was the part of the Scriptures that the official was reading:\n“He was led like a lamb to the slaughter.\n    He was like a sheep that is silent\n    when its wool is cut off.\n        He didn’t open his mouth.",
      "33": "When he humbled himself,\n    he was not judged fairly.\n    Who from his generation\n    will talk about his life on earth being cut short?”",
      "34": "The official said to Philip, “I would like to know who the prophet is talking about. Is he talking about himself or someone else?”",
      "35": "Then Philip spoke. Starting with that passage, Philip told the official the Good News about Yeshua.",
      "36": "As they were going along the road, they came to some water. The official said to Philip, “Look, there’s some water. What can keep me from being baptized?”",
      "37": "",
      "38": "The official ordered the carriage to stop. He and Philip stepped into the water, and Philip baptized him.",
      "39": "When they had stepped out of the water, the Spirit of the Lord suddenly took Philip away. The official joyfully continued on his way and didn’t see Philip again.",
      "40": "Philip found himself in the city of Azotus. He traveled through all the cities and spread the Good News until he came to the city of Caesarea."
    },
    "9": {
      "1": "Saul kept threatening to murder the Lord’s disciples. He went to the chief priest",
      "2": "and asked him to write letters of authorization to the synagogue leaders in the city of Damascus. Saul wanted to arrest any man or woman who followed the way of Christ and imprison them in Jerusalem.",
      "3": "As Saul was coming near the city of Damascus, a light from heaven suddenly flashed around him.",
      "4": "He fell to the ground and heard a voice say to him, “Saul! Saul! Why are you persecuting me?”",
      "5": "Saul asked, “Who are you, sir?”\nThe person replied, “I’m Yeshua, the one you’re persecuting.",
      "6": "Get up! Go into the city, and you’ll be told what you should do.”",
      "7": "Meanwhile, the men traveling with him were speechless. They heard the voice but didn’t see anyone.",
      "8": "Saul was helped up from the ground. When he opened his eyes, he was blind. So his companions led him into Damascus.",
      "9": "For three days he couldn’t see and didn’t eat or drink.",
      "10": "A disciple named Ananias lived in the city of Damascus. The Lord said to him in a vision, “Ananias!”\nAnanias answered, “Yes, Lord.”",
      "11": "The Lord told him, “Get up! Go to Judas’ house on Straight Street, and ask for a man named Saul from the city of Tarsus. He’s praying.",
      "12": "In a vision he has seen a man named Ananias place his hands on him to restore his sight.”",
      "13": "Ananias replied, “Lord, I’ve heard a lot of people tell about the many evil things this man has done to your people in Jerusalem.",
      "14": "Saul has come here to Damascus with authority from the chief priests to put anyone who calls on your name in prison.”",
      "15": "The Lord told Ananias, “Go! I’ve chosen this man to bring my name to nations, to kings, and to the people of Israel.",
      "16": "I’ll show him how much he has to suffer for the sake of my name.”",
      "17": "Ananias left and entered Judas’ house. After he placed his hands on Saul, Ananias said, “Brother Saul, the Lord Yeshua, who appeared to you on your way to Damascus, sent me to you. He wants you to see again and to be filled with the Holy Spirit.”",
      "18": "Immediately, something like fish scales fell from Saul’s eyes, and he could see again. Then Saul stood up and was baptized.",
      "19": "After he had something to eat, his strength came back to him.\nSaul was with the disciples in the city of Damascus for several days.",
      "20": "He immediately began to spread the word in their synagogues that Yeshua was the Son of God.",
      "21": "Everyone who heard him was amazed. They asked, “Isn’t this the man who destroyed those who worshiped the one named Yeshua in Jerusalem? Didn’t he come here to take these worshipers as prisoners to the chief priests in Jerusalem?”",
      "22": "Saul grew more powerful, and he confused the Jews living in Damascus by proving that Yeshua was the Messiah.",
      "23": "Later the Jews planned to murder Saul,",
      "24": "but Saul was told about their plot. They were watching the city gates day and night in order to murder him.",
      "25": "However, Saul’s disciples lowered him in a large basket through an opening in the wall one night.",
      "26": "After Saul arrived in Jerusalem, he tried to join the disciples. But everyone was afraid of him. They wouldn’t believe that he was a disciple.",
      "27": "Then Barnabas took an interest in Saul and brought him to the apostles. Barnabas told the apostles how Saul had seen the Lord on the road and that the Lord had spoken to him. Barnabas also told them how boldly Saul had spoken about the one named Yeshua in the city of Damascus.",
      "28": "Then Saul went throughout Jerusalem with the disciples. He spoke boldly with the power and authority of the Lord.",
      "29": "He talked and argued with Greek-speaking Jews, but they tried to murder him.",
      "30": "As soon as the disciples found out about this, they took Saul to Caesarea and sent him to Tarsus.",
      "31": "Then the church throughout Judea, Galilee, and Samaria had peace. The number of people increased as people lived in the fear of the Lord and the comfort of the Holy Spirit.",
      "32": "When Peter was going around to all of God’s people, he came to those who lived in the city of Lydda.",
      "33": "In Lydda Peter found a man named Aeneas who was paralyzed and confined to a cot for eight years.",
      "34": "Peter said to him, “Aeneas, Yeshua Christ makes you well. Get up, and pick up your cot.” Aeneas immediately got up.",
      "35": "Everyone who lived in the city of Lydda and the coastal region of Sharon saw what had happened to Aeneas and turned to the Lord in faith.",
      "36": "A disciple named Tabitha lived in the city of Joppa. Her Greek name was Dorcas. She always helped people and gave things to the poor.",
      "37": "She became sick and died. Her body was prepared for burial and was laid in an upstairs room.",
      "38": "Lydda is near the city of Joppa. When the disciples heard that Peter was in Lydda, they sent two men to him. They begged Peter, “Hurry to Joppa! We need your help!”",
      "39": "So Peter went with them. When he arrived, he was taken upstairs. All the widows stood around him. They were crying and showing Peter the articles of clothing that Dorcas had made while she was still with them.",
      "40": "Peter made everyone leave the room.\nHe knelt and prayed. Then he turned toward the body and said, “Tabitha, get up!”\nTabitha opened her eyes, saw Peter, and sat up.",
      "41": "Peter took her hand and helped her stand up. After he called the believers, especially the widows, he presented Tabitha to them. She was alive.",
      "42": "The news about this spread throughout the city of Joppa, and as a result, many people believed in the Lord.",
      "43": "Peter stayed in Joppa for a number of days with Simon, a leatherworker."
    },
    "10": {
      "1": "A man named Cornelius lived in the city of Caesarea. He was a Roman army officer in the Italian Regiment.",
      "2": "He and everyone in his home were devout and respected God. Cornelius gave many gifts to poor Jewish people and always prayed to God.",
      "3": "One day, about three in the afternoon, he had a vision. He clearly saw an angel from God come to him and say, “Cornelius!”",
      "4": "He stared at the angel and was terrified. Cornelius asked the angel, “What do you want, sir?”\nThe angel answered him, “God is aware of your prayers and your gifts to the poor, and he has remembered you.",
      "5": "Send messengers now to the city of Joppa, and summon a man whose name is Simon Peter.",
      "6": "He is a guest of Simon, a leatherworker, whose house is by the sea.”",
      "7": "After saying this, the angel left. Cornelius called two of his household servants and a devout soldier, one of those who served him regularly.",
      "8": "Cornelius explained everything to them and sent them to Joppa.",
      "9": "Around noon the next day, while Cornelius’ men were on their way and coming close to Joppa, Peter went on the roof to pray.",
      "10": "He became hungry and wanted to eat. While the food was being prepared, he fell into a trance.",
      "11": "He saw the sky open and something like a large linen sheet being lowered by its four corners to the ground.",
      "12": "In the sheet were all kinds of four-footed animals, reptiles, and birds.",
      "13": "A voice told him, “Get up, Peter! Kill these animals, and eat them.”",
      "14": "Peter answered, “I can’t do that, Lord! I’ve never eaten anything that is impure or unclean.”",
      "15": "A voice spoke to him a second time, “Don’t say that the things which God has made clean are impure.”",
      "16": "This happened three times. Then the sheet was quickly taken into the sky.",
      "17": "While Peter was puzzled by the meaning of the vision, the men sent by Cornelius found Simon’s house and went to the gate.",
      "18": "They asked if Simon Peter was staying there.",
      "19": "Peter was still thinking about the vision when the Spirit said to him, “Three men are looking for you.",
      "20": "Get up, and go downstairs. Don’t hesitate to go with these men. I have sent them.”",
      "21": "So Peter went to the men. He said, “I’m the man you’re looking for. Why are you here?”",
      "22": "The men replied, “Cornelius, a Roman army officer, sent us. He’s a man who has God’s approval and who respects God. Also, the Jewish people respect him. A holy angel told him to summon you to his home to hear what you have to say.”",
      "23": "Peter asked the men to come into the house and had them stay overnight.\nThe next day Peter left with them. Some disciples from Joppa went along.",
      "24": "The following day they arrived in Caesarea. Cornelius was expecting them and had called his relatives and close friends together.",
      "25": "When Peter was about to enter Cornelius’ house, Cornelius met him, bowed down, and worshiped Peter.",
      "26": "But Peter made him get up. He told him, “Stand up! I’m only a man.”",
      "27": "As Peter talked, he entered Cornelius’ house and found that many people had gathered.",
      "28": "He said to them, “You understand how wrong it is for a Jewish man to associate or visit with anyone of another race. But God has shown me that I should no longer call anyone impure or unclean.",
      "29": "That is why I didn’t object to coming here when you sent for me. I want to know why you sent for me.”",
      "30": "Cornelius answered, “Four days ago I was praying at home. It was at this same time, three o’clock in the afternoon. Suddenly, a man dressed in radiant clothes stood in front of me.",
      "31": "He said to me, ‘Cornelius, God has heard your prayer and has remembered your gifts to the poor.",
      "32": "So send messengers to Joppa, and summon a man whose name is Simon Peter. He’s a guest in the home of Simon, a leatherworker who lives by the sea.’",
      "33": "So I sent for you immediately. Thank you for coming. All of us are here now in the presence of God to listen to everything the Lord has ordered you to say.”",
      "34": "Then Peter said, “Now I understand that God doesn’t play favorites.",
      "35": "Rather, whoever respects God and does what is right is acceptable to him in any nation.",
      "36": "God sent his word to the people of Israel and brought them the Good News of peace through Yeshua Christ. This Yeshua Christ is everyone’s Lord.",
      "37": "You know what happened throughout Judea. Everything began in Galilee after John spread the news about baptism.",
      "38": "You know that God anointed Yeshua from Nazareth with the Holy Spirit and with power. Yeshua went everywhere and did good things, such as healing everyone who was under the devil’s power. Yeshua did these things because God was with him.",
      "39": "We can testify to everything Yeshua did in the land of the Jews and in Jerusalem. People hung him on a cross and killed him,",
      "40": "but God brought him back to life on the third day. God didn’t show him",
      "41": "to all the people. He showed Yeshua to witnesses, apostles he had already chosen. We apostles are those men who ate and drank with Yeshua after he came back to life.",
      "42": "He ordered us to warn the people, ‘God has appointed Yeshua to judge the living and the dead.’",
      "43": "In addition, all the prophets testify that people who believe in the one named Yeshua receive forgiveness for their sins through him.”",
      "44": "While Peter was still speaking, the Holy Spirit came to everyone who heard his message.",
      "45": "All the believers who were circumcised and who had come with Peter were amazed that the gift of the Holy Spirit had been poured on people who were not Jewish.",
      "46": "They heard these non-Jewish people speaking in other languages and praising God.\nThen Peter said,",
      "47": "“No one can refuse to baptize these people with water. They have received the Holy Spirit in the same way that we did.”",
      "48": "So Peter ordered that they should be baptized in the name of Yeshua Christ.\nThen they asked Peter to stay with them for several days."
    },
    "11": {
      "1": "The apostles and the believers throughout Judea heard that people who were not Jewish had accepted God’s word.",
      "2": "However, when Peter went to Jerusalem, the believers who insisted on circumcision began to argue with him.",
      "3": "They said, “You went to visit men who were uncircumcised, and you even ate with them.”",
      "4": "Then Peter began to explain to them point by point what had happened. He said,",
      "5": "“I was praying in the city of Joppa when I fell into a trance. I saw something like a large linen sheet being lowered by its four corners from the sky. The sheet came near me.",
      "6": "I looked into the sheet very closely and saw tame animals, wild animals, reptiles, and birds.",
      "7": "I also heard a voice telling me, ‘Get up, Peter! Kill these animals, and eat them.’",
      "8": "“But I answered, ‘I can’t do that, Lord! I’ve never put anything impure or unclean into my mouth.’",
      "9": "“A voice spoke from heaven a second time, ‘Don’t say that the things which God has made clean are impure.’",
      "10": "This happened three times. Then everything was pulled back into the sky again.",
      "11": "“At that moment three men arrived at the house where we were staying. They had been sent from Caesarea to find me.",
      "12": "The Spirit told me to go with them without any hesitation. Six believers from Joppa went with me, and we visited Cornelius’ home.",
      "13": "“He told us that he had seen an angel standing in his home. The angel told him, ‘Send messengers to Joppa, and summon a man whose name is Simon Peter.",
      "14": "He will give you a message that will save you and everyone in your home.’",
      "15": "“When I began to speak, the Holy Spirit came to these people. This was the same thing that happened to us in the beginning.",
      "16": "I remembered that the Lord had said, ‘John baptized with water, but you will be baptized by the Holy Spirit.’",
      "17": "When they believed, God gave them the same gift that he gave us when we believed in the Lord Yeshua Christ. So who was I to interfere with God?”",
      "18": "When the others heard this, they had no further objections. They praised God by saying, “Then God has also led people who are not Jewish to turn to him so that they can change the way they think and act and have eternal life.”",
      "19": "Some of the believers who were scattered by the trouble that broke out following Stephen’s death went as far as Phoenicia, Cyprus, and the city of Antioch. They spoke God’s word only to Jewish people.",
      "20": "But other believers, who were from Cyprus and Cyrene, arrived in Antioch. They started to spread the Good News about the Lord Yeshua to Greeks.",
      "21": "The Lord’s power was with his followers, and a large number of people believed and turned to the Lord.",
      "22": "After the news about Antioch reached the church in Jerusalem, Barnabas was sent to Antioch.",
      "23": "When he arrived there, he was pleased to see what God had done for them out of kindness. So he encouraged all the people to remain solidly committed to the Lord.",
      "24": "Barnabas was a dependable man, and he was full of the Holy Spirit and faith. A large crowd believed in the Lord.",
      "25": "Then Barnabas left Antioch to go to the city of Tarsus to look for Saul.",
      "26": "After finding Saul, Barnabas brought him back to Antioch. Barnabas and Saul met with the church in Antioch for a whole year and taught a large group of people. The disciples were called Christians for the first time in the city of Antioch.",
      "27": "At that time some prophets came from Jerusalem to the city of Antioch.",
      "28": "One of them was named Agabus. Through the Spirit Agabus predicted that a severe famine would affect the entire world. This happened while Claudius was emperor.",
      "29": "All the disciples in Antioch decided to contribute whatever they could afford to help the believers living in Judea.",
      "30": "The disciples did this and sent their contribution with Barnabas and Saul to the leaders in Jerusalem."
    },
    "12": {
      "1": "About that time King Herod devoted his attention to mistreating certain members of the church.",
      "2": "He had James, the brother of John, executed.",
      "3": "When he saw how this pleased the Jews, he arrested Peter too. This happened during the days of Unleavened Bread.",
      "4": "After capturing Peter, Herod had him thrown into prison with sixteen soldiers in squads of four to guard him. Herod wanted to bring Peter to trial in front of the people after Passover.",
      "5": "So Peter was kept in prison, but the church was praying very hard to God for him.",
      "6": "The night before Herod was going to bring Peter to trial, Peter was sleeping between two soldiers. His hands were bound with two chains, and guards were in front of the door. They were watching the prison.",
      "7": "Suddenly, an angel from the Lord stood near Peter, and his cell was filled with light. The angel nudged Peter’s side, woke him up, and said, “Hurry! Get up!” At that moment the chains fell from Peter’s hands.",
      "8": "The angel told him, “Put your shoes on, and get ready to go!” Peter did this. Then the angel told him, “Put your coat on, and follow me.”",
      "9": "Peter followed the angel out of the cell. He didn’t realize that what the angel was doing was actually happening. He thought he was seeing a vision.",
      "10": "They passed the first and second guardposts and came to the iron gate that led into the city. This gate opened by itself for them, so they went outside and up the street. The angel suddenly left Peter.",
      "11": "When Peter came to his senses, he said, “Now I’m sure that the Lord sent his angel to rescue me from Herod and from everything the Jewish people are expecting to happen to me.”",
      "12": "When Peter realized what had happened, he went to the home of Mary, the mother of John Mark. Many people had gathered at her home and were praying.",
      "13": "Peter knocked on the door of the entryway, and a servant named Rhoda came to answer.",
      "14": "When she recognized Peter’s voice, she was so happy that instead of opening the door, she ran back inside and reported, “Peter is standing at the door!”",
      "15": "The people told her, “You’re crazy!” But she insisted that Peter was at the door. They said, “It has to be his angel.”",
      "16": "But Peter kept knocking. When they opened the door, they were shocked to see him.",
      "17": "Peter motioned with his hand to quiet them down and told them how the Lord had taken him out of prison. He added, “Tell James and the other believers about this.” Then he left and went somewhere else.",
      "18": "In the morning the soldiers were in an uproar over what had happened to Peter.",
      "19": "Herod searched for Peter but couldn’t find him. So he questioned the guards and gave orders to have them executed.\nThen Herod left Judea and went to Caesarea, where he stayed for a while.",
      "20": "Herod was very angry with the people of Tyre and Sidon. They were going to meet with Herod. They had agreed on what they wanted to do: They enlisted the help of Blastus to ask Herod for terms of peace. This was because their cities depended on Herod for their food supply. (Blastus was in charge of the king’s living quarters.)",
      "21": "The appointed day came. Herod, wearing his royal clothes, sat on his throne and began making a speech to them.",
      "22": "The people started shouting, “The voice of a god and not of a man!”",
      "23": "Immediately, an angel from the Lord killed Herod for not giving glory to God. Herod was eaten by maggots, and he died.",
      "24": "But God’s word continued to spread and win many followers.",
      "25": "After Barnabas and Saul delivered the contribution to the leaders in Jerusalem, they returned to Antioch from Jerusalem. They brought John Mark with them."
    },
    "13": {
      "1": "Barnabas, Simeon (called the Black), Lucius (from Cyrene), Manaen (a close friend of Herod since childhood), and Saul were prophets and teachers in the church in Antioch.",
      "2": "While they were worshiping the Lord and fasting, the Holy Spirit said, “Set Barnabas and Saul apart for me. I want them to do the work for which I called them.”",
      "3": "After fasting and praying, Simeon, Lucius, and Manaen placed their hands on Barnabas and Saul, and released them from their work in Antioch.",
      "4": "After Barnabas and Saul were sent by the Holy Spirit, they went to the city of Seleucia and from there sailed to the island of Cyprus.",
      "5": "Arriving in the city of Salamis, they began to spread God’s word in the synagogues. John Mark had gone along to help them.",
      "6": "They went through the whole island as far as the city of Paphos.\nIn Paphos they met a Jewish man named Barjesus. He was an astrologer who claimed to be a prophet.",
      "7": "He was associated with an intelligent man, Sergius Paulus, who was the governor of the island. The governor sent for Barnabas and Saul because he wanted to hear the word of God.",
      "8": "Elymas, whose name means astrologer, opposed them and tried to distort the meaning of the faith so that the governor wouldn’t believe.",
      "9": "But Saul, also known as Paul, was filled with the Holy Spirit. He stared at Elymas",
      "10": "and said, “You are full of dirty tricks and schemes, you son of the devil! You hate everything that has God’s approval. Quit trying to distort the truth about the way the Lord wants people to live.",
      "11": "The Lord is against you now. For a while you will be blind, unable to see the light of day.”\nSuddenly, Elymas couldn’t see a thing. He tried to find people to lead him.",
      "12": "When the governor saw what had happened, he believed. The Lord’s teachings amazed him.",
      "13": "Paul and his men took a ship from Paphos and arrived in Perga, a city in Pamphylia. John Mark deserted them there and went back to Jerusalem.",
      "14": "Paul and Barnabas left Perga and arrived in Antioch, a city near Pisidia. On the day of worship they went into the synagogue and sat down.",
      "15": "After reading from Moses’ Teachings and the Prophets, the synagogue leaders sent a message to Paul and Barnabas. The message said, “Brothers, if you have any words of encouragement for the people, feel free to speak.”",
      "16": "Then Paul stood up, motioned with his hand, and said, “Men of Israel and converts to Judaism, listen to me.",
      "17": "The God of the people of Israel chose our ancestors and made them a strong nation while they lived as foreigners in Egypt. He used his powerful arm to bring them out of Egypt,",
      "18": "and he put up with them for about forty years in the desert.",
      "19": "Then he destroyed seven nations in Canaan and gave their land to his people as an inheritance.",
      "20": "He did all this in about four hundred and fifty years.\n“After that he gave his people judges until the time of the prophet Samuel.",
      "21": "“Then the people demanded a king, so God gave them Saul, son of Kish, from the tribe of Benjamin. After forty years",
      "22": "God removed Saul and made David their king. God spoke favorably about David. He said, ‘I have found that David, son of Jesse, is a man after my own heart. He will do everything I want him to do.’",
      "23": "“God had the Savior, Yeshua, come to Israel from David’s descendants, as he had promised.",
      "24": "Before Yeshua began his ministry, John the Baptizer told everyone in Israel about the baptism of repentance.",
      "25": "When John was finishing his work, he said, ‘Who do you think I am? I’m not the person you’re looking for. He will come later. I’m not even good enough to untie his sandals.’",
      "26": "“Brothers—descendants of Abraham and converts to Judaism—the message that God saves people was sent to us.",
      "27": "The people who live in Jerusalem and their rulers didn’t know who Yeshua was. They didn’t understand the prophets’ messages, which are read every day of worship. So they condemned Yeshua and fulfilled what the prophets had said.",
      "28": "Although they couldn’t find any good reason to kill him, they asked Pilate to have him executed.",
      "29": "When they had finished doing everything that was written about him, they took him down from the cross and placed him in a tomb.",
      "30": "But God brought him back to life,",
      "31": "and for many days he appeared to those who had come with him to Jerusalem from Galilee. These people are now witnesses and are testifying to the Jewish people about him.",
      "32": "We are telling you the Good News: What God promised our ancestors has happened.",
      "33": "God has fulfilled the promise for us, their descendants, by bringing Yeshua back to life. This is what Scripture says in the second psalm:\n‘You are my Son.\n    Today I have become your Father.’",
      "34": "“God stated that he brought Yeshua back to life and that Yeshua’s body never decayed. He said, ‘I will give you the enduring love promised to David.’",
      "35": "Another psalm says, ‘You will not allow your holy one to decay.’",
      "36": "After doing God’s will by serving the people of his time, David died. He was laid to rest with his ancestors, but his body decayed.",
      "37": "However, the man God brought back to life had a body that didn’t decay.",
      "38": "“So, brothers, I’m telling you that through Yeshua your sins can be forgiven. Sins kept you from receiving God’s approval through Moses’ Teachings.",
      "39": "However, everyone who believes in Yeshua receives God’s approval.",
      "40": "“Be careful, or what the prophets said may happen to you.",
      "41": "‘Look, you mockers!\n    Be amazed and die!\n    I am going to do something in your days\n        that you would not believe even if it were reported to you!’”",
      "42": "As Paul and Barnabas were leaving the synagogue, the people invited them to speak on the same subject the next day of worship.",
      "43": "When the meeting of the synagogue broke up, many Jews and converts to Judaism followed Paul and Barnabas. Paul and Barnabas talked with them and were persuading them to continue trusting God’s good will.",
      "44": "On the next day of worship, almost the whole city gathered to hear the Lord’s word.",
      "45": "When the Jews saw the crowds, they became very jealous. They used insulting language to contradict whatever Paul said.",
      "46": "Paul and Barnabas told them boldly, “We had to speak the word of God to you first. Since you reject the word and consider yourselves unworthy of everlasting life, we are now going to turn to people of other nations.",
      "47": "The Lord gave us the following order:\n‘I have made you a light for the nations\n    so that you would save people all over the world.’”",
      "48": "The people who were not Jews were pleased with what they heard and praised the Lord’s word. Everyone who had been prepared for everlasting life believed.",
      "49": "The word of the Lord spread throughout the whole region.",
      "50": "But Jews stirred up devout women of high social standing and the officials of the city. These people started to persecute Paul and Barnabas and threw them out of their territory.",
      "51": "In protest against these people, Paul and Barnabas shook the dust off their feet and went to the city of Iconium.",
      "52": "Meanwhile, the disciples in Antioch continued to be full of joy and the Holy Spirit."
    },
    "14": {
      "1": "The same thing happened in the city of Iconium. Paul and Barnabas went into the synagogue and spoke in such a way that a large crowd of Jews and Greeks believed.",
      "2": "But the Jews who refused to believe stirred up some people who were not Jewish and poisoned their minds against the believers.",
      "3": "Paul and Barnabas stayed in the city of Iconium for a long time. They spoke boldly about the Lord, who confirmed their message about his good will by having them perform miracles and do amazing things.",
      "4": "But the people of Iconium were divided. Some were for the Jews, while others were for the apostles.",
      "5": "In the meantime, Paul and Barnabas found out that the non-Jewish people and the Jewish people with their rulers planned to attack them and stone them to death.",
      "6": "So they escaped to Lystra and Derbe, cities of Lycaonia, and to the surrounding territory.",
      "7": "They spread the Good News there.",
      "8": "A man who was born lame was in Lystra. He was always sitting because he had never been able to walk.",
      "9": "He listened to what Paul was saying. Paul observed him closely and saw that the man believed he could be made well.",
      "10": "So Paul said in a loud voice, “Stand up.” The man jumped up and began to walk.",
      "11": "The crowds who saw what Paul had done shouted in the Lycaonian language, “The gods have come to us, and they look human.”",
      "12": "They addressed Barnabas as Zeus and Paul as Hermes because Paul did most of the talking.",
      "13": "Zeus’ temple was at the entrance to the city. The priest of the god Zeus brought bulls with flowery wreaths around their necks to the temple gates. The priest and the crowd wanted to offer a sacrifice to Paul and Barnabas.",
      "14": "When the apostles Barnabas and Paul heard what was happening, they were very upset. They rushed into the crowd",
      "15": "and said, “Men, what are you doing? We’re human beings like you. We’re spreading the Good News to you to turn you away from these worthless gods to the living God. The living God made the sky, the land, the sea, and everything in them.",
      "16": "In the past God allowed all people to live as they pleased.",
      "17": "Yet, by doing good, he has given evidence of his existence. He gives you rain from heaven and crops in their seasons. He fills you with food and your lives with happiness.”",
      "18": "Although Paul and Barnabas said these things, they hardly kept the crowd from sacrificing to them.",
      "19": "However, Jews from the cities of Antioch and Iconium arrived in Lystra and won the people over. They tried to stone Paul to death and dragged him out of the city when they thought that he was dead.",
      "20": "But when the disciples gathered around him, he got up and went back into the city.\nThe next day Paul and Barnabas left for the city of Derbe.",
      "21": "They spread the Good News in that city and won many disciples. Then they went back to the cities of Lystra, Iconium, and Antioch (which is in Pisidia).",
      "22": "They strengthened the disciples in these cities and encouraged the disciples to remain faithful. Paul and Barnabas told them, “We must suffer a lot to enter the kingdom of God.”",
      "23": "They had the disciples in each church choose spiritual leaders, and with prayer and fasting they entrusted the leaders to the Lord in whom they believed.",
      "24": "After they had gone through Pisidia, they went to Pamphylia.",
      "25": "They spoke the message in the city of Perga and went to the city of Attalia.",
      "26": "From Attalia they took a boat and headed home to the city of Antioch in Syria. (In Antioch they had been entrusted to God’s care for the work they had now finished.)",
      "27": "When they arrived, they called the members of the church together. They reported everything God had done through them, especially that he had given people who were not Jewish the opportunity to believe.",
      "28": "They stayed for a long time with these disciples."
    },
    "15": {
      "1": "Some men came from Judea and started to teach believers that people can’t be saved unless they are circumcised as Moses’ Teachings require.",
      "2": "Paul and Barnabas had a fierce dispute with these men. So Paul and Barnabas and some of the others were sent to Jerusalem to see the apostles and spiritual leaders about this claim.",
      "3": "The church sent Paul and Barnabas to Jerusalem. As they were going through Phoenicia and Samaria, they told the whole story of how non-Jewish people were turning to God. This story brought great joy to all the believers.",
      "4": "The church in Jerusalem, the apostles, and the spiritual leaders welcomed Paul and Barnabas when they arrived. Paul and Barnabas reported everything that God had done through them.",
      "5": "But some believers from the party of the Pharisees stood up and said, “People who are not Jewish must be circumcised and ordered to follow Moses’ Teachings.”",
      "6": "The apostles and spiritual leaders met to consider this statement.",
      "7": "After a lot of debating, Peter stood up and said to them, “Brothers, you know what happened some time ago. God chose me so that people who aren’t Jewish could hear the Good News and believe.",
      "8": "God, who knows everyone’s thoughts, showed that he approved of people who aren’t Jewish by giving them the Holy Spirit as he gave the Holy Spirit to us.",
      "9": "God doesn’t discriminate between Jewish and non-Jewish people. He has cleansed non-Jewish people through faith as he has cleansed us Jews.",
      "10": "So why are you testing God? You’re putting a burden on the disciples, a burden neither our ancestors nor we can carry.",
      "11": "We certainly believe that the Lord Yeshua saves us the same way that he saves them—through his kindness.”",
      "12": "The whole crowd was silent. They listened to Barnabas and Paul tell about all the miracles and amazing things that God had done through them among non-Jewish people.",
      "13": "After they finished speaking, James responded, “Brothers, listen to me.",
      "14": "Simon has explained how God first showed his concern by taking from non-Jewish people those who would honor his name.",
      "15": "This agrees with what the prophets said. Scripture says,",
      "16": "‘Afterwards, I will return.\n    I will set up David’s fallen tent again.\n    I will restore its ruined places again.\n    I will set it up again",
      "17": "so that the survivors and all the people who aren’t Jewish\n    over whom my name is spoken,\n        may search for the Lord, declares the Lord.",
      "18": "He is the one who will do these things that have always been known!’",
      "19": "“So I’ve decided that we shouldn’t trouble non-Jewish people who are turning to God.",
      "20": "Instead, we should write a letter telling them to keep away from things polluted by false gods, from sexual sins, from eating the meat of strangled animals, and from eating bloody meat.",
      "21": "After all, Moses’ words have been spread to every city for generations. His teachings are read in synagogues on every day of worship.”",
      "22": "Then the apostles, the spiritual leaders, and the whole church decided to choose some of their men to send with Paul and Barnabas to the city of Antioch. They chose Judas (called Barsabbas) and Silas, who were leaders among the believers.",
      "23": "They wrote this letter for them to deliver:\nFrom the apostles and the spiritual leaders, your brothers.\nTo their non-Jewish brothers and sisters in Antioch, Syria, and Cilicia.\nDear brothers and sisters,",
      "24": "We have heard that some individuals who came from us have confused you with statements that disturb you. We did not authorize these men to speak.",
      "25": "So we have come to a unanimous decision that we should choose men and send them to you with our dear Barnabas and Paul.",
      "26": "Barnabas and Paul have dedicated their lives to our Lord, the one named Yeshua Christ.",
      "27": "We have sent Judas and Silas to report to you on our decision.",
      "28": "The Holy Spirit and we have agreed not to place any additional burdens on you. Do only what is necessary",
      "29": "by keeping away from food sacrificed to false gods, from eating bloody meat, from eating the meat of strangled animals, and from sexual sins. If you avoid these things, you will be doing what’s right.\nFarewell!",
      "30": "So the men were sent on their way and arrived in the city of Antioch. They gathered the congregation together and delivered the letter.",
      "31": "When the people read the letter, they were pleased with the encouragement it brought them.",
      "32": "Judas and Silas, who were also prophets, spoke a long time to encourage and strengthen the believers.",
      "33": "After Judas and Silas had stayed in Antioch for some time, the congregation sent them back to Jerusalem with friendly greetings to those who had sent them.",
      "34": "",
      "35": "Paul and Barnabas stayed in Antioch. They and many others taught people about the Lord’s word and spread the Good News.",
      "36": "After a while Paul said to Barnabas, “Let’s go back to every city where we spread the Lord’s word. We’ll visit the believers to see how they’re doing.”",
      "37": "Barnabas wanted to take John Mark along.",
      "38": "However, Paul didn’t think it was right to take a person like him along. John Mark had deserted them in Pamphylia and had not gone with them to work.",
      "39": "Paul and Barnabas disagreed so sharply that they parted ways. Barnabas took Mark with him and sailed to the island of Cyprus.",
      "40": "Paul chose Silas and left after the believers entrusted him to the Lord’s care.",
      "41": "Paul went through the provinces of Syria and Cilicia and strengthened the churches."
    },
    "16": {
      "1": "Paul arrived in the city of Derbe and then went to Lystra, where a disciple named Timothy lived. Timothy’s mother was a Jewish believer, but his father was Greek.",
      "2": "The believers in Lystra and Iconium spoke well of Timothy.",
      "3": "Paul wanted Timothy to go with him. So he circumcised him because of the Jews who lived in those places and because he knew that Timothy’s father was Greek.",
      "4": "As they went through the cities, they told people about the decisions that the apostles and spiritual leaders in Jerusalem had made for the people.",
      "5": "So the churches were strengthened in the faith and grew in numbers every day.",
      "6": "Paul and Silas went through the regions of Phrygia and Galatia because the Holy Spirit kept them from speaking the word in the province of Asia.",
      "7": "They went to the province of Mysia and tried to enter Bithynia, but the Spirit of Yeshua wouldn’t allow this.",
      "8": "So they passed by Mysia and went to the city of Troas.",
      "9": "During the night Paul had a vision of a man from Macedonia. The man urged Paul, “Come to Macedonia to help us.”",
      "10": "As soon as Paul had seen the vision, we immediately looked for a way to go to Macedonia. We concluded that God had called us to tell the people of Macedonia about the Good News.",
      "11": "So we took a ship from Troas and sailed straight to the island of Samothrace. The next day we sailed to the city of Neapolis,",
      "12": "and from there we went to the city of Philippi. Philippi is a leading city in that part of Macedonia, and it is a Roman colony. We were in this city for a number of days.",
      "13": "On the day of worship we went out of the city to a place along the river where we thought Jewish people gathered for prayer. We sat down and began talking to the women who had gathered there.",
      "14": "A woman named Lydia was present. She was a convert to Judaism from the city of Thyatira and sold purple dye for a living. She was listening because the Lord made her willing to pay attention to what Paul said.",
      "15": "When Lydia and her family were baptized, she invited us to stay at her home. She said, “If you’re convinced that I believe in the Lord, then stay at my home.” She insisted. So we did.",
      "16": "One day when we were going to the place of prayer, a female servant met us. She was possessed by an evil spirit that told fortunes. She made a lot of money for her owners by telling fortunes.",
      "17": "She used to follow Paul and shout, “These men are servants of the Most High God. They’re telling you how you can be saved.”",
      "18": "She kept doing this for many days. Paul became annoyed, turned to the evil spirit, and said, “I command you in the name of Yeshua Christ to come out of her!”\nAs Paul said this, the evil spirit left her.",
      "19": "When her owners realized that their hope of making money was gone, they grabbed Paul and Silas and dragged them to the authorities in the public square.",
      "20": "In front of the Roman officials, they said, “These men are stirring up a lot of trouble in our city. They’re Jews,",
      "21": "and they’re advocating customs that we can’t accept or practice as Roman citizens.”",
      "22": "The crowd joined in the attack against Paul and Silas. Then the officials tore the clothes off Paul and Silas and ordered the guards to beat them with sticks.",
      "23": "After they had hit Paul and Silas many times, they threw them in jail and ordered the jailer to keep them under tight security.",
      "24": "So the jailer followed these orders and put Paul and Silas into solitary confinement with their feet in leg irons.",
      "25": "Around midnight Paul and Silas were praying and singing hymns of praise to God. The other prisoners were listening to them.",
      "26": "Suddenly, a violent earthquake shook the foundations of the jail. All the doors immediately flew open, and all the prisoners’ chains came loose.",
      "27": "The jailer woke up and saw the prison doors open. Thinking the prisoners had escaped, he drew his sword and was about to kill himself.",
      "28": "But Paul shouted as loudly as he could, “Don’t hurt yourself! We’re all here!”",
      "29": "The jailer asked for torches and rushed into the jail. He was trembling as he knelt in front of Paul and Silas.",
      "30": "Then he took Paul and Silas outside and asked, “Sirs, what do I have to do to be saved?”",
      "31": "They answered, “Believe in the Lord Yeshua, and you and your family will be saved.”",
      "32": "They spoke the Lord’s word to the jailer and everyone in his home.",
      "33": "At that hour of the night, the jailer washed Paul and Silas’ wounds. The jailer and his entire family were baptized immediately.",
      "34": "He took Paul and Silas upstairs into his home and gave them something to eat. He and his family were thrilled to be believers in God.",
      "35": "In the morning the Roman officials sent guards who told the jailer, “You can release those men now.”",
      "36": "The jailer reported this order to Paul by saying, “The officials have sent word to release you. So you can leave peacefully now.”",
      "37": "But Paul told the guards, “Roman officials have had us beaten publicly without a trial and have thrown us in jail, even though we’re Roman citizens. Now are they going to throw us out secretly? There’s no way they’re going to get away with that! Have them escort us out!”",
      "38": "The guards reported to the officials what Paul had said. When the Roman officials heard that Paul and Silas were Roman citizens, they were afraid.",
      "39": "So the officials went to the jail and apologized to Paul and Silas. As the officials escorted Paul and Silas out of the jail, they asked them to leave the city.",
      "40": "After Paul and Silas left the jail, they went to Lydia’s house. They met with the believers, encouraged them, and then left."
    },
    "17": {
      "1": "Paul and Silas traveled through the cities of Amphipolis and Apollonia and came to the city of Thessalonica, where there was a synagogue.",
      "2": "As usual, Paul went into the synagogue. On three consecutive days of worship, he had discussions about Scripture with the synagogue members.",
      "3": "He explained and showed them that the Messiah had to suffer, die, and come back to life, and that Yeshua, the person he talked about, was this Messiah.",
      "4": "Some of the Jews were persuaded to join Paul and Silas, especially a large group of Greeks who had converted to Judaism and the wives of many prominent men.",
      "5": "Then the Jews became jealous. They took some low-class characters who hung around the public square, formed a mob, and started a riot in the city. They attacked Jason’s home and searched it for Paul and Silas in order to bring them out to the crowd.",
      "6": "When they didn’t find Paul and Silas, they dragged Jason and some other believers in front of the city officials. They shouted, “Those men who have made trouble all over the world are now here in Thessalonica,",
      "7": "and Jason has welcomed them as his guests. All of them oppose the emperor’s decrees by saying that there is another king, whose name is Yeshua.”",
      "8": "The crowd and the officials were upset when they heard this.",
      "9": "But after they had made Jason and the others post bond, they let them go.",
      "10": "Immediately when night came, the believers sent Paul and Silas to the city of Berea.\nWhen Paul and Silas arrived in the city of Berea, they entered the synagogue.",
      "11": "The people of Berea were more open-minded than the people of Thessalonica. They were very willing to receive God’s message, and every day they carefully examined the Scriptures to see if what Paul said was true.",
      "12": "Many of them became believers, and quite a number of them were prominent Greek men and women.",
      "13": "But when the Jews in Thessalonica found out that Paul was also spreading God’s word in Berea, they went there to upset and confuse the people.",
      "14": "The believers immediately sent Paul to the seacoast, but Silas and Timothy stayed in Berea.",
      "15": "The men who escorted Paul took him all the way to the city of Athens. When the men left Athens, they took instructions back to Silas and Timothy to join Paul as soon as possible.",
      "16": "While Paul was waiting for Silas and Timothy in Athens, he saw that the city had statues of false gods everywhere. This upset him.",
      "17": "He held discussions in the synagogue with Jews and converts to Judaism. He also held discussions every day in the public square with anyone who happened to be there.",
      "18": "Some Epicurean and Stoic philosophers had discussions with him. Some asked, “What is this babbling fool trying to say?” Others said, “He seems to be speaking about foreign gods.” The philosophers said these things because Paul was telling the Good News about Yeshua and saying that people would come back to life.",
      "19": "Then they brought Paul to the city court, the Areopagus, and asked, “Could you tell us these new ideas that you’re teaching?",
      "20": "Some of the things you say sound strange to us. So we would like to know what they mean.”",
      "21": "Everyone who lived in Athens looked for opportunities to tell or hear something new and unusual.",
      "22": "Paul stood in the middle of the court and said, “Men of Athens, I see that you are very religious.",
      "23": "As I was going through your city and looking closely at the objects you worship, I noticed an altar with this written on it: ‘To an unknown god.’ I’m telling you about the unknown god you worship.",
      "24": "The God who made the universe and everything in it is the Lord of heaven and earth. He doesn’t live in shrines made by humans,",
      "25": "and he isn’t served by humans as if he needed anything. He gives everyone life, breath, and everything they have.",
      "26": "From one man he has made every nation of humanity to live all over the earth. He has given them the seasons of the year and the boundaries within which to live.",
      "27": "He has done this so that they would look for God, somehow reach for him, and find him. In fact, he is never far from any one of us.",
      "28": "Certainly, we live, move, and exist because of him. As some of your poets have said, ‘We are God’s children.’",
      "29": "So if we are God’s children, we shouldn’t think that the divine being is like an image made from gold, silver, or stone, an image that is the product of human imagination and skill.",
      "30": "“God overlooked the times when people didn’t know any better. But now he commands everyone everywhere to turn to him and change the way they think and act.",
      "31": "He has set a day when he is going to judge the world with justice, and he will use a man he has appointed to do this. God has given proof to everyone that he will do this by bringing that man back to life.”",
      "32": "When the people of the court heard that a person had come back to life, some began joking about it, while others said, “We’ll hear you talk about this some other time.”",
      "33": "With this response, Paul left the court.",
      "34": "Some men joined him and became believers. With them were Dionysius, who was a member of the court, and a woman named Damaris, and some other people."
    },
    "18": {
      "1": "After this, Paul left Athens and went to the city of Corinth.",
      "2": "In Corinth he met a Jewish man named Aquila and his wife Priscilla. Aquila had been born in Pontus, and they had recently come from Italy because Claudius had ordered all Jews to leave Rome. Paul went to visit them,",
      "3": "and because they made tents for a living as he did, he stayed with them and they worked together.",
      "4": "On every day of worship, Paul would discuss Scripture in the synagogue. He tried to win over Jews and Greeks who had converted to Judaism.",
      "5": "But when Silas and Timothy arrived from Macedonia, Paul devoted all his time to teaching the word of God. He assured the Jews that Yeshua is the Messiah.",
      "6": "But they opposed him and insulted him. So Paul shook the dust from his clothes and told them, “You’re responsible for your own death. I’m innocent. From now on I’m going to people who are not Jewish.”",
      "7": "Then he left the synagogue and went to the home of a man named Titius Justus, who was a convert to Judaism. His house was next door to the synagogue.",
      "8": "The synagogue leader Crispus and his whole family believed in the Lord. Many Corinthians who heard Paul believed and were baptized.",
      "9": "One night the Lord said to Paul in a vision, “Don’t be afraid to speak out! Don’t be silent!",
      "10": "I’m with you. No one will attack you or harm you. I have many people in this city.”",
      "11": "Paul lived in Corinth for a year and a half and taught the word of God to them.",
      "12": "While Gallio was governor of Greece, the Jews had one thought in mind. They attacked Paul and brought him to court.",
      "13": "They said, “This man is persuading people to worship God in ways that are against Moses’ Teachings.”",
      "14": "Paul was about to answer when Gallio said to the Jews, “If there were some kind of misdemeanor or crime involved, reason would demand that I put up with you Jews.",
      "15": "But since you’re disputing words, names, and your own teachings, you’ll have to take care of that yourselves. I don’t want to be a judge who gets involved in those things.”",
      "16": "So Gallio had them forced out of his court.",
      "17": "Then all the governor’s officers took Sosthenes, the synagogue leader, and beat him in front of the court. But Gallio couldn’t have cared less.",
      "18": "After staying in Corinth quite a while longer, Paul left for Ephesus. Priscilla and Aquila went with him. In the city of Cenchrea, Aquila had his hair cut, since he had taken a vow. From Cenchrea they took a boat headed for Syria",
      "19": "and arrived in the city of Ephesus, where Paul left Priscilla and Aquila. Paul went into the synagogue and had a discussion with the Jews.",
      "20": "The Jews asked him to stay longer, but he refused.",
      "21": "As he left, he told them, “I’ll come back to visit you if God wants me to.”\nPaul took a boat from Ephesus",
      "22": "and arrived in the city of Caesarea. He went to Jerusalem, greeted the church, and went back to the city of Antioch.",
      "23": "After spending some time in Antioch, Paul went through the regions of Galatia and Phrygia, where he strengthened the faith of all the disciples.",
      "24": "A Jew named Apollos, who had been born in Alexandria, arrived in the city of Ephesus. He was an eloquent speaker and knew how to use the Scriptures in a powerful way.",
      "25": "He had been instructed in the Lord’s way and spoke enthusiastically. He accurately taught about Yeshua but knew only about the baptism John performed.",
      "26": "He began to speak boldly in the synagogue. When Priscilla and Aquila heard him, they took him home with them and explained God’s way to him more accurately.",
      "27": "When Apollos wanted to travel to Greece, the believers in Ephesus encouraged him. They wrote to the disciples in Greece to tell them to welcome him. When he arrived in Greece, God’s kindness enabled him to help the believers a great deal.",
      "28": "In public Apollos helped them by clearly showing from the Scriptures that Yeshua is the Messiah and that the Jews were wrong."
    },
    "19": {
      "1": "While Apollos was in Corinth, Paul traveled through the interior provinces to get to the city of Ephesus. He met some disciples in Ephesus",
      "2": "and asked them, “Did you receive the Holy Spirit when you became believers?”\nThey answered him, “No, we’ve never even heard of the Holy Spirit.”",
      "3": "Paul asked them, “What kind of baptism did you have?”\nThey answered, “John’s baptism.”",
      "4": "Paul said, “John’s baptism was a baptism of repentance. John told people to believe in Yeshua, who was coming later.”",
      "5": "After they heard this, they were baptized in the name of the Lord Yeshua.",
      "6": "When Paul placed his hands on them, the Holy Spirit came to them, and they began to talk in other languages and to speak what God had revealed.",
      "7": "About twelve men were in the group.",
      "8": "For three months Paul would go into the synagogue and speak boldly. He had discussions with people to convince them about the kingdom of God.",
      "9": "But when some people became stubborn, refused to believe, and had nothing good to say in front of the crowd about the way of Christ, he left them. He took his disciples and held daily discussions in the lecture hall of Tyrannus.",
      "10": "This continued for two years so that all the Jews and Greeks who lived in the province of Asia heard the word of the Lord.",
      "11": "God worked unusual miracles through Paul.",
      "12": "People would take handkerchiefs and aprons that had touched Paul’s skin to those who were sick. Their sicknesses would be cured, and evil spirits would leave them.",
      "13": "Some Jews used to travel from place to place and force evil spirits out of people. They tried to use the name of the Lord Yeshua to force evil spirits out of those who were possessed. These Jews would say, “I order you to come out in the name of Yeshua, whom Paul talks about.”",
      "14": "Seven sons of Sceva, a Jewish chief priest, were doing this.",
      "15": "But the evil spirit answered them, “I know Yeshua, and I’m acquainted with Paul, but who are you?”",
      "16": "Then the man possessed by the evil spirit attacked them. He beat them up so badly that they ran out of that house naked and wounded.",
      "17": "All the Jews and Greeks living in the city of Ephesus heard about this. All of them were filled with awe for the name of the Lord Yeshua and began to speak very highly about it.",
      "18": "Many believers openly admitted their involvement with magical spells and told all the details.",
      "19": "Many of those who were involved in the occult gathered their books and burned them in front of everyone. They added up the cost of these books and found that they were worth 50,000 silver coins.",
      "20": "In this powerful way the word of the Lord was spreading and gaining strength.",
      "21": "After all these things had happened, Paul decided to go to Jerusalem by traveling through Macedonia and Greece. He said, “After I have been there, I must see Rome.”",
      "22": "So he sent two of his helpers, Timothy and Erastus, to Macedonia, while he stayed longer in the province of Asia.",
      "23": "During that time a serious disturbance concerning the way of Christ broke out in the city of Ephesus.",
      "24": "Demetrius, a silversmith, was in the business of making silver models of the temple of Artemis. His business brought a huge profit for the men who worked for him.",
      "25": "He called a meeting of his workers and others who did similar work. Demetrius said, “Men, you know that we’re earning a good income from this business,",
      "26": "and you see and hear what this man Paul has done. He has won over a large crowd that follows him not only in Ephesus but also throughout the province of Asia. He tells people that gods made by humans are not gods.",
      "27": "There’s a danger that people will discredit our line of work, and there’s a danger that people will think that the temple of the great goddess Artemis is nothing. Then she whom all Asia and the rest of the world worship will be robbed of her glory.”",
      "28": "When Demetrius’ workers and the others heard this, they became furious and began shouting, “Artemis of the Ephesians is great!”",
      "29": "The confusion spread throughout the city, and the people had one thought in mind as they rushed into the theater. They grabbed Gaius and Aristarchus, the Macedonians who traveled with Paul, and they dragged the two men into the theater with them.",
      "30": "Paul wanted to go into the crowd, but his disciples wouldn’t let him.",
      "31": "Even some officials who were from the province of Asia and who were Paul’s friends sent messengers to urge him not to risk going into the theater.",
      "32": "Some people shouted one thing while others shouted something else. The crowd was confused. Most of the people didn’t even know why they had come together.",
      "33": "Some people concluded that Alexander was the cause, so the Jews pushed him to the front. Alexander motioned with his hand to quiet the people because he wanted to defend himself in front of them.",
      "34": "But when they recognized that Alexander was a Jew, everyone started to shout in unison, “Artemis of the Ephesians is great!” They kept doing this for about two hours.",
      "35": "The city clerk finally quieted the crowd. Then he said, “Citizens of Ephesus, everyone knows that this city of the Ephesians is the keeper of the temple of the great Artemis. Everyone knows that Ephesus is the keeper of the statue that fell down from Zeus.",
      "36": "No one can deny this. So you have to be quiet and not do anything foolish.",
      "37": "The men you brought here don’t rob temples or insult our goddess.",
      "38": "If Demetrius and the men who work for him have a legal complaint against anyone, we have special days and officials to hold court. That’s where they should bring charges against each other.",
      "39": "If you want anything else, you must settle the matter in a legal assembly.",
      "40": "At this moment we run the risk of being accused of rioting today for no reason. We won’t be able to explain this mob.”",
      "41": "After saying this, he dismissed the assembly."
    },
    "20": {
      "1": "When the uproar was over, Paul sent for the disciples, encouraged them, said goodbye, and left for Macedonia.",
      "2": "He went through that region and spoke many words of encouragement to the people. Then he went to Greece",
      "3": "and stayed there for three months.\nWhen Paul was going to board a ship for Syria, he found out that the Jews were plotting to kill him. So he decided to go back through Macedonia.",
      "4": "Sopater (son of Pyrrhus) from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy, and Tychicus and Trophimus from the province of Asia accompanied Paul.",
      "5": "All these men went ahead and were waiting for us in Troas.",
      "6": "After the Festival of Unleavened Bread, we boarded a ship at Philippi. Five days later we joined them in Troas and stayed there for seven days.",
      "7": "On Sunday we met to break bread. Paul was discussing Scripture with the people. Since he intended to leave the next day, he kept talking until midnight.",
      "8": "(Many lamps were lit in the upstairs room where we were meeting.)",
      "9": "A young man named Eutychus was sitting in a window. As Paul was talking on and on, Eutychus was gradually falling asleep. Finally, overcome by sleep, he fell from the third story and was dead when they picked him up.",
      "10": "Paul went to him, took him into his arms, and said, “Don’t worry! He’s alive!”",
      "11": "Then Eutychus went upstairs again, broke the bread, and ate. Paul talked with the people for a long time, until sunrise, and then left.",
      "12": "The people took the boy home. They were greatly relieved that he was alive.",
      "13": "We went ahead to the ship and sailed for the city of Assos. At Assos, we were going to pick up Paul. He had made these arrangements, since he had planned to walk overland to Assos.",
      "14": "When Paul met us in Assos, we took him on board and went to the city of Mitylene.",
      "15": "We sailed from there. On the following day we approached the island of Chios. The next day we went by the island of Samos, and on the next day we arrived at the city of Miletus.",
      "16": "Paul had decided to sail past Ephesus to avoid spending time in the province of Asia. He was in a hurry to get to Jerusalem for the day of Pentecost, if that was possible.",
      "17": "From Miletus Paul sent messengers to the city of Ephesus and called the spiritual leaders of the church to meet with him in Miletus.",
      "18": "When they were with him, he said to them, “You know how I spent all my time with you from the first day I arrived in the province of Asia.",
      "19": "I humbly served the Lord, often with tears in my eyes. I served the Lord during the difficult times I went through when the Jews plotted against me.",
      "20": "I didn’t avoid telling you anything that would help you, and I didn’t avoid teaching you publicly and from house to house.",
      "21": "I warned Jews and Greeks to change the way they think and act and to believe in our Lord Yeshua.",
      "22": "“I am determined to go to Jerusalem now. I don’t know what will happen to me there.",
      "23": "However, the Holy Spirit warns me in every city that imprisonment and suffering are waiting for me.",
      "24": "But I don’t place any value on my own life. I want to finish the race I’m running. I want to carry out the mission I received from the Lord Yeshua—the mission of testifying to the Good News of God’s kindness.",
      "25": "“Now I know that none of you whom I told about the kingdom of God will see me again.",
      "26": "Therefore, I declare to you today that I am not responsible for the spiritual death of any of you.",
      "27": "I didn’t avoid telling you the whole plan of God.",
      "28": "Pay attention to yourselves and to the entire flock in which the Holy Spirit has placed you as bishops to be shepherds for God’s church which he acquired with his own blood.",
      "29": "I know that fierce wolves will come to you after I leave, and they won’t spare the flock.",
      "30": "Some of your own men will come forward and say things that distort the truth. They will do this to lure disciples into following them.",
      "31": "So be alert! Remember that I instructed each of you for three years, day and night, at times with tears in my eyes.",
      "32": "“I am now entrusting you to God and to his message that tells how kind he is. That message can help you grow and can give you the inheritance that is shared by all of God’s holy people.",
      "33": "“I never wanted anyone’s silver, gold, or clothes.",
      "34": "You know that I worked to support myself and those who were with me.",
      "35": "I have given you an example that by working hard like this we should help the weak. We should remember the words that the Lord Yeshua said, ‘Giving gifts is more satisfying than receiving them.’”",
      "36": "When Paul had finished speaking, he knelt down and prayed with all of them.",
      "37": "Everyone cried a lot as they put their arms around Paul and kissed him.",
      "38": "The thought of not seeing Paul again hurt them most of all. Then they took Paul to the ship."
    },
    "21": {
      "1": "When we finally left them, we sailed straight to the island of Cos. The next day we sailed to the island of Rhodes and from there to the city of Patara.",
      "2": "In Patara, we found a ship that was going to Phoenicia, so we went aboard and sailed away.",
      "3": "We could see the island of Cyprus as we passed it on our left and sailed to Syria. We landed at the city of Tyre, where the ship was to unload its cargo.",
      "4": "In Tyre we searched for the disciples. After we found them, we stayed there for seven days. The Spirit had the disciples tell Paul not to go to Jerusalem.",
      "5": "When our time was up, we started on our way. All of them with their wives and children accompanied us out of the city. We knelt on the beach, prayed,",
      "6": "and said goodbye to each other. Then we went aboard the ship, and the disciples went back home.",
      "7": "Our sea travel ended when we sailed from Tyre to the city of Ptolemais. We greeted the believers in Ptolemais and spent the day with them.",
      "8": "The next day we went to Philip’s home in Caesarea and stayed with him. He was a missionary and one of the seven men who helped the apostles.",
      "9": "Philip had four unmarried daughters who had the ability to speak what God had revealed.",
      "10": "After we had been there for a number of days, a prophet named Agabus arrived from Judea.",
      "11": "During his visit he took Paul’s belt and tied his own feet and hands with it. Then he said, “The Holy Spirit says, ‘This is how the Jews in Jerusalem will tie up the man who owns this belt. Then they will hand him over to people who are not Jewish.’”",
      "12": "When we heard this, we and the believers who lived there begged Paul not to go to Jerusalem.",
      "13": "Then Paul replied, “Why are you crying like this and breaking my heart? I’m ready not only to be tied up in Jerusalem but also to die there for the sake of the Lord, the one named Yeshua.”",
      "14": "When Paul could not be persuaded, we dropped the issue and said, “May the Lord’s will be done.”",
      "15": "After that, we got ready to go to Jerusalem.",
      "16": "Some of the disciples from Caesarea went with us. They took us to Mnason’s home, where we would be staying. Mnason was from the island of Cyprus and was one of the first disciples.",
      "17": "When we arrived in Jerusalem, the believers welcomed us warmly.",
      "18": "The next day Paul went with us to visit James. All the spiritual leaders were present.",
      "19": "After greeting them, Paul related everything God had done through his work with non-Jewish people.",
      "20": "When the spiritual leaders heard about everything, they praised God. They said to Paul, “You see, brother, how many thousands of Jews are now believers, and all of them are deeply committed to Moses’ Teachings.",
      "21": "But they have been told that you teach all the Jews living among non-Jewish people to abandon Moses. They claim that you tell them not to circumcise their children or follow Jewish customs.",
      "22": "What should we do about this? They will certainly hear that you’re in town.",
      "23": "So follow our advice. We have four men who have made a vow to God.",
      "24": "Take these men, go through the purification ceremony with them, and pay the expenses to shave their heads. Then everyone will know that what they’ve been told about you isn’t true. Instead, they’ll see that you carefully follow Moses’ Teachings.",
      "25": "To clarify this matter we have written non-Jewish believers a letter with our decision. We told them that they should not eat food sacrificed to false gods, bloody meat, or the meat of strangled animals. They also should not commit sexual sins.”",
      "26": "The next day, Paul took the men and went through the purification ceremony with them. Then he went into the temple courtyard to announce the time when the purification would be over and the sacrifice would be offered for each of them.",
      "27": "When the seven days were almost over, the Jews from the province of Asia saw Paul in the temple courtyard. They stirred up the whole crowd and grabbed Paul.",
      "28": "Then they began shouting, “Men of Israel, help! This is the man who teaches everyone everywhere to turn against the Jewish people, Moses’ Teachings, and this temple. He has even brought Greeks into the temple courtyard and has made this holy place unclean.”",
      "29": "They had seen Trophimus from Ephesus with him in the city earlier and thought Paul had taken him into the temple courtyard.",
      "30": "The whole city was in chaos, and a mob formed. The mob grabbed Paul and dragged him out of the temple courtyard. The courtyard doors were immediately shut.",
      "31": "As the people were trying to kill Paul, the officer in charge of the Roman soldiers received a report that all Jerusalem was rioting.",
      "32": "Immediately, he took some soldiers and officers and charged the crowd. When the crowd saw the officer and the soldiers, they stopped beating Paul.",
      "33": "Then the officer went to Paul, grabbed him, and ordered him to be tied up with two chains.\nThe officer asked who Paul was and what he had done.",
      "34": "Some of the crowd shouted one thing, while others shouted something else. The officer couldn’t get any facts because of the noise and confusion, so he ordered Paul to be taken into the barracks.",
      "35": "When Paul came to the stairs of the barracks, the crowd was so violent that the soldiers had to carry him.",
      "36": "The mob was behind them shouting, “Kill him!”",
      "37": "As the soldiers were about to take Paul into the barracks, he asked the officer, “May I say something to you?”\nThe officer replied to Paul, “Can you speak Greek?",
      "38": "Aren’t you the Egyptian who started a revolution not long ago and led four thousand terrorists into the desert?”",
      "39": "Paul answered, “I’m a Jew, a citizen from the well-known city of Tarsus in Cilicia. I’m asking you to let me talk to the people.”",
      "40": "The officer gave Paul permission to speak. So Paul stood on the stairs of the barracks and motioned with his hand for the people to be quiet. When the mob was silent, Paul spoke to them in the Hebrew language."
    },
    "22": {
      "1": "“Brothers and fathers, listen as I now present my case to you.”",
      "2": "When the mob heard him speak to them in Hebrew, they became even more quiet. Then Paul continued,",
      "3": "“I’m a Jew. I was born and raised in the city of Tarsus in Cilicia and received my education from Gamaliel here in Jerusalem. My education was in the strict laws handed down by our ancestors. I was as devoted to God as all of you are today.",
      "4": "I persecuted people who followed the way of Christ: I tied up men and women and put them into prison until they were executed.",
      "5": "The chief priest and the entire council of our leaders can prove that I did this. In fact, they even gave me letters to take to the Jewish community in the city of Damascus. I was going there to tie up believers and bring them back to Jerusalem to punish them.",
      "6": "“But as I was on my way and approaching the city of Damascus about noon, a bright light from heaven suddenly flashed around me.",
      "7": "I fell to the ground and heard a voice asking me, ‘Saul! Saul! Why are you persecuting me?’",
      "8": "“I answered, ‘Who are you, sir?’\n“The person told me, ‘I’m Yeshua from Nazareth, the one you’re persecuting.’",
      "9": "“The men who were with me saw the light but didn’t understand what the person who was speaking to me said.",
      "10": "“Then I asked, ‘What do you want me to do, Lord?’\n“The Lord told me, ‘Get up! Go into the city of Damascus, and you’ll be told everything I’ve arranged for you to do.’",
      "11": "“I was blind because the light had been so bright. So the men who were with me led me into the city of Damascus.",
      "12": "“A man named Ananias lived in Damascus. He was a devout person who followed Moses’ Teachings. All the Jews living in Damascus spoke highly of him.",
      "13": "He came to me, stood beside me, and said, ‘Brother Saul, receive your sight!’ At that moment my sight came back and I could see Ananias.",
      "14": "“Ananias said, ‘The God of our ancestors has chosen you to know his will, to see the one who has God’s approval, and to hear him speak to you.",
      "15": "You will be his witness and will tell everyone what you have seen and heard.",
      "16": "What are you waiting for now? Get up! Be baptized, and have your sins washed away as you call on his name.’",
      "17": "“After that, I returned to Jerusalem. While I was praying in the temple courtyard, I fell into a trance",
      "18": "and saw the Lord. He told me, ‘Hurry! Get out of Jerusalem immediately. The people here won’t accept your testimony about me.’",
      "19": "“I said, ‘Lord, people here know that I went from synagogue to synagogue to imprison and whip those who believe in you.",
      "20": "When Stephen, who witnessed about you, was being killed, I was standing there. I approved of his death and guarded the coats of those who were murdering him.’",
      "21": "“But the Lord told me, ‘Go! I’ll send you on a mission. You’ll go far away to people who aren’t Jewish.’”",
      "22": "Up to that point the mob listened. Then they began to shout, “Kill him! The world doesn’t need a man like this. He shouldn’t have been allowed to live this long!”",
      "23": "The mob was yelling, taking off their coats, and throwing dirt into the air.",
      "24": "So the officer ordered the soldiers to take Paul into the barracks and told them to question Paul as they whipped him. The officer wanted to find out why the people were yelling at Paul like this.",
      "25": "But when the soldiers had Paul stretch out to tie him to the whipping post with the straps, Paul asked the sergeant who was standing there, “Is it legal for you to whip a Roman citizen who hasn’t had a trial?”",
      "26": "When the sergeant heard this, he reported it to his commanding officer. The sergeant asked him, “What are you doing? This man is a Roman citizen.”",
      "27": "The officer went to Paul and asked him, “Tell me, are you a Roman citizen?”\nPaul answered, “Yes.”",
      "28": "The officer replied, “I paid a lot of money to become a Roman citizen.”\nPaul replied, “But I was born a Roman citizen.”",
      "29": "Immediately, the soldiers who were going to question Paul stepped away from him. The officer was afraid when he found out that he had tied up a Roman citizen.",
      "30": "The officer wanted to find out exactly what accusation the Jews had against Paul. So the officer released Paul the next day and ordered the chief priests and the entire Jewish council to meet. Then the officer brought Paul and had him stand in front of them."
    },
    "23": {
      "1": "Paul stared at the Jewish council and said, “Brothers, my relationship with God has always given me a perfectly clear conscience.”",
      "2": "The chief priest Ananias ordered the men standing near Paul to strike him on the mouth.",
      "3": "Then Paul said to him, “God will strike you, you hypocrite! You sit there and judge me by Moses’ Teachings and yet you break those teachings by ordering these men to strike me!”",
      "4": "The men standing near Paul said to him, “You’re insulting God’s chief priest!”",
      "5": "Paul answered, “Brothers, I didn’t know that he is the chief priest. After all, Scripture says, ‘Don’t speak evil about a ruler of your people.’”",
      "6": "When Paul saw that some of them were Sadducees and others were Pharisees, he shouted in the council, “Brothers, I’m a Pharisee and a descendant of Pharisees. I’m on trial because I expect that the dead will come back to life.”",
      "7": "After Paul said that, the Pharisees and Sadducees began to quarrel, and the men in the meeting were divided.",
      "8": "(The Sadducees say that the dead won’t come back to life and that angels and spirits don’t exist. The Pharisees believe in all these things.)",
      "9": "The shouting became very loud. Some of the experts in Moses’ Teachings were Pharisees who argued their position forcefully. They said, “We don’t find anything wrong with this man. Maybe a spirit or an angel actually spoke to him!”",
      "10": "The quarrel was becoming violent, and the officer was afraid that they would tear Paul to pieces. So the officer ordered his soldiers to drag Paul back to the barracks.",
      "11": "The Lord stood near Paul the next night and said to him, “Don’t lose your courage! You’ve told the truth about me in Jerusalem. Now you must tell the truth about me in Rome.”",
      "12": "In the morning the Jews formed a conspiracy. They asked God to curse them if they ate or drank anything before they had killed Paul.",
      "13": "More than forty men took part in this plot.",
      "14": "They went to the chief priests and leaders of the people and said, “We’ve asked God to curse us if we taste any food before we’ve killed Paul.",
      "15": "Here’s our plan: You and the council must go to the Roman officer on the pretext that you need more information from Paul. You have to make it look as though you want to get more accurate information about him. We’ll be ready to kill him before he gets to you.”",
      "16": "But Paul’s nephew heard about the ambush. He entered the barracks and told Paul.",
      "17": "Then Paul called one of the sergeants and told him, “Take this young man to the officer. He has something to tell him.”",
      "18": "The sergeant took the young man to the officer and said, “The prisoner Paul called me. He asked me to bring this young man to you because he has something to tell you.”",
      "19": "The officer took the young man by the arm, went where they could be alone, and asked him, “What do you have to tell me?”",
      "20": "The young man answered, “The Jews have planned to ask you to bring Paul to the Jewish council tomorrow. They’re going to make it look as though they want more accurate information about him.",
      "21": "Don’t let them persuade you to do this. More than forty of them are planning to ambush him. They have asked God to curse them if they eat or drink anything before they have murdered him. They are ready now and are expecting you to promise that you will bring Paul.”",
      "22": "The officer dismissed the young man and ordered him not to tell this information to anyone else.",
      "23": "Then the officer summoned two of his sergeants and told them, “I want 200 infantrymen, 70 soldiers on horseback, and 200 soldiers with spears. Have them ready to go to Caesarea at nine o’clock tonight.",
      "24": "Provide an animal for Paul to ride, and take him safely to Governor Felix.”",
      "25": "The officer wrote a letter to the governor with the following message:",
      "26": "Claudius Lysias sends greetings to Your Excellency, Governor Felix:",
      "27": "The Jews had seized this man and were going to murder him. When I found out that he was a Roman citizen, I went with my soldiers to rescue him.",
      "28": "I wanted to know what they had against him. So I took him to their Jewish council",
      "29": "and found their accusations had to do with disputes about their own laws. He wasn’t accused of anything for which he deserved to die or to be put into prison.",
      "30": "Since I was informed that there was a plot against this man, I immediately sent him to you. I have also ordered his accusers to state their case against him in front of you.",
      "31": "So the infantrymen did as they had been ordered. They took Paul to the city of Antipatris during the night.",
      "32": "They returned to their barracks the next day and let the soldiers on horseback travel with Paul.",
      "33": "When the soldiers arrived in the city of Caesarea with Paul, they delivered the letter to the governor and handed Paul over to him.",
      "34": "After the governor had read the letter, he asked Paul which province he was from. When he found out that Paul was from the province of Cilicia,",
      "35": "he said, “I’ll hear your case when your accusers arrive.” Then the governor gave orders to keep Paul under guard in Herod’s palace."
    },
    "24": {
      "1": "Five days later the chief priest Ananias went to the city of Caesarea with some leaders of the people and an attorney named Tertullus. They reported to the governor their charges against Paul.",
      "2": "When Paul had been summoned, Tertullus began to accuse him. He said to Felix, “Your Excellency, through your wise leadership we have lasting peace and reforms that benefit the people.",
      "3": "We appreciate what you’ve done in every way and in every place, and we want to thank you very much.",
      "4": "I don’t want to keep you too long. Please listen to us. We will be brief.",
      "5": "We have found this man to be a troublemaker. He starts quarrels among all Jews throughout the world. He’s a ringleader of the Nazarene sect.",
      "6": "He also entered the temple courtyard in a way that violates our tradition. So we arrested him.",
      "7": "",
      "8": "When you cross-examine him, you’ll be able to find out from him that our accusations are true.”",
      "9": "The Jews supported Tertullus’ accusations and asserted that everything Tertullus said was true.",
      "10": "The governor motioned for Paul to speak. Paul responded, “I know that you have been a judge over this nation for many years. So I’m pleased to present my case to you.",
      "11": "You can verify for yourself that I went to Jerusalem to worship no more than twelve days ago.",
      "12": "No one found me having a discussion with anyone in the temple courtyard or stirring up a crowd in the synagogues throughout the city.",
      "13": "These people cannot even prove their accusations to you.",
      "14": "But I’ll admit to you that I’m a follower of the way of Christ, which they call a sect. This means that I serve our ancestors’ God and believe everything written in Moses’ Teachings and the Prophets.",
      "15": "I hope for the same thing my accusers do, that people with God’s approval and those without it will come back to life.",
      "16": "With this belief I always do my best to have a clear conscience in the sight of God and people.",
      "17": "After many years I have come back to my people and brought gifts for the poor and offerings for God.",
      "18": "My accusers found me in the temple courtyard doing these things after I had gone through the purification ceremony. No crowd or noisy mob was present.",
      "19": "But some Jews from the province of Asia were there. They should be here in front of you to accuse me if they have anything against me.",
      "20": "Otherwise, these men who are accusing me should tell what I was charged with when I stood in front of their council.",
      "21": "They could accuse me of only one thing. As I stood among them, I shouted, ‘I’m being tried in front of you because I believe that the dead will come back to life.’”",
      "22": "Felix knew the way of Christ rather well, so he adjourned the trial. He told them, “When the officer Lysias arrives, I’ll decide your case.”",
      "23": "Felix ordered the sergeant to guard Paul but to let him have some freedom and to let his friends take care of his needs.",
      "24": "Some days later Felix arrived with his wife Drusilla, who was Jewish. He sent for Paul and listened to him talk about faith in Christ Yeshua.",
      "25": "As Paul discussed the subjects of God’s approval, self-control, and the coming judgment, Felix became afraid and said, “That’s enough for now. You can go. When I find time, I’ll send for you again.”",
      "26": "At the same time, Felix was hoping that Paul would give him some money. For that reason, Felix would send for Paul rather often to have friendly conversations with him.",
      "27": "Two years passed. Then Porcius Festus took Felix’s place. (Since Felix wanted to do the Jews a favor, he left Paul in prison.)"
    },
    "25": {
      "1": "Three days after Festus took over his duties in the province of Judea, he went from the city of Caesarea to Jerusalem.",
      "2": "The chief priests and the other important Jewish leaders informed Festus about their charges against Paul. They were urging",
      "3": "Festus to do them the favor of having Paul brought to Jerusalem. The Jews had a plan to ambush and kill Paul as he traveled to Jerusalem.",
      "4": "Festus replied that he would be returning to Caesarea soon and would keep Paul there.",
      "5": "He told them, “Have your authorities come to Caesarea with me and accuse him there if the man has done something wrong.”",
      "6": "Festus stayed in Jerusalem for eight or ten days at the most and then returned to Caesarea. The next day Festus took his place in court and summoned Paul.",
      "7": "When Paul entered the room, the Jews who had come from Jerusalem surrounded him. They made a lot of serious accusations that they couldn’t prove.",
      "8": "Paul defended himself by saying, “I haven’t broken any Jewish law or done anything against the temple or the emperor.”",
      "9": "But Festus wanted to do the Jews a favor. So he asked Paul, “Are you willing to go to Jerusalem to be tried there on these charges with me as your judge?”",
      "10": "Paul said, “I am standing in the emperor’s court where I must be tried. I haven’t done anything wrong to the Jews, as you know very well.",
      "11": "If I am guilty and have done something wrong for which I deserve the death penalty, I don’t reject the idea of dying. But if their accusations are untrue, no one can hand me over to them as a favor. I appeal my case to the emperor!”",
      "12": "Festus discussed the appeal with his advisers and then replied to Paul, “You have appealed your case to the emperor, so you’ll go to the emperor!”",
      "13": "Later King Agrippa and Bernice came to the city of Caesarea to welcome Festus.",
      "14": "Since they were staying there for a number of days, Festus told the king about Paul’s case.\nFestus said, “Felix left a man here in prison.",
      "15": "When I went to Jerusalem, the chief priests and the Jewish leaders brought me some information about him and asked me to condemn him.",
      "16": "“I replied to them, ‘That’s not the Roman way of doing things. A person can’t be sentenced as a favor. Before he is sentenced, he must face his accusers and have a chance to defend himself against their accusation.’",
      "17": "“So the Jewish leaders came to Caesarea with me. The next day I immediately convened court and summoned the man.",
      "18": "When his accusers stood up, they didn’t accuse him of the crimes I was expecting.",
      "19": "They were disputing with him about their own religion and about some man named Yeshua who had died. But Paul claimed that Yeshua is alive.",
      "20": "Their debate about these things left me puzzled. So I asked Paul if he would like to go to Jerusalem to have his case heard there.",
      "21": "But Paul appealed his case. He asked to be held in prison and to have His Majesty the Emperor decide his case. So I ordered him to be held in prison until I could send him to the emperor.”",
      "22": "Agrippa told Festus, “I would like to hear the man.”\nFestus replied, “You’ll hear him tomorrow.”",
      "23": "The next day Agrippa and Bernice entered the auditorium with a lot of fanfare. Roman army officers and the most important men of the city entered the auditorium with them. Festus gave the order, and Paul was brought into the auditorium.",
      "24": "Then Festus said, “King Agrippa and everyone who is present with us! All the Jews in Jerusalem and Caesarea have talked to me about this man you see in front of you. They shout that he must not be allowed to live any longer.",
      "25": "However, I don’t think that he has done anything to deserve the death penalty. But since he made an appeal to His Majesty the Emperor, I have decided to send him to Rome.",
      "26": "But I don’t have anything reliable to write our emperor about him. So I have brought him to all of you, and especially to you, King Agrippa. Then I’ll have something to write after he is cross-examined.",
      "27": "I find it ridiculous to send a prisoner to Rome when I can’t specify any charges against him.”"
    },
    "26": {
      "1": "Agrippa said to Paul, “You’re free to speak for yourself.”\nPaul acknowledged King Agrippa and then began his defense.",
      "2": "“King Agrippa, I think I’m fortunate today to stand in front of you and defend myself against every charge that the Jews brought against me.",
      "3": "I say this since you are especially familiar with every custom and controversy in Judaism. So I ask you to listen patiently to me.",
      "4": "“All the Jews know how I lived the earliest days of my youth with my own people and in Jerusalem.",
      "5": "They’ve known me for a long time and can testify, if they’re willing, that I followed the strictest party of our religion. They know that I lived my life as a Pharisee.",
      "6": "“I’m on trial now because I expect God to keep the promise that he made to our ancestors.",
      "7": "Our twelve tribes expect this promise to be kept as they worship with intense devotion day and night. Your Majesty, the Jews are making accusations against me because I expect God to keep his promise.",
      "8": "Why do all of you refuse to believe that God can bring dead people back to life?",
      "9": "“I used to think that I had to do a lot of things to oppose the one named Yeshua of Nazareth.",
      "10": "That is what I did in Jerusalem. By the authority I received from the chief priests, I locked many Christians in prison. I voted to have them killed every time a vote was taken.",
      "11": "I even went to each synagogue, punished believers, and forced them to curse the name of Yeshua. In my furious rage against them, I hunted them down in cities outside Jerusalem.",
      "12": "“I was carrying out these activities when I went to the city of Damascus. I had the power and authority of the chief priests.",
      "13": "Your Majesty, at noon, while I was traveling, I saw a light that was brighter than the sun. The light came from the sky and shined around me and those who were with me.",
      "14": "All of us fell to the ground, and I heard a voice asking me in Hebrew, ‘Saul, Saul! Why are you persecuting me? It’s hard for a mortal like you to resist God.’",
      "15": "“I asked, ‘Who are you, sir?’\n“The Lord answered, ‘I am Yeshua, the one you’re persecuting.",
      "16": "Stand up! I have appeared to you for a reason. I’m appointing you to be a servant and witness of what you have seen and of what I will show you.",
      "17": "I will rescue you from the Jewish people and from the non-Jewish people to whom I am sending you.",
      "18": "You will open their eyes and turn them from darkness to light and from Satan’s control to God’s. Then they will receive forgiveness for their sins and a share among God’s people who are made holy by believing in me.’",
      "19": "“At that point I did not disobey the vision I saw from heaven, King Agrippa.",
      "20": "Instead, I spread the message that I first told to the Jewish people in Damascus and Jerusalem and throughout the whole country of Judea. I spread the same message to non-Jewish people. Both groups were expected to change the way they thought and acted and to turn to God. I told them to do things that prove they had changed their lives.",
      "21": "For this reason the Jews took me prisoner in the temple courtyard and tried to murder me.",
      "22": "“God has been helping me to this day so that I can stand and testify to important and unimportant people. I tell them only what the prophets and Moses said would happen.",
      "23": "They said that the Messiah would suffer and be the first to come back to life and would spread light to Jewish and non-Jewish people.”",
      "24": "As Paul was defending himself in this way, Festus shouted, “Paul, you’re crazy! Too much education is driving you crazy!”",
      "25": "Paul replied, “I’m not crazy, Your Excellency Festus. What I’m saying is true and sane.",
      "26": "I can easily speak to a king who knows about these things. I’m sure that none of these things has escaped his attention. None of this was done secretly.",
      "27": "King Agrippa, do you believe the prophets? I know you believe them!”",
      "28": "Agrippa said to Paul, “Do you think you can quickly persuade me to become a Christian?”",
      "29": "Paul replied, “I wish to God that you and everyone listening to me today would quickly and completely become as I am (except for being a prisoner).”",
      "30": "The king, the governor, Bernice, and the people who were sitting with them got up.",
      "31": "As they were leaving, they said to each other, “This man isn’t doing anything for which he deserves to die or be put in prison.”",
      "32": "Agrippa told Festus, “This man could have been set free if he hadn’t appealed his case to the emperor.”"
    },
    "27": {
      "1": "When it was decided that we should sail to Italy, Paul and some other prisoners were turned over to an army officer. His name was Julius, and he belonged to the emperor’s division.",
      "2": "We set sail on a ship from the city of Adramyttium. The ship was going to stop at ports on the coast of the province of Asia. Aristarchus, a Macedonian from the city of Thessalonica, went with us.",
      "3": "The next day we arrived at the city of Sidon. Julius treated Paul kindly and allowed him to visit his friends and receive any care he needed.",
      "4": "Leaving Sidon, we sailed on the northern side of the island of Cyprus because we were traveling against the wind.",
      "5": "We sailed along the coast of the provinces of Cilicia and Pamphylia and arrived at the city of Myra in the province of Lycia.",
      "6": "In Myra the officer found a ship from Alexandria that was on its way to Italy and put us on it.",
      "7": "We were sailing slowly for a number of days. Our difficulties began along the coast of the city of Cnidus because the wind would not let us go further. So at Cape Salmone, we started to sail for the south side of the island of Crete.",
      "8": "We had difficulty sailing along the shore of Crete. We finally came to a port called Fair Harbors. The port was near the city of Lasea.",
      "9": "We had lost so much time that the day of fasting had already past. Sailing was now dangerous, so Paul advised them,",
      "10": "“Men, we’re going to face a disaster and heavy losses on this voyage. This disaster will cause damage to the cargo and the ship, and it will affect our lives.”",
      "11": "However, the officer was persuaded by what the pilot and the owner of the ship said and not by what Paul said.",
      "12": "Since the harbor was not a good place to spend the winter, most of the men decided to sail from there. They hoped to reach the city of Phoenix somehow and spend the winter there. (Phoenix is a harbor that faces the southwest and northwest winds and is located on the island of Crete.)",
      "13": "When a gentle breeze began to blow from the south, the men thought their plan would work. They raised the anchor and sailed close to the shore of Crete.",
      "14": "Soon a powerful wind (called a northeaster) blew from the island.",
      "15": "The wind carried the ship away, and we couldn’t sail against the wind. We couldn’t do anything, so we were carried along by the wind.",
      "16": "As we drifted to the sheltered side of a small island called Cauda, we barely got control of the ship’s lifeboat.",
      "17": "The men pulled it up on deck. Then they passed ropes under the ship to reinforce it. Fearing that they would hit the large sandbank off the shores of Libya, they lowered the sail and were carried along by the wind.",
      "18": "We continued to be tossed so violently by the storm that the next day the men began to throw the cargo overboard.",
      "19": "On the third day they threw the ship’s equipment overboard.",
      "20": "For a number of days we couldn’t see the sun or the stars. The storm wouldn’t let up. It was so severe that we finally began to lose any hope of coming out of it alive.",
      "21": "Since hardly anyone wanted to eat, Paul stood among them and said, “Men, you should have followed my advice not to sail from Crete. You would have avoided this disaster and loss.",
      "22": "Now I advise you to have courage. No one will lose his life. Only the ship will be destroyed.",
      "23": "I know this because an angel from the God to whom I belong and whom I serve stood by me last night.",
      "24": "The angel told me, ‘Don’t be afraid, Paul! You must present your case to the emperor. God has granted safety to everyone who is sailing with you.’",
      "25": "So have courage, men! I trust God that everything will turn out as he told me.",
      "26": "However, we will run aground on some island.”",
      "27": "On the fourteenth night we were still drifting through the Mediterranean Sea. About midnight the sailors suspected that we were approaching land.",
      "28": "So they threw a line with a weight on it into the water. It sank 120 feet. They waited a little while and did the same thing again. This time the line sank 90 feet.",
      "29": "Fearing we might hit rocks, they dropped four anchors from the back of the ship and prayed for morning to come.",
      "30": "The sailors tried to escape from the ship. They let the lifeboat down into the sea and pretended they were going to lay out the anchors from the front of the ship.",
      "31": "Paul told the officer and the soldiers, “If these sailors don’t stay on the ship, you have no hope of staying alive.”",
      "32": "Then the soldiers cut the ropes that held the lifeboat and let it drift away.",
      "33": "Just before daybreak Paul was encouraging everyone to have something to eat. “This is the fourteenth day you have waited and have had nothing to eat.",
      "34": "So I’m encouraging you to eat something. Eating will help you survive, since not a hair from anyone’s head will be lost.”",
      "35": "After Paul said this, he took some bread, thanked God in front of everyone, broke it, and began to eat.",
      "36": "Everyone was encouraged and had something to eat.",
      "37": "(There were 276 of us on the ship.)",
      "38": "After the people had eaten all they wanted, they lightened the ship by dumping the wheat into the sea.",
      "39": "In the morning they couldn’t recognize the land, but they could see a bay with a beach. So they decided to try to run the ship ashore.",
      "40": "They cut the anchors free and left them in the sea. At the same time they untied the ropes that held the steering oars. Then they raised the top sail to catch the wind and steered the ship to the shore.",
      "41": "They struck a sandbar in the water and ran the ship aground. The front of the ship stuck and couldn’t be moved, while the back of the ship was broken to pieces by the force of the waves.",
      "42": "The soldiers had a plan to kill the prisoners to keep them from swimming away and escaping.",
      "43": "However, the officer wanted to save Paul, so he stopped the soldiers from carrying out their plan. He ordered those who could swim to jump overboard first and swim ashore.",
      "44": "Then he ordered the rest to follow on planks or some other pieces of wood from the ship. In this way everyone got to shore safely."
    },
    "28": {
      "1": "When we were safely on shore, we found out that the island was called Malta.",
      "2": "The people who lived on the island were unusually kind to us. They made a fire and welcomed all of us around it because of the rain and the cold.",
      "3": "Paul gathered a bundle of brushwood and put it on the fire. The heat forced a poisonous snake out of the brushwood. The snake bit Paul’s hand and wouldn’t let go.",
      "4": "When the people who lived on the island saw the snake hanging from his hand, they said to each other, “This man must be a murderer! He may have escaped from the sea, but justice won’t let him live.”",
      "5": "Paul shook the snake into the fire and wasn’t harmed.",
      "6": "The people were waiting for him to swell up or suddenly drop dead. But after they had waited a long time and saw nothing unusual happen to him, they changed their minds and said he was a god.",
      "7": "A man named Publius, who was the governor of the island, had property around the area. He welcomed us and treated us kindly, and for three days we were his guests.",
      "8": "His father happened to be sick in bed. He was suffering from fever and dysentery. Paul went to him, prayed, placed his hands on him, and made him well.",
      "9": "After that had happened, other sick people on the island went to Paul and were made well.",
      "10": "They showed respect for us in many ways, and when we were going to set sail, they put whatever we needed on board.",
      "11": "After three months we sailed on an Alexandrian ship that had spent the winter at the island. The ship had the gods Castor and Pollux carved on its front.",
      "12": "We stopped at the city of Syracuse and stayed there for three days.",
      "13": "We sailed from Syracuse and arrived at the city of Rhegium. The next day a south wind began to blow, and two days later we arrived at the city of Puteoli.",
      "14": "In Puteoli we discovered some believers who begged us to spend a week with them.",
      "15": "Believers in Rome heard that we were coming, so they came as far as the cities of Appius’ Market and Three Taverns to meet us. When Paul saw them, he thanked God and felt encouraged. So we finally arrived in the city of Rome.",
      "16": "After our arrival, Paul was allowed to live by himself, but he had a soldier who guarded him.",
      "17": "After three days Paul invited the most influential Jews in Rome to meet with him. When they assembled, he said to them, “Brothers, I haven’t done anything against the Jewish people or violated the customs handed down by our ancestors. Yet, I’m a prisoner from Jerusalem, and I’ve been handed over to the Roman authorities.",
      "18": "The Roman authorities cross-examined me and wanted to let me go because I was accused of nothing for which I deserved to die.",
      "19": "But when the Jews objected, I was forced to appeal my case to the emperor. That doesn’t mean I have any charges to bring against my own people.",
      "20": "That’s why I asked to see you and speak with you. I’m wearing these chains because of what Israel hopes for.”",
      "21": "The Jewish leaders told Paul, “We haven’t received any letters from Judea about you, and no Jewish person who has come to Rome has reported or mentioned anything bad about you.",
      "22": "However, we would like to hear what you think. We know that everywhere people are talking against this sect.”",
      "23": "On a designated day a larger number of influential Jews than expected went to the place where Paul was staying. From morning until evening, Paul was explaining the kingdom of God to them. He was trying to convince them about Yeshua from Moses’ Teachings and the Prophets.",
      "24": "Some of them were convinced by what he said, but others continued to disbelieve.",
      "25": "The Jews, unable to agree among themselves, left after Paul had quoted this particular passage to them: “How well the Holy Spirit spoke to your ancestors through the prophet Isaiah!",
      "26": "The Spirit said: ‘Go to these people and say,\n“You will hear clearly but never understand.\n    You will see clearly but never comprehend.",
      "27": "These people have become close-minded\n    and hard of hearing.\n        They have shut their eyes\n            so that their eyes never see.\n        Their ears never hear.\n    Their minds never understand.\n    And they never turn to me for healing.” ’",
      "28": "“You need to know that God has sent his salvation to people who are not Jews. They will listen.”",
      "29": "",
      "30": "Paul rented a place to live for two full years and welcomed everyone who came to him.",
      "31": "He spread the message about God’s kingdom and taught very boldly about the Lord Yeshua Christ. No one stopped him."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:52.268642-04:00",
    "Translation": "NOG"
  }
}