{
  "Amos": {
    "1": {
      "1": "These are the words of Amos, one of the sheep farmers from Tekoa. He saw a vision about Israel during the reigns of Judah’s King Uzziah and Israel’s King Jeroboam, son of Joash. This happened two years before the earthquake.",
      "2": "He said:\nYahweh roars from Zion,\n    and his voice thunders from Jerusalem.\n    The pastures of the shepherds are turning brown,\n    and the top of Mount Carmel is dried up.",
      "3": "This is what Yahweh says:\nBecause Damascus has committed three crimes, and now a fourth crime,\n    I will not change my plans.\n        The Arameans have crushed the people of Gilead\n            with iron-spiked threshing sledges.",
      "4": "I will send a fire on the house of Hazael\n    and burn down the palaces of Ben Hadad.",
      "5": "I will break the bars on the gates of Damascus.\n    I will cut off those living in Aven Valley\n        and the one who holds the scepter in Beth Eden.\n    The people of Aram will go into captivity at Kir.\nYahweh has said this.",
      "6": "This is what Yahweh says:\nBecause Gaza has committed three crimes, and now a fourth crime,\n    I will not change my plans.\n        The Philistines have taken all the people captive\n            in order to hand them over to the Edomites.",
      "7": "I will send a fire on the walls of Gaza\n    and burn down its palaces.",
      "8": "I will cut off those living in Ashdod\n    and the one who holds the scepter in Ashkelon.\n    I will turn my power against Ekron.\n    The rest of the Philistines will die.\nAdonay Yahweh has said this.",
      "9": "This is what Yahweh says:\nBecause Tyre has committed three crimes, and now a fourth crime,\n    I will not change my plans.\n        The Tyrians have handed all the people over to the Edomites.\n            The Tyrians didn’t remember their treaty with their relatives.",
      "10": "I will send a fire on the walls of Tyre\n    and burn down its palaces.",
      "11": "This is what Yahweh says:\nBecause Edom has committed three crimes, and now a fourth crime,\n    I will not change my plans.\n        The Edomites pursued their relatives with swords.\n            They refused to show any compassion to them.\n            Their anger was unstoppable.\n            They refused to control their fury.",
      "12": "I will send a fire on Teman\n    and burn down the palaces of Bozrah.",
      "13": "This is what Yahweh says:\nBecause Ammon has committed three crimes, and now a fourth crime,\n    I will not change my plans.\n        The Ammonites enlarged their territory\n            by ripping open pregnant women in Gilead.",
      "14": "I will set fire to the walls of Rabbah\n    and burn down its palaces\n        while troops are shouting on the day of battle\n            and winds are howling on the day of the storm.",
      "15": "Their king will go into captivity along with his officials.\nYahweh has said this."
    },
    "2": {
      "1": "This is what Yahweh says:\nBecause Moab has committed three crimes, and now a fourth crime,\n    I will not change my plans.\n        The Moabites have cremated Edom’s king.",
      "2": "I will send a fire on Moab\n    and burn down the palaces of Kerioth.\n        Moab will die during the noise of battle\n            while troops are shouting and rams’ horns are blowing.",
      "3": "I will take their judges away from them.\n    I will kill all their officials at the same time.\nYahweh has said this.",
      "4": "This is what Yahweh says:\nBecause Judah has committed three crimes, and now a fourth crime,\n    I will not change my plans.\n        The people of Judah have rejected Yahweh’s Teachings\n            and haven’t kept his laws.\n        They have been led astray by false teachings,\n            the same ones their ancestors followed.",
      "5": "I will send a fire on Judah\n    and burn down the palaces of Jerusalem.",
      "6": "This is what Yahweh says:\nBecause Israel has committed three crimes, and now a fourth crime,\n    I will not change my plans.\n        The people of Israel sell the righteous for money\n            and the needy for a pair of sandals.",
      "7": "They stomp the heads of the poor into the dust.\n        They push the humble out of the way.\n            Father and son sleep with the same woman.\n                They dishonor my holy name.",
      "8": "Beside every altar, they spread themselves out on clothes\n    taken as security.\n    In the temples of their gods, they drink the wine\n        that they bought with fines.",
      "9": "I destroyed the Amorites in front of them,\n    although the Amorites were as tall as cedars and as strong as oaks.\n    I destroyed their fruit above the ground and their roots below it.",
      "10": "I brought you out of Egypt.\n    I led you through the desert for 40 years\n        so that you could take possession of the land of the Amorites.",
      "11": "I also sent you prophets from among your children\n    and Nazirites from among your youths.\n    Isn’t that so, people of Israel?\nYahweh has declared this.",
      "12": "You made the Nazirites drink wine.\n    You commanded the prophets to stop prophesying.",
      "13": "I am going to crush you as an overloaded wagon crushes a person.",
      "14": "Runners will not be able to escape.\n    Strong men will find that their strength is useless.\n    Soldiers will not be able to save themselves.",
      "15": "Archers will not stand their ground.\n    Fast runners will not be able to escape.\n    Horsemen will not be able to save themselves.",
      "16": "Brave soldiers will run away naked that day.\nYahweh has declared this."
    },
    "3": {
      "1": "Listen to this message which I, Yahweh, have spoken against you Israelites, against your whole family that I brought out of Egypt.",
      "2": "Out of all the families on earth, I have known no one else but you.\n    That is why I am going to punish you for all your sins.",
      "3": "Do two people ever walk together without meeting first?",
      "4": "Does a lion roar in the forest if it has no prey?\n    Does a young lion growl in its den unless it has caught something?",
      "5": "Does a bird land in a trap on the ground if there’s no bait in it?\n    Does a trap spring up from the ground unless it has caught something?",
      "6": "If a ram’s horn sounds an alarm in a city, won’t the people be alarmed?\n    If there is a disaster in a city, hasn’t Yahweh done it?",
      "7": "Certainly, Adonay Yahweh doesn’t do anything\n    unless he first reveals his secret to his servants the prophets.",
      "8": "The lion has roared. Who isn’t afraid?\n    Adonay Yahweh has spoken. Who can keep from prophesying?",
      "9": "Announce in the palaces of Ashdod and in the palaces of Egypt,\n    “Gather together on the mountains of Samaria.\n        See the widespread confusion and oppression in Samaria.”",
      "10": "Those who collect profits in their palaces\n    through violent and destructive acts\n        don’t know how to do what is right, declares Yahweh.",
      "11": "This is what Adonay Yahweh says:\nAn enemy will surround your land,\n    strip you of your defenses,\n        and loot your palaces.",
      "12": "This is what Yahweh says:\nAs a shepherd rescues two legs or a piece of an ear out of a lion’s mouth,\n    so the Israelites living in Samaria will be rescued,\n        having only a corner of a bed or a piece of a couch.",
      "13": "Listen, and testify against the descendants of Jacob,\n    declares Adonay Yahweh Elohe Tsebaoth.",
      "14": "On the day I punish Israel for its disobedience,\n    I will also destroy the altars at Bethel.\n        The horns of the altar will be cut off and will fall to the ground.",
      "15": "I will tear down winter houses as well as summer houses.\n    Houses decorated with ivory will be destroyed.\n        Mansions will be demolished, declares Yahweh."
    },
    "4": {
      "1": "Listen to this message, you cows of Bashan who live on Mount Samaria.\n    You women oppress the poor and abuse the needy.\n        You say to your husbands, “Get some wine! Let’s drink!”",
      "2": "Adonay Yahweh has taken an oath on his holiness:\n    Surely, the time is going to come\n    when you will be taken away on hooks,\n        and the rest of you on fishhooks.",
      "3": "Each of you will leave the city\n    through breaks in the wall, one woman ahead of another.\n        You will be thrown into a garbage dump.\nYahweh declares this.",
      "4": "Go to Bethel and sin.\n    Go to Gilgal and sin even more.\n    Bring your sacrifices every morning.\n    Bring a tenth of your income every three days.",
      "5": "Burn bread as a thank offering.\n    Brag and boast about your freewill offerings.\n    This is what you people of Israel love to do.\nAdonay Yahweh declares this.",
      "6": "I left you with nothing to eat in any of your cities.\n    I left you with no food in your entire land.\n    And you still didn’t return to me, declares Yahweh.",
      "7": "I stopped the rain from falling\n    three months before the harvest.\n    I sent rain on one city and not on another.\n    One field had rain.\n    Another field had none and dried up.",
      "8": "So people from two or three cities staggered\n            as they walked to another city in order to get a drink of water.\n                But they couldn’t get enough.\n    And you still didn’t return to me, declares Yahweh.",
      "9": "I struck your crops with blight and mildew.\n    Locusts repeatedly devoured your gardens, vineyards,\n        fig trees, and olive trees.\n    And you still didn’t return to me, declares Yahweh.",
      "10": "I sent plagues on you as I did to Egypt.\n    With swords I killed your best young men along with your captured horses.\n    I made the stench from your camps fill your noses.\n    And you still didn’t return to me, declares Yahweh.",
      "11": "I destroyed some of you as Elohim destroyed Sodom and Gomorrah.\n    You were like a burning log snatched from a fire.\n    And you still didn’t return to me, declares Yahweh.",
      "12": "This is what I will do to you, Israel.\n    Prepare to meet your Elohim.\n        This is what I will do to you, Israel!",
      "13": "Elohim forms the mountains and creates the wind.\n    He reveals his thoughts to humans.\n    He makes dawn and dusk appear.\n    He walks on the high places of the earth.\n    His name is Yahweh Elohe Tsebaoth."
    },
    "5": {
      "1": "Listen to this message, this funeral song that I sing about you, nation of Israel:",
      "2": "The people of Israel have fallen,\n    never to rise again.\n    They lie abandoned in their own land.\n    There is no one to help them.",
      "3": "This is what Adonay Yahweh says:\nThe city that sends 1,000 troops off to war\n    will have only 100 left.\n    The one that sends 100 troops off to war\n    will have only 10 left for the nation of Israel.",
      "4": "This is what Yahweh says to the nation of Israel:\nSearch for me and live!",
      "5": "But don’t search for me at Bethel.\n    Don’t go to Gilgal.\n        Don’t travel to Beersheba.\n        Gilgal will certainly go into exile.\n    Bethel will come to nothing.",
      "6": "Search for Yahweh and live!\n    If you don’t, he will spread like a fire through the house of Joseph\n        and burn it down.\n            Bethel will have no one to put it out.",
      "7": "You, Israel, turn justice into poison\n    and throw righteousness on the ground.",
      "8": "Elohim made the constellations Pleiades and Orion.\n    He turns deep darkness into dawn.\n    He turns day into night.\n    He calls for water from the sea\n        to pour it over the face of the earth.\n    His name is Yahweh.",
      "9": "He destroys strongholds and ruins fortresses.",
      "10": "Israel, you hate anyone who speaks out against injustice.\n    You are disgusted by anyone who speaks the truth.",
      "11": "You trample on the poor\n    and take their wheat from them for taxes.\n        That is why you build houses from hand-cut stones,\n            but you will not live in them.\n        You plant beautiful vineyards,\n            but you will not drink their wine.",
      "12": "I know that your crimes are numerous and your sins are many.\n    You oppress the righteous by taking bribes.\n        You deny the needy access to the courts.",
      "13": "That is why a wise person remains silent at such times,\n    because those times are so evil.",
      "14": "Search for good instead of evil so that you may live.\n    Then Yahweh Elohe Tsebaoth will be with you, as you have said.",
      "15": "Hate evil and love good.\n    Then you will be able to have justice in your courts.\n        Maybe Yahweh Elohe Tsebaoth\n            will have pity on the faithful few of Joseph.",
      "16": "This is what Adonay Yahweh Elohe Tsebaoth, says:\nThere will be loud crying in every city square,\n    and people will say in every street, “Oh, no!”\n    They will call on farmers to mourn\n    and on professional mourners to cry loudly.",
      "17": "There will be loud crying in every vineyard,\n    because I will pass through your land with death.\nYahweh has said this.",
      "18": "How horrible it will be for those who long for the day of Yahweh!\n    Why do you long for that day?\n    The day of Yahweh is one of darkness and not light.",
      "19": "It is like a person who flees from a lion\n    only to be attacked by a bear.\n    It is like a person who goes home and puts his hand on the wall\n        only to be bitten by a snake.",
      "20": "The day of Yahweh brings darkness and not light.\n    It is pitch black, with no light.",
      "21": "I hate your festivals; I despise them.\n    I’m not pleased with your religious assemblies.",
      "22": "Even though you bring me burnt offerings and grain offerings,\n    I won’t accept them.\n    I won’t even look at the fellowship offerings of your choicest animals.",
      "23": "Spare me the sound of your songs.\n    I won’t listen to the music of your harps.",
      "24": "But let justice flow like a river\n    and righteousness like an ever-flowing stream.",
      "25": "Did you bring me sacrifices and grain offerings\n    in the desert for 40 years, nation of Israel?",
      "26": "You carried along the statues of the god Sikkuth as your king\n    and the star Kiyyun,\n        the gods you made for yourselves.",
      "27": "I will send you into exile beyond Damascus,\n    says Yahweh, whose name is Elohe Tsebaoth."
    },
    "6": {
      "1": "How horrible it will be for those who are at ease in Zion,\n    for those who feel secure on the mountain of Samaria,\n        and for the heads of the leading nations,\n            to whom the nation of Israel comes.",
      "2": "Go to Calneh and look.\n    Go from there to the great city of Hamath.\n        Then go to Gath, the city of the Philistines.\n    Are you better than these kingdoms?\n    Is their territory larger than yours?",
      "3": "How horrible it will be for those who think that a day of disaster is far away.\n    They bring the reign of violence closer.",
      "4": "How horrible it will be for those who sleep on ivory beds.\n    They sprawl out on their couches\n        and eat lambs from their flocks and calves from their stalls.",
      "5": "How horrible it will be for those who make up songs as they strum a harp.\n    Like David, they write all kinds of songs for themselves.",
      "6": "How horrible it will be for those who drink wine by the jugful.\n    They rub the finest oils all over themselves\n        and are not sorry for the ruin of the descendants of Joseph.",
      "7": "That is why they will now be the first to go into exile.\n    The celebrating of those sprawled around the banquet table will stop.",
      "8": "Adonay Yahweh has sworn an oath on himself.\n    Yahweh Elohe Tsebaoth declares:\n    I am disgusted with Jacob’s pride,\n        and I hate his palaces.\n            So I will hand over the city and everything in it.",
      "9": "If ten people are left in one house, they will die.",
      "10": "If a relative or a mortician\n    comes to take the dead bodies out of the house\n        and asks someone who is inside the house,\n            “Is there anyone else with you?”\n                that person will answer, “No.”\n                    “Hush,” he will add.\n    “We shouldn’t mention the name of Yahweh!”",
      "11": "Yahweh is going to give the command\n    to level big houses and flatten little houses.",
      "12": "Do horses run on rocks?\n    Does a farmer plow the sea with oxen?\n    Yet, you have turned justice into something deadly\n        and what is righteous into poison.",
      "13": "How horrible it will be for those who rejoice over Lo Debar\n    and who say, “We were strong enough to capture Karnaim by ourselves.”",
      "14": "I am going to lead a nation to attack you, nation of Israel,\n    declares the Lord God of the Armies of the Nations.\n    They will oppress you from the border of Hamath to the valley of Arabah."
    },
    "7": {
      "1": "This is what Adonay Yahweh showed me: He was preparing swarms of locusts when the second crop was being harvested. It was the harvest that followed the harvest for the king.",
      "2": "When the locusts had finished eating every plant in the land, I said, “Adonay Yahweh, please forgive us! How can the descendants of Jacob survive? There are so few of them.”",
      "3": "Yahweh changed his plans about this. “This won’t happen,” Yahweh said.",
      "4": "This is what Adonay Yahweh showed me: Adonay Yahweh was calling for judgment by fire. The fire dried up the ocean and burned up the land.",
      "5": "Then I said, “Adonay Yahweh, please stop! How can the descendants of Jacob survive? There are so few of them.”",
      "6": "Yahweh changed his plans about this. “This won’t happen either,” Adonay Yahweh said.",
      "7": "This is what he showed me: Adonay was standing by a wall built with the use of a plumb line, and he had a plumb line in his hand.",
      "8": "Yahweh asked me, “What do you see, Amos?”\nI answered, “A plumb line.”\nThen Adonay said, “I’m going to hold a plumb line in the middle of my people Israel. I will no longer overlook what they have done.",
      "9": "The worship sites of Isaac will be destroyed, and the holy places of Israel will be in ruins. I will attack Jeroboam’s heirs with my sword.”",
      "10": "Then Amaziah, the priest at Bethel, sent a message to King Jeroboam of Israel. It read, “Amos is plotting against you among the people of Israel. The country isn’t able to endure everything he is saying.",
      "11": "Amos says that Jeroboam will be killed with a sword and that Israel cannot avoid being taken from its land into exile.”",
      "12": "Then Amaziah said to Amos, “You seer, run away to Judah! Eat there, and prophesy there!",
      "13": "But don’t ever prophesy again in Bethel, because this is the king’s holy place and the king’s palace.”",
      "14": "Amos responded, “I’m not a prophet, and I’m not a disciple of the prophets. I am a rancher and a grower of figs.",
      "15": "But Yahweh took me away from herding the flock and said to me, ‘Prophesy to my people Israel.’",
      "16": "“Now listen to the word of Yahweh: You said, ‘Stop prophesying against Israel, and stop preaching against the descendants of Isaac.’",
      "17": "“However, this is what Yahweh says: Your wife will become a prostitute in the city, and your sons and daughters will be killed with swords. Your land will be surveyed and divided up, and you will die in an unclean land. Israel cannot avoid being taken from its land into exile.”"
    },
    "8": {
      "1": "This is what Adonay Yahweh showed me: a basket of ripe summer fruit.",
      "2": "He asked, “What do you see, Amos?”\n“A basket of ripe summer fruit,” I answered.\nThen Yahweh said to me, “My people Israel are now ripe. I will no longer overlook what they have done.",
      "3": "On that day the songs of the temple will become loud cries,” declares Adonay Yahweh. “There will be dead bodies scattered everywhere. Hush!”",
      "4": "Listen to this, those who trample on the needy\n    and ruin those who are oppressed in the world.",
      "5": "You say to yourselves,\n    “When will the New Moon Festival be over\n        so that we can sell more grain?\n    When will the day of worship be over\n        so that we can sell more wheat?\n            We can shrink the size of the bushel baskets,\n                increase the cost,\n                    and cheat with dishonest scales.",
      "6": "We can buy the poor with money\n    and the needy for a pair of sandals.\n        We can sell the husks mixed in with the wheat.”",
      "7": "Yahweh has sworn an oath by Jacob’s pride:\n    “I will never forget anything that they have done.”",
      "8": "The land will tremble because of this.\n    Everyone who lives in it will mourn.\n    The entire land will rise like the Nile,\n        be tossed about, and then sink like Egypt’s river.",
      "9": "On that day, declares Adonay Yahweh,\n    I will make the sun go down at noon\n        and darken the earth in broad daylight.",
      "10": "I will turn your festivals into funerals\n    and all your songs into funeral songs.\n    I will put sackcloth around everyone’s waist\n        and shave everyone’s head.\n    I will make that day seem like a funeral for an only child,\n        and its end will be bitter.",
      "11": "The days are going to come, declares Adonay Yahweh,\n    when I will send a famine throughout the land.\n    It won’t be an ordinary famine or drought.\n    Instead, there will be a famine of hearing the words of Yahweh.",
      "12": "People will wander from sea to sea\n    and roam from the north to the east,\n        searching for the word of Yahweh.\n            But they won’t find it.",
      "13": "On that day beautiful young women and strong young men\n    will faint because of their thirst.",
      "14": "How horrible it will be for those who swear by Ashimah,\n    the idol of Samaria, and say,\n        “I solemnly swear, Dan, as your god lives. . . .”\n        “I solemnly swear as long as there is a road to Beersheba. . . .”\n    Those who say this will fall and never get up again."
    },
    "9": {
      "1": "I saw Adonay standing by the altar, and he said:\nStrike the tops of the pillars so that the foundations shake.\n    Cut off everyone’s head.\n        I will kill with a sword all who are left.\n    None of them will be able to get away.\n    None of them will be able to escape.",
      "2": "Even if they dig their way into Sheol,\n    my hand will take them from there.\n    Even if they go up to heaven,\n    I will bring them down from there.",
      "3": "Even if they hide on top of Mount Carmel,\n    I will look for them and take them from there.\n    Even if they hide from me at the bottom of the sea,\n    I will command a sea snake to bite them.",
      "4": "Even if they go into exile ahead of their enemies,\n    I will command a sword to kill them.\n    I will keep my eyes on them\n        so that I can bring disaster on them and not help them.",
      "5": "Adonay Yahweh Tsebaoth touches the earth.\n    It quakes, and all who live on it mourn.\n        All of it rises like the Nile\n            and sinks like Egypt’s river.",
      "6": "The one who builds stairs up to heaven\n    and sets their foundation on the earth,\n    the one who calls for the water in the sea\n    and pours it over the face of the earth—\n    His name is Yahweh.",
      "7": "You people of Israel are like the people from Sudan, says Yahweh.\n    Didn’t I bring Israel from Egypt?\n    Didn’t I bring the Philistines from Crete and the Arameans from Kir?",
      "8": "I, Adonay Yahweh, have my eyes on this sinful kingdom.\n    I will wipe it off the face of the earth.\n    But I won’t totally destroy the descendants of Jacob, declares Yahweh.",
      "9": "I’m going to give the order.\n    I will sift the nation of Israel out of all the nations\n    as if I were using a sieve.\n    Not one pebble will fall to the ground.",
      "10": "All the sinners among my people are thinking,\n    “Destruction will not catch up to us or run into us.”\n        In spite of this, they will be killed with swords.",
      "11": "On that day I will set up David’s fallen tent.\n    I will repair the holes in it.\n    I will restore its ruined places.\n    I will rebuild them as they were a long time ago.",
      "12": "They will capture the few survivors of Edom\n    and all the other nations that were under my authority,\n        declares Yahweh, who will do these things.",
      "13": "The days are going to come, declares Yahweh,\n    when the one who plows will catch up to the one who harvests,\n        and the one who stomps on grapes will catch up to the one who plants.\n            New wine will drip from the mountains\n                and flow from all the hills.",
      "14": "I will restore my people Israel.\n    They will rebuild the ruined cities and live in them.\n    They will plant vineyards and drink the wine from them.\n    They will plant gardens and eat their fruit.",
      "15": "I will plant the people of Israel in their land,\n    and they won’t be uprooted again from the land that I gave them,\n        says Yahweh your Elohim."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:42.006373-04:00",
    "Translation": "NOG"
  }
}