{
  "Esther": {
    "1": {
      "1": "In the days of Xerxes the following events took place. This was the same Xerxes who ruled over 127 provinces from India to Sudan.",
      "2": "At the time when King Xerxes sat on the royal throne in the fortress of Susa,",
      "3": "he held a banquet in the third year of his reign. The banquet was for all his officials and advisers, that is, the military officers of the Persians and Medes, the nobles and officials of the provinces who had access to him.",
      "4": "He showed them the enormous wealth of his kingdom and the costly splendor of his greatness for many days, 180 to be exact.",
      "5": "When those days were over, the king held a banquet lasting seven days. This banquet was held in the enclosed garden of the king’s palace for all people in the fortress of Susa, whatever their rank.",
      "6": "The garden had white and violet linen curtains. These curtains were attached to silver rods and marble pillars by cords made of white and purple fine linen. Gold and silver couches were on a mosaic pavement of purple rock, white marble, pearl-like stone, and black marble.",
      "7": "People drank from golden cups. No two cups were alike. The king also provided plenty of royal wine out of his royal generosity.",
      "8": "The drinking followed this rule: Drink as you please. (The king had ordered all the waiters in his palace to let everyone do as he pleased.)",
      "9": "Queen Vashti also held a banquet for the women at the royal palace of King Xerxes.",
      "10": "On the seventh day when the king was drunk on wine, he ordered Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carcas, the seven eunuchs who served under King Xerxes,",
      "11": "to bring Queen Vashti in front of the king, wearing her royal crown. He wanted to show the people, especially the officials, her beauty, because she was very attractive.",
      "12": "But Queen Vashti refused the king’s command that the eunuchs delivered to her. As a result, the king became very angry, and his rage burned inside him.",
      "13": "Now, the king usually asked for advice from all the experts in royal decrees and decisions,",
      "14": "from those closest to him—Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan. These seven officials of the Persians and Medes had access to the king and held the highest rank in the kingdom. The king asked these wise men who knew the times,",
      "15": "“According to the royal decrees, what must we do with Queen Vashti since she did not obey King Xerxes’ command, which the eunuchs delivered?”",
      "16": "Then Memucan spoke up in the presence of the king and the officials, “Queen Vashti has done wrong, not only against the king but also against all the officials and all the people in every province of King Xerxes.",
      "17": "The news of what the queen has done will spread to all women, and they will despise their husbands. They will say, ‘King Xerxes ordered Queen Vashti to be brought to him, but she would not come.’",
      "18": "Today the wives of the officials in Persia and Media who have heard what the queen did will talk back to all the king’s officials. There will be contempt and short tempers.",
      "19": "If it pleases you, Your Majesty, issue a royal decree. It should be recorded in the decrees of the Persians and Medes, never to be repealed, that Vashti may never again appear in front of King Xerxes. Furthermore, Your Majesty, you should give her royal position to another woman who is more worthy than she.",
      "20": "When you issue your decree, your whole kingdom, great as it is, will hear it. Then all the wives will honor their husbands, regardless of their status.”",
      "21": "The king and his officials approved of this, and so the king did as Memucan suggested.",
      "22": "He sent official documents to all the king’s provinces, to each province in its own script and to the people in each province in their own language: “Let every husband be the ruler in his own house and speak with authority.”"
    },
    "2": {
      "1": "Later, when King Xerxes got over his raging anger, he remembered Vashti, what she had done, and what had been decided against her.",
      "2": "So the king’s personal staff said to him, “Search for attractive young virgins for the king.",
      "3": "And appoint scouts in all the provinces of your kingdom to gather all the attractive young virgins and bring them to the fortress of Susa, to the women’s quarters. There, in the care of the king’s eunuch Hegai, the guardian of the women, they will have their beauty treatment.",
      "4": "Then the young woman who pleases you, Your Majesty, will become queen instead of Vashti.”\nThe king liked the suggestion, and so he did just that.",
      "5": "In the fortress of Susa there was a Jew from the tribe of Benjamin named Mordecai. He was the son of Jair, the grandson of Shimei, and the great-grandson of Kish.",
      "6": "(Kish had been taken captive from Jerusalem together with the others who had gone into exile along with Judah’s King Jehoiakin, whom King Nebuchadnezzar of Babylon had carried away.)",
      "7": "Mordecai had raised Hadassah, also known as Esther, his uncle’s daughter, because she was an orphan. The young woman had a beautiful figure and was very attractive. When her father and mother died, Mordecai adopted her as his own daughter.",
      "8": "When the king’s announcement and decree were heard, many young women were gathered together and brought to the fortress of Susa. They were placed in the care of Hegai. Esther also was taken to the king’s palace and placed in the care of Hegai, the guardian of the women.",
      "9": "The young woman pleased him and won his affection. So he immediately provided her with the beauty treatment, a daily supply of food, and seven suitable female servants from the king’s palace. Then he moved her and her servants to the best place in the women’s quarters.",
      "10": "Esther did not reveal her nationality or her family background, because Mordecai had ordered her not to.",
      "11": "Every day Mordecai would walk back and forth in front of the courtyard of the women’s quarters to find out how Esther was and what was happening to her.",
      "12": "Each young woman had her turn to go to King Xerxes after she had completed the required 12-month treatment for women. The time of beauty treatment was spent as follows: six months using oil of myrrh and six months using perfumes and other treatments for women.",
      "13": "After that, the young woman would go to the king. Anything she wanted to take with her from the women’s quarters to the king’s palace was given to her.",
      "14": "She would go in the evening and come back in the morning to the other quarters for women. There she would be in the care of the king’s eunuch Shaashgaz, the guardian of the concubines. She never went to the king again unless the king desired her and requested her by name.",
      "15": "(Esther was the daughter of Abihail, Mordecai’s uncle. Mordecai had adopted her as his own daughter.)\nWhen Esther’s turn came to go to the king, she asked only for what the king’s eunuch Hegai, the guardian of the women, advised. Everyone who saw Esther liked her.",
      "16": "So Esther was taken to King Xerxes in his royal palace in the month of Tebeth, the tenth month, in the seventh year of his reign.",
      "17": "Now, the king loved Esther more than all the other women and favored her over all the other virgins. So he put the royal crown on her head and made her queen instead of Vashti.",
      "18": "Then the king held a great banquet for Esther. He invited all his officials and his advisers. He also declared that day a holiday in the provinces, and he handed out gifts from his royal generosity.",
      "19": "When the virgins were gathered a second time, Mordecai was sitting at the king’s gate.",
      "20": "Esther still had not revealed her family background or nationality, as Mordecai had ordered her. Esther always did whatever Mordecai told her, as she did when she was a child.",
      "21": "In those days, while Mordecai was sitting at the king’s gate, Bigthan and Teresh, two of the king’s eunuchs who guarded the entrance, became angry and planned to kill King Xerxes.",
      "22": "But Mordecai found out about it and informed Queen Esther. Then Esther told the king, on behalf of Mordecai.",
      "23": "When the report was investigated and found to be true, the dead bodies of Bigthan and Teresh were hung on a pole. The matter was written up in the king’s presence in his official record of daily events."
    },
    "3": {
      "1": "Later, King Xerxes promoted Haman. (Haman was the son of Hammedatha and was from Agag.) He gave Haman a position higher in authority than all the other officials who were with him.",
      "2": "All the king’s advisers were at the king’s gate, kneeling and bowing to Haman with their faces touching the ground, because the king had commanded it. But Mordecai would not kneel and bow to him.",
      "3": "Then the king’s advisers at the king’s gate asked Mordecai, “Why do you ignore the king’s command?”",
      "4": "Although they asked him day after day, he paid no attention to them. So they informed Haman to see if Mordecai’s actions would be tolerated, since Mordecai had told them that he was a Jew.",
      "5": "When Haman saw that Mordecai did not kneel and bow to him, Haman was infuriated.",
      "6": "Because the king’s advisers had informed him about Mordecai’s nationality, he thought it beneath himself to kill only Mordecai. So Haman planned to wipe out Mordecai’s people—all the Jews in the entire kingdom of Xerxes.",
      "7": "In Xerxes’ twelfth year as king, Pur (which means the lot) was thrown in front of Haman for every day of every month, from Nisan, the first month, until Adar, the twelfth month.",
      "8": "Now, Haman told King Xerxes, “Your Majesty, there is a certain nationality scattered among—but separate from—the nationalities in all the provinces of your kingdom. Their laws differ from those of all other nationalities. They do not obey your decrees. So it is not in your interest to tolerate them, Your Majesty.",
      "9": "If you approve, have the orders for their destruction be written. For this I will pay 750,000 pounds of silver to your treasurers to be put in your treasury.”",
      "10": "At that, the king removed his signet ring and gave it to Haman, the enemy of the Jews. (Haman was the son of Hammedatha and was from Agag.)",
      "11": "The king told Haman, “You can keep your silver and do with the people whatever you like.”",
      "12": "On the thirteenth day of the first month the king’s scribes were summoned. All Haman’s orders were written to the king’s satraps, the governors of every province, and the officials of every people. They wrote to each province in its own script and to the people in each province in their own language. The orders were signed in the name of King Xerxes and sealed with the king’s ring.",
      "13": "Messengers were sent with official documents to all the king’s provinces. The people were ordered to wipe out, kill, and destroy all the Jews—young and old, women and children—on a single day, the thirteenth day of the twelfth month, the month of Adar. Their possessions were also to be seized.",
      "14": "A copy of the document was made public in a decree to every province. All the people were to be ready for this day.",
      "15": "The messengers hurried out as the king told them. The decree was also issued at the fortress of Susa. So the king and Haman sat down to drink a toast, but the city of Susa was in turmoil."
    },
    "4": {
      "1": "When Mordecai found out about everything that had been done, he tore his clothes and put on sackcloth and ashes. He went into the middle of the city and cried loudly and bitterly.",
      "2": "He even went right up to the king’s gate. (No one could enter it wearing sackcloth.)",
      "3": "In every province touched by the king’s command and decree, the Jews went into mourning, fasting, weeping, and wailing. Many put on sackcloth and ashes.",
      "4": "Esther’s servants and eunuchs came and informed her about Mordecai. The queen was stunned. She sent clothing for Mordecai to put on in place of his sackcloth, but he refused to accept it.",
      "5": "Then Esther called for Hathach, one of the king’s eunuchs appointed to serve her. She commanded him to go to Mordecai and find out what was going on and why.",
      "6": "So Hathach went out to Mordecai in the city square in front of the king’s gate.",
      "7": "Mordecai informed him about everything that had happened to him. He told him the exact amount of silver that Haman had promised to pay into the king’s treasury to destroy the Jews.",
      "8": "He also gave him a copy of the decree that was issued in Susa. The decree gave permission to exterminate the Jews. Hathach was supposed to show it to Esther to inform and command her to go to the king, beg him for mercy, and appeal to him for her people.",
      "9": "So Hathach returned and told Esther what Mordecai had said.",
      "10": "Esther spoke to Hathach and commanded him to say to Mordecai,",
      "11": "“All the king’s advisers and the people in the king’s provinces know that no one approaches the king in the throne room without being summoned. By law that person must be put to death. Only if the king holds out the golden scepter to him will he live. I, myself, have not been summoned to enter the king’s presence for 30 days now.”",
      "12": "So Esther’s servants told Mordecai what Esther said.",
      "13": "Mordecai sent this answer back to Esther, “Do not imagine that just because you are in the king’s palace you will be any safer than all the rest of the Jews.",
      "14": "The fact is, even if you remain silent now, someone else will help and rescue the Jews, but you and your relatives will die. And who knows, you may have gained your royal position for a time like this.”",
      "15": "Esther sent this reply back to Mordecai,",
      "16": "“Assemble all the Jews in Susa. Fast for me: Do not eat or drink at all for three entire days. My servants and I will also fast. After that, I will go to the king, even if it is against a royal decree. If I die, I die.”",
      "17": "Mordecai did just as Esther had commanded him."
    },
    "5": {
      "1": "On the third day Esther put on her royal robes. She stood in the courtyard of the king’s palace, facing the king’s throne room. The king was sitting on the royal throne inside the palace, facing the entrance.",
      "2": "When the king saw Queen Esther standing in the entrance, she won his favor. So the king held out the golden scepter that was in his hand to Esther. Esther went up to him and touched the top of the scepter.",
      "3": "Then the king asked her, “What is troubling you, Queen Esther? What would you like? Even if it is up to half of the kingdom, it will be granted to you.”",
      "4": "So Esther answered, “If it pleases you, Your Majesty, come today with Haman to a dinner I have prepared for you.”",
      "5": "The king replied, “Bring Haman right away, and do whatever Esther asks.” So the king and Haman came to the dinner that Esther had prepared.",
      "6": "While they were drinking wine, the king asked Esther, “What is your request? It will be granted to you. What would you like? Even if it is up to half of the kingdom, it will be granted.”",
      "7": "Esther answered, “My request? What would I like?",
      "8": "Your Majesty, come with Haman to a dinner I will prepare for you. And tomorrow I will answer you, Your Majesty. If I have found favor with you, Your Majesty, and if it pleases you, Your Majesty, may you then grant my request and do what I would like.”",
      "9": "When Haman left that day, he was happy and feeling good. But when Haman saw Mordecai at the king’s gate, neither getting up nor trembling in his presence, Haman was furious with Mordecai.",
      "10": "However, Haman controlled himself. He went home and sent for his friends and his wife Zeresh.",
      "11": "Then Haman began to relate in detail to them how very rich he was, the many sons he had, and all about how the king promoted him to a position over the officials and the king’s advisers.",
      "12": "Haman went on to say, “What’s more, Queen Esther allowed no one except me to come with the king to the dinner she had prepared. And again tomorrow I am her invited guest together with the king.",
      "13": "Yet, all this is worth nothing to me every time I see Mordecai the Jew sitting at the king’s gate.”",
      "14": "Then his wife Zeresh and all his friends said to him, “Have a pole set up, 75 feet high, and in the morning ask the king to have Mordecai’s dead body hung on it. Then go with the king to the dinner in good spirits.”\nHaman liked the idea, so he had the pole set up."
    },
    "6": {
      "1": "That night the king could not sleep. So he told a servant to bring the official daily records, and they were read to the king.",
      "2": "The records showed how Mordecai had informed him that Bigthan and Teresh, two of the king’s eunuchs who guarded the entrance, had plotted a rebellion against King Xerxes.",
      "3": "The king asked, “How did I reward and promote Mordecai for this?”\nThe king’s personal staff replied, “Nothing was done for him.”",
      "4": "The king asked, “Who is in the courtyard?” At that moment, Haman came through the courtyard to the king’s palace to ask the king about hanging Mordecai on the pole he had prepared for him.",
      "5": "The king’s staff answered him, “Haman happens to be standing in the courtyard.”\n“Let him come in,” the king said.",
      "6": "So Haman came in. The king then asked him, “What should be done for the man whom the king wishes to reward?”\nHaman thought to himself, “Whom would the king wish to reward more than me?”",
      "7": "So Haman told the king, “This is what should be done:",
      "8": "The servants should bring a royal robe that the king has worn and a horse that the king has ridden, one that has a royal crest on its head.",
      "9": "Give the robe and the horse to one of the king’s officials, who is a noble. Put the robe on the man whom the king wishes to reward and have him ride on the horse in the city square. The king’s servants are also to shout ahead of him, ‘This is what is done for the man whom the king wishes to reward.’”",
      "10": "The king told Haman, “Hurry, take the robe and the horse as you said. Do this for Mordecai the Jew who sits at the king’s gate. Do not omit anything you have said.”",
      "11": "So Haman took the robe and the horse. He put the robe on Mordecai and had him ride in the city square, shouting ahead of him, “This is what is done for the man whom the king wishes to reward.”",
      "12": "After that, Mordecai returned to the king’s gate, but Haman hurried home. He was in despair and covered his head.",
      "13": "There, Haman began to relate in detail to his wife Zeresh and to all his friends everything that had happened to him. Then his counselors and his wife Zeresh told him, “You are starting to lose power to Mordecai. If Mordecai is of Jewish descent, you will never win out over him. He will certainly lead to your downfall.”",
      "14": "While they were still speaking with him, the king’s eunuchs arrived and quickly took Haman to the dinner Esther had prepared."
    },
    "7": {
      "1": "So the king and Haman came to have dinner with Queen Esther.",
      "2": "On the second day, while they were drinking wine, the king asked Esther, “What is your request, Queen Esther? It will be granted to you. And what would you like? Even if it is up to half of the kingdom, it will be granted.”",
      "3": "Then Queen Esther answered, “If I have found favor with you, Your Majesty, and if it pleases you, Your Majesty, spare my life. That is my request. And spare the life of my people. That is what I ask for.",
      "4": "You see, we—my people and I—have been sold so that we can be wiped out, killed, and destroyed. If our men and women had only been sold as slaves, I would have kept silent because the enemy is not worth troubling you about, Your Majesty.”",
      "5": "Then King Xerxes interrupted Queen Esther and said, “Who is this person? Where is the person who has dared to do this?”",
      "6": "Esther answered, “Our vicious enemy is this wicked man Haman!” Then Haman became panic-stricken in the presence of the king and queen.",
      "7": "The king was furious as he got up from dinner and went into the palace garden. But Haman stayed to beg Queen Esther for his life, because he saw that the king had a terrible end in mind for him.",
      "8": "When the king returned from the palace garden to the palace dining room, Haman was falling on the couch where Esther was lying. The king thought, “Is he even going to rape the queen while I’m in the palace?” Then the king passed sentence on him, and servants covered Haman’s face.",
      "9": "Harbona, one of the eunuchs present with the king, said, “What a coincidence! The 75-foot pole Haman made for Mordecai, who spoke up for the well-being of the king, is still standing at Haman’s house.”\nThe king responded, “Hang him on it!”",
      "10": "So servants hung Haman’s dead body on the very pole he had prepared for Mordecai. Then the king got over his raging anger."
    },
    "8": {
      "1": "On that same day King Xerxes gave the property of Haman, the enemy of the Jews, to Queen Esther. Also, Mordecai came to the king because Esther had told him how Mordecai was related to her.",
      "2": "Then the king took off his signet ring, which he had taken from Haman, and gave it to Mordecai. And Esther put Mordecai in charge of Haman’s property.",
      "3": "Esther spoke again to the king. She fell down at his feet crying and begged him to have mercy and to undo the evil plot of Haman, who was from Agag, and his conspiracy against the Jews.",
      "4": "The king held out his golden scepter to Esther, and Esther got up and stood in front of the king.",
      "5": "She said, “Your Majesty, if it pleases you, and if I have found favor with you, if you consider my cause to be reasonable and if I am pleasing to you, cancel the official orders concerning the plot of Haman (who was the son of Hammedatha and was from Agag). He signed the order to destroy the Jews in all your provinces, Your Majesty.",
      "6": "I cannot bear to see my people suffer such evil. And I simply cannot bear to see the destruction of my relatives.”",
      "7": "King Xerxes said to Queen Esther and Mordecai the Jew, “I have given Haman’s property to Esther, and Haman’s dead body was hung on the pole because he tried to kill the Jews.",
      "8": "You write what you think is best for the Jews in the king’s name. Seal it also with the king’s signet ring, because whatever is written in the king’s name and sealed with the king’s signet ring cannot be canceled.”",
      "9": "At that time on the twenty-third day of Sivan, the third month, the king’s scribes were summoned. What Mordecai had ordered was written to the Jews and to the satraps, governors, and officers of the 127 provinces from India to Sudan. It was written to each province in its own script, to each people in their own language, and to the Jews in their own script and their own language.",
      "10": "Mordecai wrote in King Xerxes’ name and sealed the official documents with the king’s signet ring. Then he sent them by messengers who rode special horses bred for speed. He wrote",
      "11": "that the king had given permission for the Jews in every city to assemble, to defend themselves, to wipe out, to kill, and to destroy every armed force of the people and province that is hostile to them, even women and children, and to seize their goods.",
      "12": "This was permitted on one day in all the provinces of King Xerxes, on the thirteenth day of Adar, the twelfth month.",
      "13": "The copy of the document was made public in a decree to every province for all people. On that day the Jews were to be ready to take revenge on their enemies.",
      "14": "The messengers rode the king’s fastest horses. They left quickly, in keeping with the king’s command. The decree was issued also in the fortress of Susa.",
      "15": "Mordecai went out from the presence of the king wearing the royal violet and white robe, a large gold crown, and a purple outer robe of fine linen. And the city of Susa cheered and rejoiced.",
      "16": "So the Jews were cheerful, happy, joyful, and successful.",
      "17": "In every province and every city where the king’s message and decree arrived, the Jews were happy and joyful, feasting and enjoying a holiday. Then many common people pretended to be Jews because they were terrified of the Jews."
    },
    "9": {
      "1": "On the thirteenth day of Adar, the twelfth month, the king’s command and decree were to be carried out. On that very day, when the enemies of the Jews expected to overpower them, the exact opposite happened: The Jews overpowered those who hated them.",
      "2": "The Jews assembled in their cities throughout all the provinces of King Xerxes to kill those who were planning to harm them. No one could stand up against them, because all the people were terrified of them.",
      "3": "All the officials of the provinces, the satraps, the governors, and the king’s treasurers assisted the Jews because they were terrified of Mordecai.",
      "4": "Mordecai was an important man in the king’s palace. Moreover, his reputation was spreading to all the provinces, since Mordecai was becoming more and more powerful.",
      "5": "Then with their swords, the Jews attacked all their enemies, killing them, destroying them, and doing whatever they pleased to those who hated them.",
      "6": "In the fortress of Susa the Jews killed and wiped out 500 men.",
      "7": "They also killed Parshandatha, Dalphon, Aspatha,",
      "8": "Poratha, Adalia, Aridatha,",
      "9": "Parmashta, Arisai, Aridai, and Vaizatha.",
      "10": "These were the ten sons of Haman, who was the son of Hammedatha and the enemy of the Jews. But the Jews did not seize any of their possessions.",
      "11": "On that day the number of those killed in the fortress of Susa was reported to the king.",
      "12": "So the king said to Queen Esther, “In the fortress of Susa the Jews have killed and wiped out 500 men and Haman’s 10 sons. What must they have done in the rest of the king’s provinces! Now, what is your request? It will be granted to you. And what else would you like? It, too, will be granted.”",
      "13": "Esther said, “If it pleases you, Your Majesty, allow the Jews in Susa to do tomorrow what was decreed for today. Let them hang Haman’s ten sons on poles.”",
      "14": "The king commanded this, issuing a decree in Susa. And so they hung Haman’s ten sons on poles.",
      "15": "The Jews in Susa also assembled on the fourteenth day of the month of Adar and killed 300 men in Susa, but they did not seize any of their possessions.",
      "16": "The other Jews who were in the king’s provinces had also assembled to defend and free themselves from their enemies. They killed 75,000 of those who hated them, but they did not seize any of their possessions.",
      "17": "This was on the thirteenth day of the month of Adar. On the fourteenth they rested and made it a day of feasting and celebration.",
      "18": "But the Jews in Susa had assembled on the thirteenth and fourteenth. They rested on the fifteenth and made it a day of feasting and celebration.",
      "19": "That is why the Jews who live in the villages and in the unwalled towns make the fourteenth day of the month of Adar a holiday for feasting and celebration. They also send gifts of food to one another.",
      "20": "Now, Mordecai wrote these things down and sent official letters to all the Jews in all the provinces of King Xerxes, near and far.",
      "21": "He established the fourteenth and fifteenth days of the month of Adar as days they must observe every year.",
      "22": "They were to observe them just like the days when the Jews freed themselves from their enemies. In that month their grief turned to joy and their mourning into a holiday. He declared that these days are to be days for feasting and celebrating and for sending gifts of food to one another, especially gifts to the poor.",
      "23": "So the Jews accepted as tradition what they had begun, as Mordecai had written to them.",
      "24": "It was because Haman, the enemy of all the Jews, had plotted against the Jews to destroy them. (Haman was the son of Hammedatha and was from Agag.) Haman had the Pur (which means the lot) thrown in order to determine when to crush and destroy them.",
      "25": "But when this came to the king’s attention, he ordered, in the well-known letter, that the evil plan Haman had plotted against the Jews should turn back on his own head. As a result, they hung Haman and his sons on poles.",
      "26": "So the Jews called these days Purim, based on the word Pur. Therefore, because of everything that was said in this letter—both what they had seen and what had happened to them—",
      "27": "the Jews established a tradition for themselves and their descendants and for anyone who would join them. The tradition was that a person should never fail to observe these two days every year, as they were described and at their appointed time.",
      "28": "So these days must be remembered and observed in every age, family, province, and city. These days of Purim must not be ignored among the Jews, and the importance of these days must never be forgotten by the generations to come.",
      "29": "Abihail’s daughter Queen Esther and Mordecai the Jew wrote with full authority in order to establish with this second letter the well-known celebration of Purim.",
      "30": "Mordecai sent official documents granting peace and security to all the Jews in the 127 provinces of the kingdom of Xerxes.",
      "31": "He did this in order to establish these days of Purim at the appointed time. Mordecai the Jew and Queen Esther established them for themselves, as they had established for themselves and their descendants the practices of fasting with sadness.",
      "32": "Esther’s command had established these practices of Purim, and they are written in a book."
    },
    "10": {
      "1": "King Xerxes levied a tax on the country and the islands of the sea.",
      "2": "All his acts of power and might along with the whole account of the greatness of Mordecai, whom the king had promoted, are recorded in the history of the kings of the Medes and Persians.",
      "3": "Mordecai the Jew was ranked second only to King Xerxes. He was greatly respected by, and popular with, all of the other Jews, since he provided for the good of his people and spoke for the welfare of his fellow Jews."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:21.862342-04:00",
    "Translation": "NOG"
  }
}