{
  "Ezekiel": {
    "1": {
      "1": "On the fifth day of the fourth month in the thirtieth year, while I was living among the exiles by the Chebar River, the sky opened, and I saw visions from Elohim.",
      "2": "On the fifth day of the month, during the fifth year of the exile of King Jehoiakin,",
      "3": "Yahweh spoke his word to the priest Ezekiel, son of Buzi, in Babylon by the Chebar River. The power of Yahweh came over Ezekiel.",
      "4": "As I looked, I saw a storm coming from the north. There was an immense cloud with flashing lightning surrounded by a bright light. The middle of the lightning looked like glowing metal.",
      "5": "In the center of the cloud I saw what looked like four living creatures. They were shaped like humans,",
      "6": "but each of them had four faces and four wings.",
      "7": "Their legs were straight, their feet were like those of calves, and they glittered like polished bronze.",
      "8": "They had human hands under their wings on each of their four sides. All four of them had faces and wings.",
      "9": "Their wings touched each other. The creatures went straight ahead, and they did not turn as they moved.",
      "10": "Their faces looked like this: From the front, each creature had the face of a human. From the right, each one had the face of a lion. From the left, each one had the face of a bull. And from the back, each one had the face of an eagle.",
      "11": "That is what their faces looked like. Their wings were spread out, pointing upward. Each creature had two wings with which they touched each other. The other two wings covered their bodies.",
      "12": "Each of the creatures went straight ahead. They went wherever their spirit wanted to go, and they didn’t turn as they moved.",
      "13": "The living creatures looked like burning coals and torches. Fire moved back and forth between the living creatures. The fire was bright, and lightning came out of the fire.",
      "14": "The living creatures ran back and forth like lightning.",
      "15": "As I looked at the living creatures, I saw a wheel on the ground beside each of them.",
      "16": "This is how the wheels looked and how they were made: They looked like beryl. All four wheels looked the same. They looked like a wheel within a wheel.",
      "17": "Whenever they moved, they moved in any of the four directions without turning as they moved.",
      "18": "The rims of the wheels were large and frightening. They were covered with eyes.",
      "19": "When the living creatures moved, the wheels moved with them. When the living creatures rose from the earth, the wheels rose.",
      "20": "Wherever their spirit wanted to go, the creatures went. The wheels rose with them, because the spirit of the living creatures was in the wheels.",
      "21": "So whenever the creatures moved, the wheels moved. Whenever the creatures stood still, the wheels stood still. And whenever the creatures rose from the earth, the wheels rose with them, because the spirit of the living creatures was in the wheels.",
      "22": "Something like a dome was spread over the heads of the living creatures. It looked like dazzling crystal.",
      "23": "Under the dome, each creature had two wings that were stretched out straight, touching one another. Each creature had two wings that covered its body.",
      "24": "When the creatures moved, I heard the sound of their wings. The sound was like the noise of rushing water, like the thunder of Shadday, like the commotion in an army camp. When the creatures stood still, they lowered their wings.",
      "25": "A voice came from above the dome over their heads as they stood still with their wings lowered.",
      "26": "Above the dome over their heads was something that looked like a throne made of sapphire. On the throne was a figure that looked like a human.",
      "27": "Then I saw what he looked like from the waist up. He looked like glowing bronze with fire all around it. From the waist down, he looked like fire. A bright light surrounded him.",
      "28": "The brightness all around him looked like a rainbow in the clouds. It was like Yahweh’s glory. When I saw it, I immediately bowed down, and I heard someone speaking."
    },
    "2": {
      "1": "He said to me, “Son of man, stand up, and I will speak to you.”",
      "2": "As he spoke to me, the Ruach entered me, stood me on my feet, and I heard him speaking to me.",
      "3": "He said to me, “Son of man, I am sending you to the people of Israel. They are people from a nation that has rebelled against me. They and their ancestors have rebelled against me to this day.",
      "4": "I am sending you to these defiant and stubborn children. Tell them, ‘This is what Adonay Yahweh says.’",
      "5": "Whether these rebellious people listen or not, they will realize that a prophet has been among them.",
      "6": "Son of man, don’t be afraid of them or the things they say. Don’t be afraid, even though thorns and thistles are around you and you live among scorpions. Don’t let the things they say frighten you. Don’t be terrified in their presence, even though they are rebellious people.",
      "7": "Speak my words to them whether they listen or not, because they are rebellious.",
      "8": "But you, son of man, listen to what I say. Don’t be rebellious like those rebellious people. Open your mouth, and eat what I am giving to you.”",
      "9": "As I looked, I saw a hand stretched out toward me. In it was a scroll.",
      "10": "He spread the scroll in front of me. There was writing on the front and back. There were funeral songs, songs of mourning, and horrible things written on it."
    },
    "3": {
      "1": "Yahweh said to me, “Son of man, eat what you find. Eat this scroll. Then speak to the people of Israel.”",
      "2": "So I opened my mouth, and he gave me the scroll to eat.",
      "3": "He said to me, “Son of man, eat this scroll I’m giving you, and fill your stomach with it.” So I ate it, and it tasted as sweet as honey in my mouth.",
      "4": "He said to me, “Son of man, go to the people of Israel, and speak my words to them.",
      "5": "I am not sending you to people whose language is hard to understand or difficult to speak. I am sending you to Israel.",
      "6": "I am not sending you to nations whose language is hard to understand, difficult to speak, or whose words you cannot understand. If I send you to those nations, they will certainly listen to you.",
      "7": "But the people of Israel will refuse to listen to you because they refuse to listen to me. All the people of Israel are very stubborn and hardheaded.",
      "8": "Yet, I will make you as stubborn and as hardheaded as they are.",
      "9": "I will make you as hard as a diamond, harder than stone. Don’t be afraid of them. Don’t be terrified in their presence, even though they are rebellious people.”",
      "10": "He also said to me, “Son of man, take to heart everything I have spoken to you, and listen closely.",
      "11": "Go to the exiles, to your people. Whether they listen or not, tell them, ‘This is what Adonay Yahweh says.’”",
      "12": "Then the Ruach lifted me, and behind me I heard a loud thundering voice say, “Blessed is Yahweh’s glory, which left this place.”",
      "13": "I also heard the noise of the wings of the living creatures touching one another and the noise of the wheels beside them as well as a loud rumbling.",
      "14": "Then the Ruach lifted me and took me away. I went away feeling bitter and angry. The strong power of Yahweh came over me.",
      "15": "I went to Tel Abib, to the exiles who lived by the Chebar River. I sat there among them for seven days. I was stunned.",
      "16": "After seven days Yahweh spoke his word to me. He said,",
      "17": "“Son of man, I have made you a watchman over the people of Israel. Listen to what I say, and warn them for me.",
      "18": "Suppose I tell you that wicked people will surely die, but you don’t warn them or speak out so that they can change their wicked ways in order to save their lives. Then these wicked people will die because of their sin, but I will hold you responsible for their deaths.",
      "19": "But suppose you warn the wicked people, and they don’t turn from their wicked ways. Then they will die because of their sin, but you will save yourself.",
      "20": "If righteous people turn from living the right way and do wrong, I will make them stumble, and they will die. If you don’t warn them, they will die because of their sin, and the right things they did will not be remembered. I will hold you responsible for their deaths.",
      "21": "But if you warn righteous people not to sin, and they don’t sin, they will certainly live because they listened to the warning. You will save yourself.”",
      "22": "The power of Yahweh came over me. He said, “Get up, and go to the plain. I will speak to you there.”",
      "23": "I got up and went to the plain. Yahweh’s glory was standing there like the glory I saw by the Chebar River, and I immediately bowed down.",
      "24": "Then the Ruach entered me and stood me on my feet. He talked to me. He said, “Go into your home, and shut yourself inside.",
      "25": "People will tie you up with ropes, son of man, so that you can’t go outside.",
      "26": "I will make your tongue stick to the roof of your mouth so that you can’t talk or criticize them, even though they are rebellious people.",
      "27": "But when I speak to you, I will open your mouth. You will tell them, ‘This is what Adonay Yahweh says.’ Some will listen, and some will refuse to listen. They are rebellious people.”"
    },
    "4": {
      "1": "The Lord said, “Son of man, take clay, put it in front of you, and draw a map of Jerusalem on it.",
      "2": "Set up a blockade against it, build attack walls around it, put up dirt ramps around it, have troops ready to attack it, and place battering rams all around it.",
      "3": "Then take an iron pan, and set it up as a wall between you and the city. Turn your face toward the city as if you were going to attack it, and then attack it. This is a sign for the people of Israel.",
      "4": "“Then lie on your left side and take the punishment of the nation of Israel yourself. You will bear its punishment as many days as you lie on that side.",
      "5": "I have assigned to you one day for each year its punishment will last. So for 390 days, you will bear the punishment for the sins of the nation of Israel.",
      "6": "When you finish this, you will lie down again, this time on your right side. You will bear the punishment for the sins of the nation of Judah for 40 days, one day for each year I have assigned to you.",
      "7": "Turn your face toward the blockaded Jerusalem. Shake your fist and prophesy against it.",
      "8": "I will tie you up with ropes so that you will not be able to turn from one side to the other until you have finished attacking Jerusalem.",
      "9": "“Then take wheat, barley, beans, lentils, millet, and winter wheat. Put them in a container, and use them to make bread for yourself. Eat it during the 390 days that you are lying on your side.",
      "10": "The food that you eat should be weighed. Eat eight ounces of food every day at set times.",
      "11": "Measure out two-thirds of a quart of water, and drink it at set times.",
      "12": "Eat the bread as you would eat barley loaves. Bake the bread in front of people, using human excrement for fuel.”",
      "13": "Then Yahweh said, “In the same way, the people of Israel will eat unclean bread among the nations where I scatter them.”",
      "14": "I answered, “Adonay Yahweh, I have never dishonored myself. From the time I was young until now, I have never eaten an animal that died by itself or was killed by other wild animals. No unclean meat has ever entered my mouth.”",
      "15": "He said to me, “I will let you use cow manure in place of human excrement. Bake your bread over it.”",
      "16": "He also said to me, “Son of man, I am going to cut off the bread supply in Jerusalem. People will anxiously eat rationed bread and fearfully drink rationed water.",
      "17": "They will be shocked at the sight of each other because of the lack of food and water. They will waste away because of their sin.”"
    },
    "5": {
      "1": "The Lord said, “Son of man, take a sharp blade, and use it as a barber’s razor to shave your head and beard. Take scales to weigh your hair and divide it into three even parts.",
      "2": "When the blockade is over, burn one-third of your hair in a fire in the middle of the city. Take another third, and cut it up with a blade around the city. Then scatter the remaining third to the wind, and I will draw a sword and go after it.",
      "3": "Take a few strands of hair, and wrap them in the hem of your clothes.",
      "4": "Later, take some of them, and throw them in a fire and burn them up. From there a fire will spread throughout the whole nation of Israel.",
      "5": "“This is what Adonay Yahweh says: This is Jerusalem! I have placed it in the center of the nations with countries all around it.",
      "6": "The people of Jerusalem have rebelled against my rules and my laws more than the surrounding nations. They have rejected my rules, and they don’t live by my laws.",
      "7": "“So this is what Adonay Yahweh says: People of Jerusalem, you have caused more trouble than the nations around you. You haven’t lived by my laws or obeyed my rules. You haven’t even lived up to the standards of the nations around you.",
      "8": "“So this is what Adonay Yahweh says: I, too, am against you, and I will punish you in front of the nations.",
      "9": "Because of all the detestable things that you do, I will do things to you that I have never done before and will never do again.",
      "10": "That is why parents will eat their children, and children will eat their parents. I will punish you and scatter whoever is left to the wind.",
      "11": "“As I live, declares Adonay Yahweh, because you have dishonored my holy worship place with all your disgusting and detestable things, I will have you killed. I will not have compassion for you or feel sorry for you.",
      "12": "One-third of you will die in plagues and be devoured in famines. Another third will die in battles against those around you. I will scatter the remaining third to the wind, and I will pursue them with a sword.",
      "13": "“I will unleash my anger. I will use my fury against you, and I will get revenge. When my fury is unleashed against you, you will know that I, Yahweh, spoke to you while I was angry.",
      "14": "I will turn you into a wasteland and an object of ridicule among the nations around you and in the presence of everyone who passes by you.",
      "15": "The nations that are around you will ridicule you and laugh at you. When I punish you because of my anger, fury, and fierce revenge, you will become something ridiculed and something horrible. I, Yahweh, have spoken.",
      "16": "When I shoot my destructive arrows of famine at you, I will shoot to kill you. I will bring more and more famines into your land, and I will cut off your food supply.",
      "17": "I will send famines and wild animals against you, and they will rob you of your children. I will send plagues, violence, and wars to kill you. I, Yahweh, have spoken.”"
    },
    "6": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, look toward the mountains of Israel, and prophesy against them.",
      "3": "Say this, ‘You mountains of Israel, listen to the word of Adonay Yahweh! This is what Adonay Yahweh says to the mountains and hills and to the ravines and valleys: I am going to attack you with a sword and destroy your worship sites.",
      "4": "Your altars will be destroyed, and your incense burners will be smashed. I will kill people in front of your idols.",
      "5": "I will lay the dead bodies of the people of Israel in front of your idols, and I will scatter their bones around your altars.",
      "6": "Wherever people live, the cities will be ruined, and the worship sites will be wrecked. Your altars will be ruined and demolished. Your idols will be smashed and completely destroyed. Your incense burners will be cut down, and everything you have done will be wiped out.",
      "7": "People will be killed, and they will fall among you. Then you will know that I am Yahweh.",
      "8": "“‘But I will let some people live. Some people will escape the battle among the nations and be scattered throughout the countries.",
      "9": "Then those who escape will remember me among the nations where they are taken captive. I was hurt by their adulterous hearts, which turned away from me, and by their eyes, which lusted after idols. They will hate themselves for the evil and disgusting things that they have done.",
      "10": "Then you will know that I am Yahweh and that the disaster I promised was not an empty threat.",
      "11": "“‘This is what Adonay Yahweh says: Clap your hands, stomp your feet, and say, “Oh no!” because the people of Israel have done evil and disgusting things. So they will die in wars, famines, and plagues.",
      "12": "Plagues will kill those who are far away. Those who are near will die in wars, and anyone who is left and has escaped will die in famines. This is how I will unleash my anger.",
      "13": "Then you will know that I am Yahweh.\n“‘Those who are killed will lie beside the idols around their altars. They will lie on every high hill, on all the mountaintops, and under every large tree and every leafy oak. These are the places where they made offerings to their disgusting idols.",
      "14": "I will use my power against them and destroy the land, from the desert to Diblah. Then they will know that I am Yahweh.’”"
    },
    "7": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, this is what Adonay Yahweh says to the people in the land of Israel: The end is coming! The end is coming to the four corners of the earth.",
      "3": "Now the end is coming for you. I will send my anger against you. I will judge you for the way you have lived, and I will punish you for all the detestable things that you have done.",
      "4": "I will not have compassion for you or feel sorry for you. I will pay you back for the way you have lived and for the detestable things you have done. Then you will know that I am Yahweh.",
      "5": "“This is what Adonay Yahweh says: One disaster after another is coming.",
      "6": "The end is coming. The end is coming. It is stirring itself up against you. It is coming!",
      "7": "Destruction is coming to you, inhabitants of the land. The time is coming. The day is near. There will be confusion. There will be no joy in the mountains.",
      "8": "Soon I will pour out my fury on you and unleash my anger on you. I will judge you for the way you have lived, and I will punish you for all the detestable things that you have done.",
      "9": "I will not have compassion or feel sorry. I will pay you back for the way you have lived and for the detestable things that you are still doing. Then you will know that I am Yahweh and that I am the one attacking you.",
      "10": "“The day is near! It is coming! Destruction is coming! Wrongdoing has blossomed. Arrogance has flourished.",
      "11": "Violence has grown into a weapon for punishing wickedness. None of the people will be left. None of that crowd, none of their wealth, and nothing of value will be left.",
      "12": "The time is coming. The day is near. Buyers will not rejoice, and sellers will not mourn, because my fury will be against the whole crowd.",
      "13": "Sellers will not live long enough to buy back what they have sold. The visions against that crowd will not change. Because of their sins, none of the people will live.",
      "14": "They have blown a ram’s horn, and everything is ready. But no one will go into battle, because my fury is against their whole crowd.",
      "15": "“Outside are swords, and inside are plagues and famines. Whoever is in a field will die in battle. Whoever is in the city will be devoured by famines and plagues.",
      "16": "Those who survive will escape to the mountains. They will moan like doves in the valleys. They will moan because of their sins.",
      "17": "Every hand will hang limp, and every knee will be as weak as water.",
      "18": "They will put on sackcloth, and horror will cover them. All their faces will be covered with shame, and every head will be shaved.",
      "19": "They will throw their silver and gold into the streets like garbage. Their silver and gold won’t be able to rescue them on the day of Yahweh’s anger. It will no longer satisfy their hunger or fill their stomachs. Their silver and gold caused them to fall into sin.",
      "20": "They were proud of their beautiful jewels and used them to make disgusting and detestable statues of false gods. That is why I will make their jewels disgusting.",
      "21": "I will hand their jewels over to foreigners as loot and to the most evil people on earth as prizes. These foreigners will dishonor the people of Israel.",
      "22": "I will turn my face away from the people of Israel, and foreigners will dishonor my treasured place. Robbers will go in and dishonor it.",
      "23": "“Get the chains ready! The land is filled with murder, and the city is filled with violence.",
      "24": "So I will send the most evil nation, and it will take possession of people’s houses. I will stop those who are strong from feeling proud, and their holy places will be dishonored.",
      "25": "Anguish is coming. People will look for peace, but there will be none.",
      "26": "One disaster will happen after another. One rumor will follow another. People will ask for a vision from a prophet. The teachings of priests and the advice of leaders will disappear.",
      "27": "Kings will mourn, and princes will give up hope. The common people will lose their courage. I will give them what they deserve and judge them as they have judged others. Then they will know that I am Yahweh.”"
    },
    "8": {
      "1": "On the fifth day of the sixth month in the sixth year, I was sitting in my home. Judah’s leaders were sitting in front of me. The power of Adonay Yahweh came over me.",
      "2": "As I looked, I saw something that looked like a human. From the waist down its body looked like fire, and from the waist up its body looked like glowing metal.",
      "3": "It stretched out what looked like a hand and grabbed me by the hair on my head. In these visions from Elohim, the Ruach carried me between heaven and earth. He took me to Jerusalem, to the entrance to the north gate of the inner courtyard of the temple. That was where an idol that stirs up God’s anger was located.",
      "4": "There I saw the glory of Israel’s Elohim as I did in the vision that I saw in the valley.",
      "5": "Elohim said to me, “Son of man, look toward the north.” So I looked toward the north, and there in the entrance to the north gate beside the altar, I saw the idol that stirs up God’s anger.",
      "6": "He asked me, “Son of man, do you see what the people of Israel are doing? The people of Israel are doing very disgusting things here, things that will force me to go far away from my holy place. But you will see even more disgusting things.”",
      "7": "Then he took me to the entrance of the courtyard. As I looked, I saw a hole in the wall.",
      "8": "He said to me, “Son of man, dig through the wall.” So I dug through the wall, and I saw a door.",
      "9": "He said to me, “Go in, and see the wicked, disgusting things that the people of Israel are doing here.”",
      "10": "So I went in and looked. I saw that the walls were covered with drawings of every kind of crawling creature, every kind of disgusting animal, and all the idols in the nation of Israel.",
      "11": "In front of these drawings stood 70 of Israel’s leaders. Jaazaniah, son of Shaphan, was standing with the leaders. Each of them was holding an incense burner in his hand, and a cloud of incense went up.",
      "12": "Elohim asked me, “Son of man, do you see what the leaders of the nation of Israel are doing in secret? Each of them is in the room where his god is, and each one of them is thinking, ‘Yahweh doesn’t see me. Yahweh has abandoned this land.’”",
      "13": "Then he said to me, “You will see even more disgusting things that they are doing.”",
      "14": "He brought me to the entrance of the north gate of Yahweh’s temple. Women were sitting there and crying for the god Tammuz.",
      "15": "He asked me, “Son of man, do you see this? You will see even more disgusting things than these.”",
      "16": "Then he brought me into the inner courtyard of Yahweh’s temple. There at the entrance to Yahweh’s temple, between the entrance and the altar, were about 25 men who had their backs turned to Yahweh’s temple. They were facing east and worshiping the rising sun.",
      "17": "He asked me, “Son of man, do you see this? Isn’t it bad enough that the people of Judah have done these disgusting things that you have seen here? Yet, they also fill the land with violence and continue to provoke me even more. Look how they insult me in the worst possible way.",
      "18": "So I will take action because I’m angry, and I won’t have compassion for them or feel sorry for them. Even if they shout in my ears, I won’t listen to them.”"
    },
    "9": {
      "1": "Then I heard Yahweh call out with a loud voice. He said, “Come here, those who are going to punish this city. Each of you should bring your weapon with you.”",
      "2": "So six men came from the upper north gate. Each one brought a deadly weapon with him. Among them was a person dressed in linen who was carrying paper and pen. The men came in and stood by the bronze altar.",
      "3": "Then the glory of the Elohim of Israel went up from the angels, where it had been, to the temple’s entrance. Yahweh called to the person dressed in linen who was carrying paper and pen.",
      "4": "Yahweh said to that person, “Go throughout the city of Jerusalem, and put a mark on the foreheads of those who sigh and groan about all the disgusting things that are being done in the city.”",
      "5": "Then he said to the others as I was listening, “Follow him throughout the city and kill. Don’t have any compassion, and don’t feel sorry.",
      "6": "Kill old men, young men, old women, young women, and children. But don’t come near anyone who has a mark on him. Start with my holy place.” So they started with the old men in front of the temple.",
      "7": "He said to them, “Dishonor the temple! Fill its courtyards with dead people, and then leave.” So they went out and killed the people in the city.",
      "8": "As they were killing people, I was left alone. So I immediately bowed down. I cried, “Adonay Yahweh, will you destroy everyone who is left in Israel while you pour out your anger on Jerusalem?”",
      "9": "He answered me, “The wickedness of the nations of Israel and Judah is terrible. The land is filled with murder, and the city is filled with wrongdoing. They think that Yahweh has abandoned the land and that Yahweh doesn’t see.",
      "10": "But I will not have compassion or feel sorry. I will do to them what they have done to others.”",
      "11": "Then the person dressed in linen who was carrying paper and pen reported, “I did everything you commanded.”"
    },
    "10": {
      "1": "As I looked at the dome over the heads of the angels, I saw something that looked like a throne made of sapphire.",
      "2": "Yahweh said to the person dressed in linen, “Go between the wheels under the angels, and fill your hands with burning coals. Then scatter them over the city.” So he went between the wheels as I watched.",
      "3": "The angels were standing on the south side of the temple as the person went. A cloud filled the inner courtyard.",
      "4": "Yahweh’s glory rose from the angels to the entrance of the temple, the cloud filled the temple, and the brightness of Yahweh’s glory filled the courtyard.",
      "5": "The sound of the angels’ wings was heard as far as the outer courtyard. It was like the sound of El Shadday when he speaks.",
      "6": "After Yahweh had commanded the person dressed in linen to take burning coals from between the wheels beside the angels, the person went in and stood beside one of the wheels.",
      "7": "One of the angels reached into the fire that was between the angels and took out some coals. This angel put them in the hands of the person dressed in linen. The person took them and left.",
      "8": "The angels appeared to have what looked like human hands under their wings.",
      "9": "As I looked, I saw four wheels beside the angels, one wheel beside each of the angels. The wheels looked like beryl.",
      "10": "All four wheels looked the same. Each was like a wheel within a wheel.",
      "11": "Whenever the angels moved, they moved in any of the four directions without turning as they moved. They always moved in the direction they faced without turning as they moved.",
      "12": "Their entire bodies, their backs, hands, wings, and wheels were covered with eyes. Each of the angels had a wheel.",
      "13": "I heard that the wheels were called the whirling wheels.",
      "14": "Each of the angels had four faces. The first was the face of an angel, the second was the face of a human, the third was the face of a lion, and the fourth was the face of an eagle.",
      "15": "The angels rose. These were the living creatures that I saw at the Chebar River.",
      "16": "When the angels moved, the wheels moved beside them. When the angels lifted their wings to rise from the ground, the wheels didn’t leave their side.",
      "17": "When the angels stood still, the wheels stood still. When the angels rose, the wheels rose with them. The spirit of the living creatures was in the wheels.",
      "18": "Then the glory of Yahweh left the temple’s entrance and stood over the angels.",
      "19": "The angels lifted their wings and rose from the ground. I was watching them as they left with the wheels beside them. The angels stood at the door to the east gate of Yahweh’s temple, and the glory of the Elohim of Israel was above them.",
      "20": "These are the living creatures that I saw under the Elohim of Israel at the Chebar River. I realized that they were angels.",
      "21": "Each had four faces and four wings, and under their wings were what looked like human hands.",
      "22": "Their faces looked exactly like the faces that I saw by the Chebar River. Each one went straight ahead."
    },
    "11": {
      "1": "Then the Ruach lifted me and took me to the east gate of Yahweh’s temple. (It’s the gate that faces east.) Twenty-five men were at the entrance of the gate. I saw among them Azzur’s son Jaazaniah and Benaiah’s son Pelatiah. They were leaders of the people.",
      "2": "Then Yahweh said to me, “Son of man, these are the men who plan evil and give bad advice in this city.",
      "3": "They say, ‘It’s almost time to rebuild homes. This city is a cooking pot, and we’re the meat.’",
      "4": "So prophesy against them. Prophesy, son of man.”",
      "5": "The Ruach Yahweh came to me and told me to say, “This is what Yahweh says: You are saying these things, nation of Israel. But I know what’s going through your mind.",
      "6": "You have killed many people in this city and have filled its streets with corpses.",
      "7": "“So this is what Adonay Yahweh says: The corpses that you put in the middle of the city are the meat, and the city is the cooking pot. I will force you out of the city.",
      "8": "You are afraid of swords, so I will bring swords to attack you, declares Adonay Yahweh.",
      "9": "I will force you out of the city. I will hand you over to foreigners, and I will punish you.",
      "10": "You will die in battle. I will judge you at Israel’s borders. Then you will know that I am Yahweh.",
      "11": "The city will not be your cooking pot, and you will not be the meat in it. I will judge you at Israel’s borders.",
      "12": "Then you will know that I am Yahweh. You haven’t lived by my laws, and you haven’t obeyed my rules. You have followed the standards set by the nations around you.”",
      "13": "While I was prophesying, Benaiah’s son Pelatiah died.\nI immediately bowed down and cried out, “Adonay Yahweh, will you completely destroy all the remaining people in Israel?”",
      "14": "Then Yahweh spoke his word to me. He said,",
      "15": "“Son of man, the people who live in Jerusalem are talking about your own relatives and about the entire nation of Israel. The people who live in Jerusalem say, ‘They are far away from Yahweh. This land has been given to us as our own property.’",
      "16": "“So tell them, ‘This is what Adonay Yahweh says: Although I sent them far away among the nations and scattered them among the countries, I have been their sanctuary for a little while among the countries where they’ve gone.’",
      "17": "“So tell them, ‘This is what Adonay Yahweh says: I will bring them together from the nations and gather them from the countries where I’ve scattered them. I will give them the land of Israel.",
      "18": "They will come and remove all the disgusting and detestable things that are there.",
      "19": "I will give them a single purpose and put a new spirit in them. I will remove their stubborn hearts and give them obedient hearts.",
      "20": "Then they will live by my laws and obey my rules. They will be my people, and I will be their Elohim.",
      "21": "But as for those whose minds are set on following detestable and disgusting idols, I will pay them back for what they have done, declares Adonay Yahweh.’”",
      "22": "Then the angels raised their wings, with the wheels beside them. The glory of the Elohim of Israel was above them.",
      "23": "Yahweh’s glory left the middle of the city and stopped above the mountain east of the city.",
      "24": "In this vision from the Ruach Elohim, the Ruach lifted me and brought me to the exiles in Babylonia. Then the vision I saw left me.",
      "25": "I told the exiles everything Yahweh had shown me."
    },
    "12": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, you are living among rebellious people. They have eyes, but they can’t see. They have ears, but they can’t hear because they are rebellious people.",
      "3": "“Son of man, pack your bags as if you were going into exile. Let the people see you leave in the daylight. March like a captive from your place to another place as they watch. Maybe they will understand, even though they are rebellious people.",
      "4": "Let them see you in the daylight. Bring out your bags as if you were going into exile. In the evening let them see you leave like a captive going into exile.",
      "5": "Dig a hole through the wall of your house, and leave through it.",
      "6": "Let them see you put your bags on your shoulders and carry them out in the dark. Cover your face so that you won’t see the land. I’ve made you a sign to warn the nation of Israel.”",
      "7": "I did what I was ordered to do. During the day I brought out bags as if I were going into exile. In the evening I dug a hole through the wall. I brought out my bags in the dark. I let the people see me as I carried my bags on my shoulders.",
      "8": "The next morning Yahweh spoke his word to me. He said,",
      "9": "“Son of man, didn’t the rebellious nation of Israel ask you what you were doing?",
      "10": "“Tell them, ‘This is what Adonay Yahweh says: This is the divine revelation about the prince from Jerusalem and about all the people of Israel who live there.’",
      "11": "“Tell them, ‘I am your warning sign. What I have done will happen to you. You will go into exile and into captivity.",
      "12": "The prince who is among you will put his bags on his shoulders in the dark and leave. People will dig holes in the wall to go through. The prince will cover his face so that he cannot see the land.",
      "13": "I will spread my net over him, and he will be caught in my net. I will bring him to Babylon, the land of the Babylonians, but he will not see it. And that’s where he’ll die.",
      "14": "I will scatter in every direction all those who are around him—his staff and all his troops. I will pursue them with my sword.",
      "15": "Then they will know that I am Yahweh, because I will scatter them among the nations and force them into other countries.",
      "16": "However, I will spare a few of them from wars, famines, and plagues. Wherever they go among the nations, they will realize that everything they did was disgusting. Then they will know that I am Yahweh.’”",
      "17": "Yahweh spoke his word to me. He said,",
      "18": "“Son of man, shake as you eat your food. Tremble and be worried as you drink your water.",
      "19": "“Tell the people of this land, ‘This is what Adonay Yahweh says about the people who live in Jerusalem and in the land of Israel: They will be worried as they eat their food and terrified as they drink their water. Their country will be stripped of everything because everyone who lives there is violent.",
      "20": "The cities where people live will be destroyed, and the country will become a wasteland. Then they will know that I am Yahweh.’”",
      "21": "Yahweh spoke his word to me. He said,",
      "22": "“Son of man, what is this proverb you have in Israel: ‘Days go by, and every vision comes to nothing’?",
      "23": "“Tell the people, ‘This is what Adonay Yahweh says: I will put a stop to the use of this proverb. You will no longer quote it in Israel.’ Instead, tell them, ‘The time is near when every vision will come true.",
      "24": "There will no longer be any false visions or flattering fortunetelling to the people.",
      "25": "I, Yahweh, will speak. Everything that I say will happen without any more delay. I will say something, and it will happen during your lifetime, you rebellious people, declares Adonay Yahweh.’”",
      "26": "Yahweh spoke his word to me. He said,",
      "27": "“Son of man, the people of Israel are saying, ‘The vision that Ezekiel sees won’t happen for a long time. What he prophecies will happen in the distant future.’",
      "28": "“Tell them, ‘This is what Adonay Yahweh says: Everything that I say will no longer be delayed. Whatever I say will happen, declares Adonay Yahweh.’”"
    },
    "13": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, prophesy against the prophets of Israel. Tell those who make up their prophecies, ‘Listen to the word of Yahweh.",
      "3": "“‘This is what Adonay Yahweh says: How horrible it will be for the foolish prophets. They follow their own ideas, and they have seen nothing.",
      "4": "Israel, your prophets are like foxes among the ruins of a city.",
      "5": "They haven’t repaired the gaps in the wall or rebuilt the wall for the nation of Israel. So Israel will not be protected in battle on the day of Yahweh.",
      "6": "These foolish prophets see false visions, and their predictions don’t come true. They say, “Yahweh said this.” But Yahweh hasn’t sent them. Then they hope that their message will come true.",
      "7": "Prophets of Israel, haven’t you seen false visions and predicted things that don’t come true? Don’t you say, “Yahweh said this,” even though I haven’t said anything?",
      "8": "“‘This is what Adonay Yahweh says: Your predictions are false, and your visions are lies. That is why I’m against you, declares Adonay Yahweh.",
      "9": "I will use my power against the prophets who see false visions and predict things that don’t come true. They will not help my people make decisions or be recorded in the records of the nation of Israel. They won’t even enter Israel. Then you will know that I am Adonay Yahweh.",
      "10": "“‘They have deceived my people by saying that everything is alright, but it’s not alright. When someone builds a flimsy wall, the prophets cover it up with paint.",
      "11": "Tell those who cover up the wall with paint that their wall will fall down. Rain will pour down, hailstones will fall on it, and stormy winds will break it to pieces.",
      "12": "When the wall falls down, people will ask them, “Where’s the paint that you used to cover the wall?”",
      "13": "“‘This is what Adonay Yahweh says: In my fury I’ll cause a storm to break out. In my anger rain will pour down, and hailstones will destroy the wall.",
      "14": "I will tear down the wall that the prophets covered up with paint. I will level it and expose its foundation. When the wall falls, they will be destroyed by it. Then you will know that I am Yahweh.",
      "15": "I will unleash my fury on the wall and on those who covered it up with paint.\n“‘Then I will say to you, “The wall is gone, and so are those who painted it.",
      "16": "The prophets of Israel who prophesied to Jerusalem are gone. Those who said that everything was alright, when it wasn’t alright, are gone, declares Adonay Yahweh.” ’",
      "17": "“Son of man, look at the women among your people who make up prophecies, and prophesy against them.",
      "18": "“Tell them, ‘This is what Adonay Yahweh says: How horrible it will be for women who sew magic charms for people’s wrists and make magic veils of every size for people’s heads. You want to trap people. You want to control the lives of my people for your own profit.",
      "19": "You dishonor me in front of my people for a few handfuls of barley and a few pieces of bread. You kill people who shouldn’t die, and you spare the lives of people who shouldn’t live. You lie to my people who are willing to listen.",
      "20": "“‘This is what Adonay Yahweh says: I’m against the magic charms that you use to trap people like birds. I will tear them from your arms and free the people that you have trapped.",
      "21": "I will tear off your magic veils and rescue my people from your power so that they will no longer be under your control. Then you will know that I am Yahweh.",
      "22": "You have discouraged righteous people with your lies, even though I hadn’t brought them any grief. You encouraged wicked people not to turn from their wicked ways to save their lives.",
      "23": "That is why you will no longer see false visions or make predictions. I will rescue my people from your power. Then you will know that I am Yahweh.’”"
    },
    "14": {
      "1": "Some of Israel’s leaders came to me and sat down in front of me.",
      "2": "Then Yahweh spoke his word to me. He said,",
      "3": "“Son of man, these people are devoted to their idols, and they are allowing themselves to fall into sin. Should they be allowed to ask me for help?",
      "4": "“So speak to them. Tell them, ‘This is what Adonay Yahweh says: Suppose an Israelite is devoted to idols and allows himself to fall into sin. Suppose he goes to a prophet to ask for my help. I, Yahweh, will give that Israelite an answer, the answer that his many idols deserve.",
      "5": "I will do this to recapture the hearts of the nation of Israel. They have deserted me because of their disgusting idols.’",
      "6": "“So tell the nation of Israel, ‘This is what Adonay Yahweh says: Change the way you think and act! Turn away from your idols, and don’t return to any of your disgusting things.",
      "7": "Suppose an Israelite or a foreigner who lives in Israel deserts me by devoting himself to idols and by allowing himself to fall into sin. If he goes to a prophet to ask for my help, I, Yahweh, will give him an answer.",
      "8": "I will reject him, and I will make an example of him. I will exclude him from my people. Then you will know that I am Yahweh.",
      "9": "“‘If a prophet is tricked into giving a prophecy, it is I, Yahweh, who tricked the prophet. I will use my power against you and destroy you from among my people Israel.",
      "10": "Both of you will suffer for your sins. The prophet will be as guilty as you are when you ask for his help.",
      "11": "Then the people of Israel will no longer wander away from me. They will no longer dishonor me with all their sins. Then they will be my people, and I will be their Elohim, declares Adonay Yahweh.’”",
      "12": "Yahweh spoke his word to me. He said,",
      "13": "“Son of man, suppose a country sins against me by being unfaithful to me. I will use my power against it, cut off its food supply, send a famine to it, and destroy its people and animals.",
      "14": "Even if these three men—Noah, Daniel, and Job—were in that country, they would, by their righteousness, rescue only themselves,” declares Adonay Yahweh.",
      "15": "“Suppose I send wild animals through that country and they make it childless and turn it into such a wasteland that no one travels through it because of the animals.",
      "16": "As I live, declares Adonay Yahweh, not even Noah, Daniel, and Job could rescue their own sons or daughters. They could rescue only themselves. And the country would become a wasteland.",
      "17": "“Suppose I bring a war against that country by saying, ‘I will let a war go throughout this country.’ Suppose I destroy the people and the animals in it.",
      "18": "As I live, declares Adonay Yahweh, not even Noah, Daniel, and Job could rescue their sons or daughters. They could rescue only themselves.",
      "19": "“Suppose I send a plague into that country or pour out my fury on it by killing people and destroying animals.",
      "20": "As I live, declares Adonay Yahweh, not even Noah, Daniel, and Job could, by their righteousness, rescue their sons or daughters. They could rescue only themselves.",
      "21": "“This is what Adonay Yahweh says: I will surely send four terrible punishments against Jerusalem. I will send wars, famines, wild animals, and plagues. They will destroy people and animals.",
      "22": "But some people will survive. Some of your sons and daughters will be brought out. When they come out to you, you will see how they live. Then you will be comforted after the disasters that I will bring on Jerusalem, after every disaster that I will bring against it.",
      "23": "You will be comforted when you see how they live. Then you will know that everything I have done was done for a reason,” declares Adonay Yahweh."
    },
    "15": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, what good is the wood from a vine? Is it better than the wood from a tree in the forest?",
      "3": "Do people use it to make something? Do they make a peg from it to hang things on?",
      "4": "No! It is only thrown into the fire as fuel. The fire burns up both its ends and chars its middle. Then can it be used to make anything?",
      "5": "When the vine was in perfect condition, it couldn’t be made into anything. How can it be used to make anything after the fire has burned and charred it?",
      "6": "“So this is what Adonay Yahweh says: As a vine is taken from among the trees in the forest to be used to feed the fire, so I will take the people who live in Jerusalem to punish them.",
      "7": "I will turn against the people of Jerusalem. Even though they have escaped one fire, another fire will burn them. Then they will know that I am Yahweh, because I will turn against them.",
      "8": "I will turn the country into a wasteland because they have been unfaithful,” declares Adonay Yahweh."
    },
    "16": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, make known to the people of Jerusalem the disgusting things they have done.",
      "3": "Tell them, ‘This is what Adonay Yahweh says to the people of Jerusalem: Your birthplace and your ancestors were in the land of the Canaanites. Your father was an Amorite, and your mother was a Hittite.",
      "4": "When you were born, your umbilical cord wasn’t cut. You weren’t washed with water to make you clean. You weren’t rubbed with salt or wrapped in cloth.",
      "5": "No one who saw you felt sorry enough for you to do any of these things. But you were thrown into an open field. You were rejected when you were born.",
      "6": "“‘Then I went by you and saw you kicking around in your own blood. I said to you, “Live.”",
      "7": "I made you grow like a plant in the field. You grew up, matured, and became a young woman. Your breasts developed, and your hair grew. Yet, you were naked and bare.",
      "8": "“‘I went by you again and looked at you. You were old enough to make love to. So I spread my robe over you, and covered your naked body. I promised to love you, and I exchanged marriage vows with you. You became mine, declares Adonay Yahweh.",
      "9": "“‘Then I bathed you with water, and I washed off your blood. I poured olive oil over you.",
      "10": "I put an embroidered dress on you and fine leather sandals on your feet. I dressed you in fine linen and covered you with silk.",
      "11": "I gave you jewelry. I put bracelets on your wrists and a necklace around your neck.",
      "12": "I put a ring in your nose, earrings on your ears, and a beautiful crown on your head.",
      "13": "So you wore gold and silver jewelry. You were dressed in fine linen, silk, and embroidered clothes. Your food was flour, honey, and olive oil. You were very beautiful, and eventually you became a queen.",
      "14": "You became famous in every nation because of your beauty. Your beauty was perfect because I gave you my glory, declares Adonay Yahweh.",
      "15": "“‘But you trusted your beauty, and you used your fame to become a prostitute. You had sex with everyone who walked by.",
      "16": "You took some of your clothes and made your worship sites colorful. This is where you acted like a prostitute. Such things shouldn’t happen. They shouldn’t occur.",
      "17": "You took your beautiful gold and silver jewelry that I had given you and made male idols for yourself. Then you committed adultery with them.",
      "18": "You took off your embroidered clothes and covered the idols with them. You offered my olive oil and incense in their presence.",
      "19": "You also offered them sweet and fragrant sacrifices. You gave flour, olive oil, and honey—all the food that I gave you to eat. This is what happened, declares Adonay Yahweh.",
      "20": "“‘You took your sons and daughters, who belonged to me, and you sacrificed them as food to idols. Wasn’t your prostitution enough?",
      "21": "You slaughtered my children and presented them as burnt offerings to idols.",
      "22": "With all the disgusting things that you did and all your acts of prostitution, you didn’t remember the time when you were young. You didn’t remember when you were naked and bare, kicking around in your own blood.",
      "23": "“‘How horrible! How horrible it will be for you! declares Adonay Yahweh. After all your wickedness,",
      "24": "you built yourself platforms and illegal worship sites in every city square.",
      "25": "You also built worship sites at the head of every street. You used your beauty to seduce people there. You offered your body to everyone who passed by. You increased your acts of prostitution.",
      "26": "You had sex with your lustful neighbors, the Egyptians. You used your prostitution to make me angry.",
      "27": "“‘So I used my power against you. I took away some of your land, and I handed you over to your greedy enemies, the Philistines, who were ashamed of what you had done.",
      "28": "“‘You had sex with the Assyrians because you weren’t satisfied. You still weren’t satisfied.",
      "29": "So you increased your acts of prostitution to include the land of the merchants, the Babylonians. Even after that, you weren’t satisfied.",
      "30": "“‘You have no will power! declares Adonay Yahweh. You do everything a shameless prostitute does.",
      "31": "You build your platforms at the head of every street and place your illegal worship sites in every square. Yet, you aren’t like other prostitutes, because you don’t want to be paid.",
      "32": "You are an adulterous wife who prefers strangers to her husband.",
      "33": "All prostitutes get paid. But you give gifts to all your lovers and bribe them to come to you from all directions to have sex with you.",
      "34": "You are a different kind of prostitute. No one goes after you for favors. You are the opposite. You pay them, and you don’t accept payment.",
      "35": "“‘Listen to the word of Yahweh, you prostitute.",
      "36": "This is what Adonay Yahweh says: You exposed yourself and uncovered your naked body when you gave yourself to your lovers and to all your disgusting idols. You also killed your children and sacrificed their blood to these idols.",
      "37": "That is why I will gather all your lovers with whom you found pleasure. I will have all those who love you and hate you gather around. I will uncover your body for them, and they will see you naked.",
      "38": "I will punish you the same way that those who are guilty of prostitution and murder are punished. I will give you the death penalty in my fury and burning anger.",
      "39": "I will hand you over to your lovers. They will destroy your platforms and tear down your illegal worship sites. They will tear off your clothes, take away your beautiful jewelry, and leave you naked and bare.",
      "40": "They will also bring a mob against you. They will stone you and cut you into pieces with their swords.",
      "41": "They will burn your houses and punish you in the presence of many women. I will put an end to your prostitution, and you will no longer pay others.",
      "42": "Then I will rest from my fury against you, and I will stop being angry. I will be at peace. I will no longer be angry.",
      "43": "“‘You didn’t remember the time when you were young, and you made me very angry with all these things. So I will pay you back for what you have done, declares Adonay Yahweh. Didn’t you make wicked plans in addition to all your disgusting practices?",
      "44": "“‘Everyone who uses proverbs will speak the following saying against you: Like mother, like daughter.",
      "45": "You are your mother’s daughter. She rejected her husband and her children. You are exactly like your sisters. They rejected their husbands and their children. Your mother was a Hittite, and your father was an Amorite.",
      "46": "“‘Your older sister was Samaria. She and her daughters lived north of you. Your younger sister is Sodom. She lives south of you with her daughters.",
      "47": "You didn’t follow their ways. You didn’t do the same disgusting things that they did. It only took you a little time to be more corrupt than they ever were.",
      "48": "As I live, declares Adonay Yahweh, your sister Sodom and her daughters never did what you and your daughters have done.",
      "49": "This is what your sister Sodom has done wrong. She and her daughters were proud that they had plenty of food and had peace and security. They didn’t help the poor and the needy.",
      "50": "They were arrogant and did disgusting things in front of me. So I did away with them when I saw this.",
      "51": "“‘Samaria didn’t commit half the sins you did. You have done many more disgusting things than they ever did. Because of all the disgusting things that you have done, you make your sisters look innocent.",
      "52": "You will have to suffer disgrace because you accused your sisters. Yet, your sins are more disgusting than theirs. They look like they are innocent compared to you. Be ashamed of yourself and suffer disgrace, because you have made your sisters look like they are innocent.",
      "53": "“‘I will restore the fortunes of Sodom and her daughters, and Samaria and her daughters. I will also restore your fortune along with theirs.",
      "54": "You will have to suffer disgrace and be ashamed of everything you have done, including comforting them.",
      "55": "When Sodom and her daughters and Samaria and her daughters return to what they once were, you and your daughters will return to what you once were.",
      "56": "You didn’t mention your sister Sodom when you were arrogant.",
      "57": "You didn’t mention her before your wickedness was revealed. Now the daughters of Aram and their neighbors despise you. The daughters of the Philistines also despise you. Those around you hate you.",
      "58": "You must suffer because of all the crude and disgusting things you have done, declares Yahweh.",
      "59": "“‘This is what Adonay Yahweh says: I will give you what you deserve. You despised your marriage vows and rejected my promise.",
      "60": "I will remember the promise that I made with you when you were young, and I will make it a promise that will last forever.",
      "61": "Then you will remember what you have done. You will be ashamed when I return your older and younger sisters to you. I will give them to you as daughters, but not because of my promise with you.",
      "62": "Then I will make my promise with you, and you will know that I am Yahweh.",
      "63": "You will remember and be ashamed. You will never again open your mouth because of your disgrace when I forgive you for everything you did, declares Adonay Yahweh.’”"
    },
    "17": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, tell this riddle. Give this illustration to the nation of Israel.",
      "3": "Say, ‘This is what Adonay Yahweh says: A large eagle came to Lebanon. It had large wings with long, colorful feathers. It took hold of the top of a cedar tree.",
      "4": "It broke off the highest twig and carried it to a country of merchants. It planted the twig in a city of merchants.",
      "5": "“‘Then it took a seedling from that country and planted the seedling in fertile soil. The eagle planted the seedling like a willow where there was plenty of water.",
      "6": "The plant sprouted and grew into a low vine that spread over the ground. Its branches turned upward toward the eagle, but its roots grew downward. So it became a vine, producing branches and growing shoots.",
      "7": "“‘There was another large eagle with large wings and many feathers. Now, the vine stretched its roots toward this eagle and sent its branches toward the eagle so that the eagle could water it. The vine turned away from the garden where it was planted.",
      "8": "It was planted in good soil beside plenty of water so that it could grow branches, bear fruit, and become a wonderful vine.’",
      "9": "“Tell the nation of Israel, ‘This is what Adonay Yahweh says: Will this vine live and grow? Won’t the first eagle uproot it and tear off its fruit? Then it will wither. All the leaves on its branches will wither. It won’t take much strength or many people to pull the vine up by its roots.",
      "10": "It might be planted again, but will it live and grow? It will wither completely when the east wind blows on it. It will certainly wither in the garden where it is growing.’”",
      "11": "Yahweh spoke his word to me. He said,",
      "12": "“Ask these rebellious people, ‘Don’t you know what this means?’ Tell them, ‘The king of Babylon came to Jerusalem and captured its king and its leaders. He brought them home with him to Babylon.",
      "13": "Then he took someone from the royal family, made a treaty with him, and made him promise to be loyal. He took away the leading citizens from Judah",
      "14": "so that it would remain a humiliated country and be unable to regain its power. The country could only survive by keeping the treaty.",
      "15": "But the king of Judah rebelled against the king of Babylon by sending his messengers to Egypt to get horses and many soldiers. Will the king of Judah succeed? Will anyone who does such things escape? He can’t break a treaty and go unpunished.",
      "16": "“‘As I live, declares Adonay Yahweh, the king of Judah will die in Babylonia. He will die in the country of the king who appointed him king of Judah. The king of Judah broke his promise and his treaty with the king of Babylon.",
      "17": "Even with a large army and many people, Pharaoh will not be able to help him in battle when the Babylonians put up dirt ramps and set up blockades to kill many people.",
      "18": "The king of Judah broke the promise and the treaty that he pledged to keep. He did all these things, and he can’t go unpunished.",
      "19": "“‘So this is what Adonay Yahweh says: As I live, I will certainly punish you for rejecting my promise and hating my treaty.",
      "20": "I will spread my net over you to catch you in my trap. I will take you to Babylon and judge you there for rebelling against me.",
      "21": "The best of your troops will die in battle. Anyone who remains will be scattered in every direction that the wind blows. Then you will know that I, Yahweh, have spoken.",
      "22": "“‘This is what Adonay Yahweh says: I, too, will take hold of the top of a cedar tree. I will break off the highest twig and plant it on a high and lofty mountain.",
      "23": "I will plant it on a high mountain in Israel. It will grow branches and produce fruit. It will become a magnificent cedar tree. Every kind of bird will nest in it and find a home in the shelter of its branches.",
      "24": "Then all the trees in the field will know that I am Yahweh. I cut down tall trees, and I make small trees grow tall. I dry up green trees, and I make dry trees grow. I, Yahweh, have spoken, and I will do it.’”"
    },
    "18": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“What do you mean when you use this proverb about the land of Israel: ‘Fathers have eaten sour grapes, and their children’s teeth are set on edge’?",
      "3": "As I live, declares Adonay Yahweh, you will no longer use this proverb in Israel.",
      "4": "The life of every person belongs to me. Fathers and their children belong to me. The person who sins will die.",
      "5": "“Suppose a righteous person does what is fair and right.",
      "6": "He doesn’t eat at the illegal mountain worship sites or look for help from the idols of the nation of Israel. He doesn’t dishonor his neighbor’s wife or have sexual intercourse with a woman while she is having her period.",
      "7": "He doesn’t oppress anyone. He returns what a borrower gives him as security for a loan. He doesn’t rob anyone. He gives food to people who are hungry, and he gives clothes to those who are naked.",
      "8": "He doesn’t lend money for interest or make an excessive profit. He refuses to do evil things, and he judges everyone fairly.",
      "9": "He lives by my rules and obeys my laws faithfully. This person is righteous. He will certainly live,” declares Adonay Yahweh.",
      "10": "“But suppose this person has a son who robs and murders. The son does all the things",
      "11": "that his father never did. He eats at the illegal mountain worship sites. He dishonors his neighbor’s wife.",
      "12": "He oppresses the poor and needy. He robs. He doesn’t return the security for a loan. He looks to idols for help. He does disgusting things.",
      "13": "He lends money for interest and makes excessive profits. Will this person live? He will not live. He has done all these disgusting things. So he must die, and he will be responsible for his own death.",
      "14": "“But suppose this person has a son. The son sees all the sins that his father does. He is afraid, so he doesn’t do such things.",
      "15": "He doesn’t eat at the illegal mountain worship sites or look for help from the idols of the nation of Israel. He doesn’t dishonor his neighbor’s wife.",
      "16": "He doesn’t oppress anyone. He doesn’t keep the security for a loan. He doesn’t rob anyone. He gives food to people who are hungry, and he gives clothes to those who are naked.",
      "17": "He refuses to hurt the poor. He doesn’t charge interest or make excessive profits. He obeys my rules and lives by my laws. He won’t die for his father’s sins. He will certainly live.",
      "18": "But his father has oppressed others, robbed his relative, and done what is wrong among his people. So the father will die because of his sin.",
      "19": "“But you ask, ‘Why isn’t the son punished for his father’s sin?’ It is because the son has done what is fair and right. He obeyed my rules and followed them. He will certainly live.",
      "20": "The person who sins will die. A son will not be punished for his father’s sins, and a father will not be punished for his son’s sins. The righteousness of the righteous person will be his own, and the wickedness of the wicked person will be his own.",
      "21": "“But suppose a wicked person turns away from all the sins that he has done. He obeys all my laws and does what is fair and right. He will certainly live. He will not die.",
      "22": "All the rebellious things that he did will not be remembered. He will live because of the right things that he did.",
      "23": "I don’t want wicked people to die.” declares Adonay Yahweh. “I want them to turn from their evil ways and live.",
      "24": "“But suppose a righteous person turns away from doing right and he does evil things. He does all the disgusting things that the wicked person did. Will he live? All the right things that he has done will not be remembered because of his unfaithfulness and because of his sin. He will die because of them.",
      "25": "“But you say, ‘Adonay’s way is unfair.’ Listen, nation of Israel, isn’t my way fair? Isn’t it your ways that are unfair?",
      "26": "When a righteous person turns away from doing right and does evil things, he will die. He will die because of the evil things he has done.",
      "27": "When a wicked person turns away from the wicked things that he has done and does what is fair and right, he will live.",
      "28": "He realized what he was doing and turned away from all the rebellious things that he had done. He will certainly live. He will not die.",
      "29": "“But the nation of Israel says, ‘Adonay’s way is unfair.’ Isn’t my way fair, nation of Israel? Isn’t it your ways that are unfair?",
      "30": "“That is why I will judge each of you by what you have done, people of Israel,” declares Adonay Yahweh. “Change the way you think and act. Turn away from all the rebellious things that you have done so that you will not fall into sin.",
      "31": "Stop all the rebellious things that you are doing. Get yourselves new hearts and new spirits. Why do you want to die, nation of Israel?",
      "32": "I don’t want anyone to die,” declares Adonay Yahweh. “Change the way you think and act!”"
    },
    "19": {
      "1": "Sing a funeral song for the princes of Israel.",
      "2": "Say:\nYour mother was like a lioness.\n    She lay down among the lions.\n    She fed many cubs.",
      "3": "One of the cubs she raised became a young lion.\n    He learned to tear apart the animals he hunted.\n        He ate people.",
      "4": "The nations heard about him,\n    caught him in their pit,\n        and brought him with hooks to Egypt.",
      "5": "The lioness waited until she saw that there was no more hope.\n    Then she took another one of her cubs\n        and raised him into a young lion.",
      "6": "He became a young lion, and he prowled among the lions.\n    He learned to tear apart the animals he hunted.\n        He ate people.",
      "7": "He destroyed fortresses\n    and turned cities into wastelands.\n    The land and everyone living in it\n    were terrified by the sound of his roar.",
      "8": "The nations from every region came together against him.\n    They spread their net over him\n        and caught him in their pit.",
      "9": "With hooks they put him in a cage\n    and brought him to the king of Babylon.\n    They put him in prison\n        so that his roar wouldn’t be heard anymore\n            on the mountains of Israel.",
      "10": "Your mother was like a grapevine\n    that was planted near water.\n    It had a lot of fruit and many branches\n    because there was plenty of water.",
      "11": "Its branches were strong.\n    They were used to make scepters for kings.\n    It grew to be tall with many branches around it,\n    and everyone saw it because of its many branches.",
      "12": "But in anger it was uprooted and thrown to the ground.\n    The east wind dried up its fruit.\n        Its strong branches broke off.\n            They withered and were burned.",
      "13": "Now it is planted in the desert,\n    in a dry and waterless land.",
      "14": "Fire has spread from the vine’s main branch.\n    Fire has destroyed its fruit.\n        It no longer has any strong branches\n            that could be used as a king’s scepter.\nThis is a funeral song. It is to be used as a funeral song."
    },
    "20": {
      "1": "On the tenth day of the fifth month in the seventh year, some of the leaders of Israel came to ask for Yahweh’s help. They sat in front of me.",
      "2": "Then Yahweh spoke his word to me. He said,",
      "3": "“Son of man, speak to the leaders of Israel. Tell them, ‘This is what Adonay Yahweh says: Are you coming to ask me for help? As I live, declares Adonay Yahweh, you will not be allowed to ask me for help.’",
      "4": "“Will you judge them? Will you judge them, son of man? Tell them about the disgusting things their ancestors did.",
      "5": "Tell them, ‘This is what Adonay Yahweh says: When I chose Israel, I raised my hand and swore an oath to the descendants of Jacob’s family. I made myself known to them in Egypt. I made a promise to them and said, “I am Yahweh your Elohim.”",
      "6": "At that time I promised to bring them out of Egypt to a land that I had chosen for them. This land is the most beautiful land, a land flowing with milk and honey.",
      "7": "I said to them, “Get rid of the detestable idols that you look to for help. Don’t dishonor yourselves with the disgusting idols of Egypt. I am Yahweh your Elohim.”",
      "8": "“‘But they rebelled against me and refused to listen to me. Not one of them got rid of the detestable idols that they looked to for help. They didn’t abandon the disgusting idols of Egypt. So I was going to pour out my fury on them and unleash my anger on them in Egypt.",
      "9": "But I acted so that my name would not be dishonored among the nations where they were living. While other nations were watching, I made myself known to them by bringing the Israelites out of Egypt.",
      "10": "“‘So I brought the Israelites out of Egypt and led them into the desert.",
      "11": "I gave them my laws and made my rules known to them. If people obey them they will live.",
      "12": "I also gave them certain days to worship me as a sign between us so that they would know that I, Yahweh, made them holy.",
      "13": "“‘But the people of Israel rebelled against me in the desert. They didn’t live by my laws, and they rejected my rules. If people obey them, they will live. They dishonored the days to worship me. So I was going to pour out my fury on them in the desert and completely wipe them out.",
      "14": "But I acted so that my name would not be dishonored among the nations who had watched me bring the Israelites out of Egypt.",
      "15": "I also swore an oath to them in the desert. I swore that I would not bring them into the land that I had promised to give them. This land is the most beautiful land, a land flowing with milk and honey.",
      "16": "They rejected my rules, and they didn’t live by my laws. They dishonored the days to worship me, because their hearts chased disgusting idols.",
      "17": "But I had compassion on them. I didn’t destroy them or completely wipe them out in the desert.",
      "18": "I said to their children in the desert, “Don’t live by the laws of your ancestors. Don’t obey their rules or dishonor yourselves with their disgusting idols.",
      "19": "I am Yahweh your Elohim. Live by my laws. Obey my rules and follow them.",
      "20": "Set apart certain holy days to worship me. This will be a sign between me and you so that you will know that I am Yahweh your Elohim.”",
      "21": "“‘But they rebelled against me. They didn’t live by my laws, and they didn’t obey my rules and follow them. If people obey them, they will live. They dishonored the days to worship me. So I was going to pour out my fury on them and unleash my anger on them in the desert.",
      "22": "But I didn’t use my power so that my name would not be dishonored among the nations who had watched me bring the Israelites out of Egypt.",
      "23": "I raised my hand and swore an oath to them in the desert. I promised to scatter them among the nations and force them into other countries.",
      "24": "They didn’t follow my rules, and they rejected my laws. They dishonored the days to worship me, and they looked to their ancestors’ disgusting idols for help.",
      "25": "I also allowed them to follow laws that were no good and rules by which they could not live.",
      "26": "I let them dishonor themselves when they sacrificed all their firstborn sons as gifts to their false gods. I terrified them so that they would know that I am Yahweh.’",
      "27": "“Speak to the nation of Israel, son of man. Tell them, ‘This is what Adonay Yahweh says: Your ancestors insulted me again because they were unfaithful to me.",
      "28": "I brought them to the land that I promised to give them. When they saw any high hill or any leafy tree, they made sacrifices and brought offerings there to make me angry. There they offered their sacrifices and poured out their wine offerings.",
      "29": "Then I asked them, “What is this worship site you’re going to?” ’ (So it is still called ‘worship site’ today.)",
      "30": "“Tell the nation of Israel, ‘This is what Adonay Yahweh says: Will you dishonor yourselves the way your ancestors did? Will you chase their detestable idols like a prostitute?",
      "31": "You offer your children as sacrifices by burning them alive. You dishonor yourselves with all your disgusting idols to this day. Should you be allowed to ask me for help, nation of Israel?\n“‘As I live, declares Adonay Yahweh, you won’t be allowed to ask me for help.",
      "32": "What you have in mind will never happen. You think that you want to be like other nations, like the different people in other countries. You want to serve wood and stone.",
      "33": "“‘As I live, declares Adonay Yahweh, I will rule you with a mighty hand and a powerful arm, and I will pour out my fury.",
      "34": "I will bring you out from the nations and gather you from the countries where I have scattered you with my mighty hand and powerful arm. I will pour out my fury.",
      "35": "I will bring you into the desert of the nations. There I will put you on trial face to face.",
      "36": "I will put you on trial as I put your ancestors on trial in the desert of Egypt, declares Adonay Yahweh.",
      "37": "Then I will make you suffer punishment and make you keep the terms of the promise.",
      "38": "I will get rid of rebels and those who do wrong against me. I will bring you out of the land where you are living. You will never enter Israel. Then you will know that I am Yahweh.",
      "39": "“‘Nation of Israel, this is what Adonay Yahweh says: Serve your disgusting idols. But afterwards, you will listen to me. You will no longer dishonor my holy name with your gifts and your disgusting idols.",
      "40": "“‘The entire nation of Israel, everyone in the land, will worship me on my holy mountain, the high mountain of Israel, declares Adonay Yahweh. There I will accept you. There I will look for your offerings, your best gifts, and all your holy gifts.",
      "41": "When I bring you out from the nations and gather you from the countries where you have been scattered, I will accept you as if you were a pleasing sacrifice. Through you I will reveal myself as holy to the nations that are watching.",
      "42": "Then you will know that I am Yahweh, because I will bring you to the land of Israel, the land that I promised to give your ancestors.",
      "43": "There you will remember the way you lived and everything you did to dishonor yourselves. You will be disgusted by every wrong thing that you did.",
      "44": "Then you will know that I am Yahweh, because I will deal with you for the sake of my name. I will not deal with you based on the evil and corrupt things that you have done, nation of Israel, declares Adonay Yahweh.’”",
      "45": "Yahweh spoke his word to me. He said,",
      "46": "“Son of man, turn to the south, preach against the south, and prophesy against the forest in the Negev.",
      "47": "Tell the forest in the Negev, ‘Listen to the word of Yahweh. This is what Adonay Yahweh says: I am about to set fire to you to destroy all your green trees and all your dry trees. The blazing fire will not be put out. It will burn the whole land from the south to the north.",
      "48": "Then everyone will know that I, Yahweh, started the fire. It will never be put out.’”",
      "49": "Then I said, “Oh no! Adonay Yahweh, no! The people already say that I’m only telling stories.”"
    },
    "21": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, turn to Jerusalem, preach against the holy places. Prophesy against the land of Israel.",
      "3": "Tell the land of Israel, ‘This is what Yahweh says: I am against you. I will take my sword out of its scabbard and kill the righteous people and the wicked people among you.",
      "4": "I’m going to kill the righteous people and the wicked people among you. That is why my sword will come out of its scabbard to be used against everyone from the south to the north.",
      "5": "Then everyone will know that I, Yahweh, have taken my sword from its scabbard, and I will not put it back again.’",
      "6": "“So, son of man, groan with a breaking heart and with bitter crying while the people watch you.",
      "7": "When they ask you why you are groaning, say, ‘News has come that will discourage everyone. People’s hands will hang limp, their hearts will lose courage, and their knees will become as weak as water. It’s coming! It will surely take place!’ declares Adonay Yahweh.”",
      "8": "Yahweh spoke his word to me. He said,",
      "9": "“Son of man, prophesy. Tell them, ‘This is what Adonay says:\nA sword, a sword is sharpened and polished,",
      "10": "It’s sharpened to kill\n    and polished to flash like lightning.\n    How can we rejoice?\n        My son has refused to be disciplined or punished.",
      "11": "The sword has been handed over to be polished,\n    to be placed in the hand.\n    The sword is being sharpened and polished\n    to be placed in the hands of killers.",
      "12": "“‘Cry and mourn, son of man,\n    because the sword will be used against my people\n        and against all the princes of Israel.\n    I will throw the princes and my people on the sword.\n    So beat your breast, and grieve.",
      "13": "Testing will surely come.\n    What if you refuse to be disciplined again?\n        Won’t you be tested? declares Adonay Yahweh.",
      "14": "So prophesy, son of man.\n    Clap your hands!\n        Let the sword strike again and again.\n            It’s the sword for killing.\n            It’s the sword for killing many people.\n                It’s the sword that surrounds them.",
      "15": "I have appointed my sword to slaughter people at all their gates\n    so that their hearts will sink and many will die.\n    Yes! It’s ready to flash like lightning.\n    It’s polished to kill.",
      "16": "Sword, cut to the right.\n    Cut to the left\n        or wherever your blade is turned.",
      "17": "I will also clap my hands and rest from my fury.\n    I, Yahweh, have spoken.’”",
      "18": "Yahweh spoke his word to me. He said,",
      "19": "“Son of man, mark two roads that the king of Babylon and his sword can take. Both of these roads should start from the same country. Make a sign, and put it where the roads start to fork toward the cities.",
      "20": "Mark the road that the king and his sword can take to the Ammonite city of Rabbah, and mark the road that leads to Judah and the fortified city of Jerusalem.",
      "21": "The king of Babylon will stop where the roads branch off, where there is a fork in the road. Then he will look for omens. He will shake some arrows, ask his household gods for help, and examine animal livers.",
      "22": "The omens will indicate that he should go to the right, to Jerusalem. So he will set up his battering rams there, give the order to kill, raise a battle cry, aim the battering rams against the city gates, put up ramps, and set up blockades.",
      "23": "The people won’t believe this because they have made treaties with other nations. But the king of Babylon will remind them of their sins, and they will be captured.",
      "24": "“This is what Adonay Yahweh says: You make people remember how sinful you are because you openly do wrong. You show your sins in everything you do. So you will be taken captive.",
      "25": "“You dishonest and wicked prince of Israel, the time for your final punishment has come.",
      "26": "This is what Adonay Yahweh says: Take off your turban, and get rid of your crown. Things are going to change. Those who are unimportant will become important, and those who are important will become unimportant.",
      "27": "Ruins! Ruins! I will turn this place into ruins! It will not be restored until its rightful owner comes. Then I will give it to him.",
      "28": "“Son of man, prophesy. Tell them, ‘This is what Adonay Yahweh says about the Ammonites and their insults:\nA sword, a sword is drawn ready to kill.\n    It’s polished to destroy and flash like lightning.",
      "29": "People see false visions about you\n    and prophesy lies about you.\n    The sword will be placed on the necks of dishonest, wicked people,\n    for whom the time of final punishment has come.",
      "30": "“‘Return your sword to its scabbard.\n    In the place where you were created,\n        in the land where you were born,\n            there I will judge you.",
      "31": "I will pour out my fury on you\n    and breathe on you with my fiery anger.\n    I will hand you over to cruel people who are skilled in destruction.",
      "32": "You will be fuel for the fire.\n    You will die in the land.\n        You will no longer be remembered.\n    I, Yahweh, have spoken.’”"
    },
    "22": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Will you judge, son of man? Will you judge the city of murderers? Then tell it about all the disgusting things that it has done.",
      "3": "Tell it, ‘This is what Adonay Yahweh says: Jerusalem, you are the city that murders people who live in you. Your time has come. You dishonor yourself with disgusting idols.",
      "4": "You are guilty because of the people you have killed. You are dishonored because of the disgusting idols you have made. You have brought an end to your days, and you have come to the end of your years. That is why I will make you a disgrace to the nations and a joke in every land.",
      "5": "Those near and those far away will mock you. Your name will be dishonored, and you will be filled with confusion.",
      "6": "“‘See how all the princes of Israel who live in you have used their power to murder people.",
      "7": "People in you hate their fathers and mothers. They oppress foreigners in you. They oppress orphans and widows in you.",
      "8": "You have despised my holy things and dishonored the day to worship me.",
      "9": "Some of your people slander. They want to kill people. People who live in you eat food sacrificed to idols at the worship sites on the hills, and they sin sexually.",
      "10": "Men have sex with their father’s wives. They have sex with women when the women are having their periods and are unclean.",
      "11": "Men do disgusting things with their neighbors’ wives. Some men sexually dishonor their daughters-in-law. Other men who live in you have sex with their sisters, their father’s daughters.",
      "12": "Other people take bribes to murder people. You collect interest and make excessive profits. You make profits by mistreating your neighbors. You have forgotten me, declares Adonay Yahweh.",
      "13": "“‘I will use my power against you because of the excessive profits you have made and the murders you have committed.",
      "14": "Will you still be brave? Will you remain strong when I deal with you? I, Yahweh, have spoken, and I will do it.",
      "15": "I will scatter you among the nations and force you into other countries. I will put an end to your uncleanness.",
      "16": "You will be dishonored in the sight of the nations. Then you will know that I am Yahweh.’”",
      "17": "Then Yahweh spoke his word to me. He said,",
      "18": "“Son of man, the people of Israel have become worthless to me. All of them are like copper, tin, iron, and lead in a smelting furnace. They are like the impurities left from silver.",
      "19": "This is what Adonay Yahweh says: All of you have become worthless. That is why I’m going to gather you in Jerusalem.",
      "20": "People gather silver, copper, iron, lead, and tin together in a smelting furnace to melt them with a fiery blast. In the same way, in my anger and fury I will gather you and put you in the city. I will melt you there.",
      "21": "Yes, I will gather you, breathe on you with my fiery anger, and melt you in the city.",
      "22": "You will be melted in the city like silver that is melted in a furnace. Then you will know that I, Yahweh, have poured out my fury on you.”",
      "23": "Yahweh spoke his word to me. He said,",
      "24": "“Son of man, tell the city, ‘You are an unclean land that has not had rain during the day of my anger. You have not been made clean.",
      "25": "Your princes are like roaring lions who tear their prey into pieces. They eat people and take their treasures and precious belongings. They turn many women into widows.",
      "26": "Your priests violate my teachings and dishonor my holy things. They don’t distinguish between what is holy and what is unholy. They don’t teach the difference between what is clean and what is unclean. They ignore the days to worship me. So I am dishonored among the people.",
      "27": "Your leaders are like wolves that tear their prey into pieces. They murder and destroy people to make excessive profits.",
      "28": "Your prophets cover up these things by seeing false visions and by prophesying lies. They say, “This is what Adonay Yahweh says.” Yet, Yahweh hasn’t spoken.",
      "29": "The common people oppress and rob others. They do wrong to humble people and to poor people. They oppress foreigners for no reason.",
      "30": "“‘I looked for someone among you who could build walls or stand in front of me by the gaps in the walls to defend the land and keep it from being destroyed. But I couldn’t find anyone.",
      "31": "So I will pour out my anger on you, and with my fiery anger I will consume you. This is because of all the things you have done,’ declares Adonay Yahweh.”"
    },
    "23": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, there were once two women, daughters of the same mother.",
      "3": "They became prostitutes in Egypt when they were young. There men fondled and caressed their breasts.",
      "4": "“The older girl was named Oholah, and the younger girl was named Oholibah. I married them, and they gave birth to sons and daughters. Oholah represents Samaria, and Oholibah represents Jerusalem.",
      "5": "Oholah acted like a prostitute, although she was my wife. She lusted after her Assyrian lovers who lived nearby.",
      "6": "They were governors and commanders clothed in purple. They were all handsome young men who rode on horses.",
      "7": "She became a prostitute for all the important men in Assyria. She dishonored herself with the idols of all those with whom she fell in love.",
      "8": "She continued the prostitution that she started in Egypt. When she was young, men went to bed with her, caressed her breasts, and treated her like a prostitute.",
      "9": "“That is why I handed her over to her lovers, to the Assyrians whom she lusted after.",
      "10": "They stripped her naked, took away her sons and daughters, and killed her with a sword. Women gossiped about how she was punished.",
      "11": "“Even though her younger sister Oholibah saw this, Oholibah lusted after men more than her sister did. Oholibah’s prostitution became worse than her sister’s prostitution.",
      "12": "She lusted after the Assyrians who were nearby. They were governors and commanders in full dress. They were mounted horsemen, all of them desirable young men.",
      "13": "I saw that she was dishonoring herself. Both sisters acted the same way.",
      "14": "Yet, she carried her prostitution even further. She saw pictures of men carved on walls. They were figures of Babylonian men, painted in bright red.",
      "15": "The men had belts around their waists and flowing turbans on their heads. All of them looked like Babylonian officers who were born in Babylon.",
      "16": "She fell in love with them at first sight and sent messengers to them in Babylonia.",
      "17": "So these men came from Babylon, went to bed with her, and dishonored her with their lust. After they had dishonored her, she turned away from them in disgust.",
      "18": "“She carried out her prostitution openly, and she lay around naked. I turned away from her in disgust as I had turned away from her sister.",
      "19": "She remembered how she had been a prostitute in Egypt when she was young. So she took part in even more prostitution.",
      "20": "She lusted after her lovers, whose genitals were like those of donkeys and whose semen was like that of horses.",
      "21": "So she longed to do the sinful things she did when she was young in Egypt, when young men caressed and fondled her breasts.",
      "22": "“Oholibah, this is what Adonay Yahweh says: I’m going to stir up your lovers against you. They are the lovers you turned away from in disgust. I will bring them against you from every side.",
      "23": "I will bring men from Babylon and from all Babylonia, men from Pekod, Shoa, and Koa, as well as all the Assyrians. They are desirable young men, governors and commanders, military officers and important men. All of them ride on horses.",
      "24": "They will attack you from the north, with chariots and wagons and with a large number of troops. They will attack you from all around with small and large shields and with helmets. I have handed you over to them for punishment. They will punish you with their own kind of punishment.",
      "25": "I will direct my burning anger against you so that they will deal with you in anger. They will cut off your nose and ears and kill everyone who remains. They will take your sons and your daughters and burn down whatever is left.",
      "26": "They will rip off your clothes and take away your beautiful jewels.",
      "27": "I will put a stop to your sinning and to your prostitution, which you began in Egypt. You won’t desire these things anymore or remember Egypt anymore.",
      "28": "“This is what Adonay Yahweh says: I’m going to hand you over to those you hate and to those you turned away from in disgust.",
      "29": "They will treat you hatefully and take away everything that you have worked for. They will leave you naked and bare. The shame of your prostitution will be revealed.",
      "30": "Your sinning and your prostitution have done this to you, because you lusted after the nations and dishonored yourself with their idols.",
      "31": "You’ve acted the same way as your sister. That is why I will put her cup in your hand.",
      "32": "This is what Adonay Yahweh says:\nYou will drink from your sister’s cup,\n    a cup that is deep and wide.\n    You will be scorned and mocked,\n    because this cup holds so much.",
      "33": "The cup of your sister Samaria will be filled\n    with drunkenness and sorrow.",
      "34": "You will drink from it and drain it.\n    You will break it into pieces\n    and tear your breasts off your body.\n    I have spoken, declares Adonay Yahweh.",
      "35": "“This is what Adonay Yahweh says: You have forgotten me and turned your back on me. So you will be punished for your sinning and prostitution.”",
      "36": "Yahweh said to me, “Son of man, will you judge Oholah and Oholibah and tell them about their disgusting practices?",
      "37": "They have committed adultery. Their hands are covered with blood. They commit adultery with their idols. They have sacrificed the children they gave birth to for me as burnt offerings to idols.",
      "38": "They have also done this to me: They have polluted my holy places when they do these things and dishonored the days to worship me.",
      "39": "When they sacrificed their children to their idols, they came into my holy place and dishonored it. That is what they’ve done in my temple.",
      "40": "“They even sent messengers to invite men to come from far away. When the men arrived, they washed themselves for the men, painted their eyes, and put on their jewels.",
      "41": "They sat on their fine couches with tables in front of them. They put my incense and my olive oil on their tables.",
      "42": "“I heard the noise from a carefree crowd. A large number of people came from the desert, and they put bracelets on the women’s wrists and beautiful crowns on their heads.",
      "43": "Then I said, ‘She is worn out from her acts of adultery.’ Yet, men continued to have sex with her.",
      "44": "Men slept with her. They slept with those sinful women, Oholah and Oholibah just as they slept with a prostitute.",
      "45": "Righteous people will punish these women for adultery and for murder, because these women have committed adultery and their hands are covered with blood.",
      "46": "“This is what Adonay Yahweh says: Bring together a mob against the people of Samaria and Jerusalem. Hand them over to terror and looting.",
      "47": "Then the mob will stone them and kill them with swords. The mob will kill their sons and daughters and burn their homes.",
      "48": "So I will put a stop to the sinning in the land, and all the women will be warned not to sin as they do.",
      "49": "They will be punished for their sins, and they will pay for their sin of idolatry. Then they will know that I am Adonay Yahweh.”"
    },
    "24": {
      "1": "On the tenth day of the tenth month in the ninth year, Yahweh spoke his word to me. He said,",
      "2": "“Son of man, write down today’s date. The king of Babylon has surrounded Jerusalem this very day.",
      "3": "Tell these rebellious people a story. Tell them, ‘This is what Adonay Yahweh says:\nPut the pot on the fire; put it on.\n    Pour water in it.",
      "4": "Cut the meat into pieces,\n    all the best pieces, the thigh and shoulder.\n    Fill the pot with the meatiest bones",
      "5": "selected from the best sheep.\n    Pile wood under the pot.\n    Bring the mixture in the pot to a boil.\n    Cook the bones that are in it well.",
      "6": "“‘This is what Adonay Yahweh says:\nHow horrible it will be for that city of murderers,\n    for that tarnished pot.\n        Its tarnish will not come off.\n    Empty the meat out of it piece by piece\n    without choosing any particular piece.",
      "7": "Blood is still in that city.\n    The blood was poured on a bare rock.\n        It wasn’t poured on the ground where dust would cover it.",
      "8": "In order to stir up my fury so that I would pay that city back,\n    I put the blood of its victims on a bare rock.\n        Now that blood can’t be covered.",
      "9": "“‘This is what Adonay Yahweh says:\nHow horrible it will be for that city of murderers.\n    I, too, will pile the wood high.",
      "10": "Pile it high, and light the fire.\n    Cook the meat thoroughly, stir the mixture,\n    and let the bones burn.",
      "11": "Then set the empty pot on the coals\n    so that it gets hot and its copper glows.\n        Its impurities will melt away,\n            and its tarnish will burn off.",
      "12": "“‘I have worn myself out trying to clean this pot. Even the fire can’t take away its thick tarnish.",
      "13": "I tried to clean you of your filthy lust, but you wouldn’t clean yourself from your filth. You will never be clean until I unleash my fury on you.",
      "14": "I, Yahweh, have spoken. It will happen, and I will do it. I will not ignore you, pity you, or change my plans. I will punish you because of the way you lived and because of everything you have done,’” declares Adonay Yahweh.",
      "15": "Then Yahweh spoke his word to me. He said,",
      "16": "“Son of man, with one blow I’m going to take away from you the person you love the most. But you must not mourn, cry, or let tears run down your face.",
      "17": "Groan silently. Don’t grieve for the person who dies. Tie on your turban, and put on your sandals. Don’t cover your face or eat the food that mourners eat.”",
      "18": "So I spoke to the people in the morning, and in the evening my wife died. The next morning I did as I was ordered.",
      "19": "The people asked me, “Tell us, what do these things that you are doing mean to us?”",
      "20": "I told them, “Yahweh spoke his word to me. He said,",
      "21": "‘Tell the nation of Israel, “This is what Adonay Yahweh says: I’m going to dishonor my holy place. You brag that my holy place gives you strength. It’s the thing you love the most. It’s your hearts’ desire. So the sons and daughters that you left behind will die in battle.",
      "22": "Then you must do as I did. Don’t cover your faces or eat the food that mourners eat.",
      "23": "Leave your turbans on your heads and your sandals on your feet. Don’t grieve or cry! You will waste away because of your guilt and groan to one another.",
      "24": "Ezekiel is a sign to you. You will do everything he has done. Then you will know that I am Adonay Yahweh.” ’",
      "25": "“Son of man, on that day I will take their stronghold away from them. It makes them happy and proud. It is their hearts’ desire and the thing they love the most. I will also take away their sons and daughters.",
      "26": "On that day a refugee will come to you to tell you the news.",
      "27": "On that very day your mouth will be opened, and you will talk to the refugee. You will speak and not be silent anymore. You will be a sign to them. Then they will know that I am Yahweh.”"
    },
    "25": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, turn to the Ammonites and prophesy against them.",
      "3": "Tell the Ammonites, ‘Listen to the word of Adonay Yahweh. This is what Adonay Yahweh says: You were glad when my holy place was dishonored, when the land of Israel was ruined, and when the nation of Judah went into exile.",
      "4": "That is why I’m going to hand you over to the people in the east. They will possess your land. They will set up their camps and pitch their tents among you. They will eat your crops and drink your milk.",
      "5": "I will turn Rabbah into a pasture for camels, and I will turn Ammon into a resting place for sheep. Then you will know that I am Yahweh.",
      "6": "“‘This is what Adonay Yahweh says: You clapped your hands and stomped your feet. You rejoiced and felt contempt for the land of Israel.",
      "7": "That is why I will use my power against you and hand you over to the nations as loot. I will wipe you out from among the nations, make you disappear, and destroy you. Then you will know that I am Yahweh.",
      "8": "“‘This is what Adonay Yahweh says: Moab and Seir said, “The nation of Judah is like all the other nations.”",
      "9": "That is why I’m going to open up the cities that protect Moab’s borders. They are the beautiful cities of Beth Jeshimoth, Baal Meon, and Kiriathaim.",
      "10": "I will hand the Moabites and the Ammonites over to the people in the east. So the Ammonites will no longer be remembered among the nations.",
      "11": "I will punish Moab. Then they will know that I am Yahweh.",
      "12": "“‘This is what Adonay Yahweh says: Edom took revenge on the nation of Judah and became guilty because of it.",
      "13": "So this is what Adonay Yahweh says: I will use my power against Edom. I will wipe out people and animals. I will turn the land into ruins from Teman to Dedan. People will die in battle.",
      "14": "I will use my people Israel to take revenge on Edom. My people will deal with Edom based on my anger and my fury. Then the Edomites will know my revenge, declares Adonay Yahweh.",
      "15": "“‘This is what Adonay Yahweh says: The Philistines have taken revenge with spiteful hearts. They have tried to destroy their long-time enemies.",
      "16": "So this is what Adonay Yahweh says: I’m going to use my power against the Philistines, cut off the Cherethites, and destroy the people that are left on the coast.",
      "17": "I will take fierce revenge on them and punish them with fury. I will take revenge on them. Then they will know that I am Yahweh.’”"
    },
    "26": {
      "1": "On the first day of the month in the eleventh year, Yahweh spoke his word to me. He said,",
      "2": "“Son of man, Tyre said this about Jerusalem: ‘The city that was the gateway for the nations is destroyed, and its doors are swung open to me. I’ll get rich now that it’s ruined.’",
      "3": "So this is what Adonay Yahweh says: I am against you, Tyre. I will bring many nations against you as the waves on the sea rise.",
      "4": "They will destroy the walls of Tyre and tear down its towers. Then I will sweep up the dust and turn Tyre into a bare rock.",
      "5": "It will become a place by the sea where people spread their fishing nets. I have spoken, declares Adonay Yahweh. It will become a prize for the nations.",
      "6": "The people in the villages and on the mainland will die in battle. Then they will know that I am Yahweh.",
      "7": "“This is what Adonay Yahweh says: From the north I’m going to bring King Nebuchadnezzar of Babylon against you, Tyre. He is the greatest king. He will bring horses, chariots, war horses, many people, and many troops.",
      "8": "He will destroy the villages on your mainland. He will set up blockades, put up dirt ramps, and raise his shields against you.",
      "9": "He will direct his battering rams against your walls, and he will cut down your towers with his axes.",
      "10": "He will have so many horses that their dust will cover you. The noise from the war horses, wagon wheels, and chariots will shake your walls when he enters your gates. He will enter as people enter a conquered city.",
      "11": "With his horses’ hoofs he will trample all your streets. He will kill your people in battle, and your strong pillars will fall to the ground.",
      "12": "His troops will loot your riches and take your goods as prizes. They will destroy your walls and tear down your delightful homes. They will throw your stones, wood, and soil into the water.",
      "13": "“I will put a stop to your noisy songs, and the music from your harps will no longer be heard.",
      "14": "I will turn you into bare rock. You will become a place to spread fishing nets. You will never be rebuilt. I, Yahweh, have spoken, declares Adonay Yahweh.",
      "15": "“This is what Adonay Yahweh says to Tyre: The people who live on the coast will shake with fear when they hear about your defeat. They will groan when your people are wounded and slaughtered.",
      "16": "Then the princes from the coast will come down from their thrones. They will remove their robes and take off their embroidered clothes. Dressed in terror, they will sit on the ground. They will tremble constantly and be shocked at you.",
      "17": "Then they will sing this funeral song for you:\nTyre, you famous city, you have been destroyed.\n    You have been shattered by the sea.\n        You and your people ruled the sea.\n            All your people terrified those who lived by the coast.",
      "18": "Your defeat will make the people who live by the coast tremble.\n    Your end will terrify the islands in the sea.",
      "19": "“This is what Adonay Yahweh says: I will turn your city into ruins like cities that have no one living in them. I will bring the deep ocean over you, and the Mediterranean Sea will cover you.",
      "20": "I will bring you down with those who descend to the grave to join the people of long ago. I will make you live below the earth among the ancient ruins with those who go down to the grave. You will never return or take your place in the land of the living.",
      "21": "I will turn you into a terror, and you will no longer exist. People will look for you, but they will never see you again,” declares Adonay Yahweh."
    },
    "27": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, sing a funeral song about Tyre.",
      "3": "Tyre is the city at the entrance to the sea. It is the merchant to the nations. Say to Tyre, ‘This is what Adonay Yahweh says:\nTyre, you used to brag about your perfect beauty.",
      "4": "Your home is the sea.\n“‘Your builders made your beauty perfect.",
      "5": "Your builders made all your boards from pine trees on Mount Hermon.\n    They took cedar trees from Lebanon to make a mast for you.",
      "6": "They made your oars from oaks in Bashan.\n    They made your deck from pine trees on the shores of Cyprus.\n        It had ivory set in it.",
      "7": "Your sails were made out of fine embroidered linen from Egypt.\n    They were like your flags.\n    Your awnings were violet and purple.\n        They came from the coasts of Elishah.",
      "8": "People from Sidon and Arvad used to row you.\n    Your own skilled people were your sailors.",
      "9": "Master shipbuilders from Gebal went inside you to caulk your seams.\n    All the ships on the sea and their sailors\n        docked alongside you to trade with you.",
      "10": "People from Persia, Lud, and Put were soldiers in your army.\n    They hung their shields and helmets inside you.\n        Their victories made you look good.",
      "11": "“‘People from Arvad and Helech were guards all around your walls. People from Gammad guarded your towers. They hung their shields all around your walls, making your beauty perfect.",
      "12": "“‘People from Tarshish traded with you because you were so very rich. They exchanged silver, iron, tin, and lead for your merchandise.",
      "13": "People from Greece, Tubal, and Meshech traded with you. They exchanged slaves and bronze items for your goods.",
      "14": "People from Beth Togarmah exchanged horses, war horses, and mules for your merchandise.",
      "15": "People from Dedan traded goods with you. You traded with many people on the coasts, and they brought you ivory and ebony as payment.",
      "16": "“‘People from Syria traded with you because you had so many products. They exchanged emeralds, purple cloth, richly woven cloth, linen, coral, and rubies for your merchandise.",
      "17": "Judah and Israel traded with you. They exchanged wheat from Minnith, baked goods, honey, olive oil, and balsam for your goods.",
      "18": "People from Damascus traded with you because you had so many products. They exchanged wine from Helbon and wool from Sahar.",
      "19": "“‘Danites and Greeks from Uzal traded for your merchandise. They exchanged wrought iron, cassia, and sugar cane for your goods.",
      "20": "Dedan traded saddle blankets with you.",
      "21": "Arabia and all the officials of Kedar traded with you. They traded lambs, rams, and male goats.",
      "22": "The merchants from Sheba and Raamah traded with you. They traded the finest spices, precious stones, and gold for your merchandise.",
      "23": "Haran, Canneh, Eden, the merchants from Sheba, Assyria, and Kilmad traded with you.",
      "24": "In your marketplace they traded for beautiful clothes, purple robes, embroidered cloth, and many multicolored rugs with woven and twisted cords.",
      "25": "“‘Ships from Tarshish carried your goods.\n    You were like a ship filled with heavy cargo in the sea.",
      "26": "Your rowers took you out to the high seas,\n    and an east wind wrecked you in the sea.",
      "27": "Your wealth, your merchandise, and the goods you sell,\n    your mariners and your sailors,\n    your caulkers and your merchants,\n    your soldiers and everyone else on board\n        sank into the sea when your ship was wrecked.",
      "28": "“‘When your sailors cried out, people on the shore trembled.",
      "29": "All the rowers, the sailors,\n    and all the mariners came down from their ships\n        and stood on the shore.",
      "30": "They cried loudly and bitterly over you.\n    They put dust on their heads and covered themselves with ashes.",
      "31": "They shaved their heads because of you and put on sackcloth.\n    They cried over you with bitterness and with bitter mourning.",
      "32": "They sang a funeral song for you with loud crying:\n    “Who is like Tyre, the city destroyed in the sea?”",
      "33": "Your merchandise was sent overseas.\n    You filled many people with your great wealth and your goods.\n        You made the kings of the earth rich.",
      "34": "Now you are wrecked in the sea, at the bottom of the sea.\n    Your goods and your whole crew sank with you.",
      "35": "All those who live on the coasts are horrified because of you.\n    Their kings are terribly afraid.\n    Their faces show their fear.",
      "36": "The merchants among the nations laugh at you.\n    You have come to a terrible end,\n        and you will never exist again.’”"
    },
    "28": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, tell the ruler of Tyre, ‘This is what Adonay Yahweh says:\nIn your arrogance you say,\n    “I’m a god. I sit on Elohim’s throne in the sea.”\n        But you’re only human and not a god,\n            although you think you are a god.",
      "3": "You think that you are wiser than Daniel\n    and that no secret can be hidden from you.",
      "4": "Because you are wise and understanding,\n    you’ve made yourself rich.\n        You saved gold and silver in your treasuries.",
      "5": "Because of your great skill in trading,\n    you’ve made yourself very wealthy.\n        You have become arrogant because of your wealth.",
      "6": "“‘This is what Adonay Yahweh says:\nYou think you are wise like Elohim.",
      "7": "That is why I am going to bring foreigners against you,\n    the most ruthless foreigners among the nations.\n    They will draw their swords against your fine wisdom\n        and dishonor your greatness.",
      "8": "They will throw you into a pit,\n    and you will die a violent death in the sea.",
      "9": "You will no longer say that you are a god\n    when you face those who kill you.\n    You will be a human, not a god, in the hands of those who kill you.",
      "10": "You will die at the hands of foreigners like a godless person.\n    I have spoken,’” declares Adonay Yahweh.",
      "11": "Yahweh spoke his word to me. He said,",
      "12": "“Son of man, sing a funeral song for the ruler of Tyre. Tell him, ‘This is what Adonay Yahweh says:\nYou were the perfect example,\n    full of wisdom and perfect in beauty.",
      "13": "You were in Eden, Elohim’s garden.\n    You were covered with every kind of precious stone:\n    red quartz, topaz, crystal,\n    beryl, onyx, gray quartz, sapphire,\n    turquoise, and emerald.\n    Your settings and your sockets\n    were made of gold when you were created.",
      "14": "I appointed an angel to guard you.\n    You were on Elohim’s holy mountain.\n        You walked among fiery stones.",
      "15": "Your behavior was perfect from the time you were created,\n    until evil was found in you.",
      "16": "You traded far and wide. You learned to be violent, and you sinned.\n    So I threw you down from Elohim’s mountain in disgrace.\n        The guardian angel forced you out from the fiery stones.",
      "17": "You became too proud because of your beauty.\n    You wasted your wisdom because of your greatness.\n    So I threw you to the ground\n        and left you in front of the kings\n            so that they could see you.",
      "18": "You dishonored your own holy places\n    because of your many sins and dishonest trade.\n        So I set fire to you to burn you up.\n        I turned you into ashes on the ground\n            in the presence of all who saw you.",
      "19": "All the nations who knew you are horrified because of you.\n    You have come to a terrible end,\n        and you will never exist again.’”",
      "20": "Yahweh spoke his word to me. He said,",
      "21": "“Son of man, turn to Sidon and prophesy against it.",
      "22": "Tell it, ‘This is what Adonay Yahweh says:\nI’m against you, Sidon.\n    I will show my greatness through you.\n        Then people will know that I am Yahweh,\n            because I will punish you and show you how holy I am.",
      "23": "I will send a plague against you\n    and make blood flow in your streets.\n        Your people will fall dead.\n            People with swords will attack you from every side.\n    Then they will know that I am Yahweh.",
      "24": "The nation of Israel will no longer be hurt\n    by prickly thorns or sharp briars from everyone around them.\n    Then they will know that I am Adonay Yahweh.",
      "25": "“‘This is what Adonay Yahweh says: When I gather the people of Israel from the nations where they were scattered, I will show that I am holy as the nations watch. The people of Israel will live in their own land, the land I gave to my servant Jacob.",
      "26": "They will live there in safety. They will build homes and plant vineyards. They will live in safety when I punish all the surrounding people who treat them with scorn. Then they will know that I am Yahweh their Elohim.’”"
    },
    "29": {
      "1": "On the twelfth day of the tenth month in the tenth year, Yahweh spoke his word to me. He said,",
      "2": "“Son of man, turn to Pharaoh, king of Egypt, and prophesy against him and against all Egypt.",
      "3": "Tell him, ‘This is what Adonay Yahweh says:\nI’m against you, Pharaoh, king of Egypt.\n    You are like a monster crocodile lying in the Nile River.\n    You say, “The Nile River is mine. I made it for myself.”",
      "4": "“‘I will put hooks in your jaws\n    and make the fish in the Nile River stick to your scales.\n    I will pull you out of your river\n    with all the fish in the Nile sticking to your scales.",
      "5": "I will leave you in the desert, you and all the fish from the Nile.\n    You will fall in an open field.\n        No one will pick you up or bury you.\n    I will feed you to wild animals and birds.",
      "6": "Then all those living in Egypt will know that I am Yahweh.\n    Egypt, you have become like a broken walking stick\n    to the nation of Israel.",
      "7": "When Israel grabbed you, you splintered and tore up their shoulders.\n    When they leaned on you, you broke, and they wrenched their backs.",
      "8": "“‘This is what Adonay Yahweh says: I am going to attack you with a sword. I will kill people and animals.",
      "9": "Egypt will become a wasteland and a pile of rubble. Then you will know that I am Yahweh. You said, “The Nile River is mine. I made it.”",
      "10": "That is why I’m against you and the Nile River. I will turn Egypt into a pile of rubble. It will become a wasteland, from Migdol to Syene, all the way to the border of Sudan.",
      "11": "No human or animal will walk through it, and no one will live there for 40 years.",
      "12": "I will make Egypt the most desolate country in the world. For 40 years Egypt’s cities will lie in ruins. They will be ruined more than any other city. I will scatter the Egyptians among the nations and force them into other countries.",
      "13": "“‘This is what Adonay Yahweh says: After 40 years I will gather the Egyptians from the nations where they have been scattered.",
      "14": "I will bring back the Egyptian captives and return them to Pathros, the land they came from. There they will be a weak kingdom.",
      "15": "They will be the weakest kingdom, and they will never rule the nations again. I will make them so weak that they will never rule the nations again.",
      "16": "The nation of Israel will never trust Egypt again. The people of Israel will remember how wrong they were whenever they turned to Egypt for help. Then they will know that I am Adonay Yahweh.’”",
      "17": "On the first day of the first month in the twenty-seventh year, Yahweh spoke his word to me. He said,",
      "18": "“Son of man, King Nebuchadnezzar of Babylon made his army fight hard against Tyre. Every soldier’s head was worn bald, and every soldier’s shoulder was rubbed raw. Yet, he and his army got no reward for their hard-fought battle against Tyre.",
      "19": "This is what Adonay Yahweh says: I’m going to give Egypt to King Nebuchadnezzar of Babylon. He will carry off its wealth, take its prized possessions, and loot it. That will be the pay for his army.",
      "20": "I have given him Egypt as pay for what he has done. Nebuchadnezzar and his army worked for me, declares Adonay Yahweh.",
      "21": "“On that day I will make the people of Israel strong again, and I will give you, Ezekiel, something to say among them. Then they will know that I am Yahweh.”"
    },
    "30": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, prophesy. Say, ‘This is what Adonay Yahweh says:\nCry for that day!",
      "3": "The day is near. The day of Yahweh is near.\n    It will be a gloomy day, a time of trouble for the nations.",
      "4": "There will be war in Egypt and anguish in Ethiopia.\n    Many Egyptians will fall dead.\n    People will take away Egypt’s wealth,\n        and its foundations will be torn down.",
      "5": "Sudan, Put, Lud, all the Arabs, the Libyans,\n    and people from the promised land will die in battle.",
      "6": "“‘This is what Yahweh says:\nAll Egypt’s allies will die.\n    Egypt’s strength will disappear.\n        People will die in war from Migdol to Syene,\n            declares Adonay Yahweh.",
      "7": "“‘Egypt will become the most desolate country in the world, and Egypt’s cities will lie in ruins. They will be ruined more than other cities.",
      "8": "Then they will know that I am Yahweh, because I will set fire to Egypt and all her defenders will be killed.",
      "9": "On that day I will send messengers in ships to terrify those who live in safety in Sudan. The people of Sudan will be in anguish when Egypt is in trouble. That day is coming!",
      "10": "“‘This is what Adonay Yahweh says: I will use King Nebuchadnezzar of Babylon to bring an end to Egypt.",
      "11": "He and his troops, the most ruthless troops among the nations, will be brought to destroy the land. They will draw their swords to attack Egypt and fill the land with dead bodies.",
      "12": "I will dry up the Nile River and sell the land to wicked people. I will have foreigners destroy the land and everything in it. I, Yahweh, have spoken.",
      "13": "“‘This is what Adonay Yahweh says: I will destroy the statues and put an end to the idols in Memphis. A prince will never rise again in Egypt. I will spread fear throughout Egypt.",
      "14": "I will destroy Pathros, set fire to Zoan, and bring punishment on Thebes.",
      "15": "I will pour out my fury on Sin, Egypt’s fortress, and I will kill many people in Thebes.",
      "16": "I will set fire to Egypt. Sin will be in much pain. Thebes will be broken into pieces, and Memphis will be in trouble every day.",
      "17": "The young men from Heliopolis and Bubastis will die in battle, and people from these cities will go into exile.",
      "18": "At Tahpanhes the day will turn dark when I break Egypt’s power. Egypt’s strong army will be defeated. Clouds will cover Egypt, and people from its villages will go into exile.",
      "19": "Then they will know that I am Yahweh, because I will bring punishment on Egypt.’”",
      "20": "On the seventh day of the first month in the eleventh year, Yahweh spoke his word to me. He said,",
      "21": "“Son of man, I have broken the arm of Pharaoh, king of Egypt. His arm isn’t bandaged, so it can’t heal and be strong enough to hold a sword.",
      "22": "“This is what Adonay Yahweh says: I’m against Pharaoh, king of Egypt. I will break both his arms, the healthy one and the broken one. I will make the sword fall from his hand.",
      "23": "I will scatter the Egyptians among the nations and force them into other countries.",
      "24": "I will make the arms of the king of Babylon strong. I will put my sword in his hand, but I will break Pharaoh’s arms. Pharaoh will groan like a person who is dying.",
      "25": "I will strengthen the arms of the king of Babylon, but Pharaoh’s arms will fall. Then they will know that I am Yahweh, because I will put my sword in the hand of the king of Babylon. He will strike Egypt with it.",
      "26": "I will scatter the Egyptians among the nations and force them into other countries. Then they will know that I am Yahweh.”"
    },
    "31": {
      "1": "On the first day of the third month in the eleventh year, Yahweh spoke his word to me. He said,",
      "2": "“Son of man, say to Pharaoh, king of Egypt, and his many people,\n‘Was there ever anyone as great as you?",
      "3": "What about Assyria?\n    It was a cedar in Lebanon\n        with fine branches that shaded the forest.\n    It was very tall.\n    Its top was among the clouds.",
      "4": "Water made the tree grow,\n            and underground springs made it tall.\n        Rivers flowed around the place where the tree was planted.\n        Streams ran beside all the other trees around it.",
      "5": "That is why it grew taller than all the other trees in the field.\n    Its branches became large and long because of so much water.",
      "6": "All the birds made their nests in its branches.\n        All the wild animals gave birth to their young under it.\n        All the powerful nations lived in its shade.",
      "7": "So the tree was big and beautiful with its long branches.\n    Its roots reached down to many sources of water.",
      "8": "The cedar trees in Elohim’s garden couldn’t compare to it.\n    The pine trees couldn’t equal its branches.\n    The plane trees couldn’t measure up to its branches.\n    All the trees in Elohim’s garden couldn’t match its beauty.",
      "9": "I was the one who made it beautiful with its many branches.\n    This tree was the envy of all the trees in Eden, in Elohim’s garden.",
      "10": "“‘This is what Adonay Yahweh says: The tree grew very tall, and its top reached the clouds. It became arrogant because it was so tall.",
      "11": "So I handed it over to a mighty ruler among the nations, and he surely dealt with it. I forced it out because of its wickedness.",
      "12": "Foreigners from the most ruthless nation cut it down and threw it away. Its branches fell on the mountains and in every valley. Its broken branches fell in every ravine in the land. All the nations in the world came out from under its shade and left.",
      "13": "All the birds perched on the fallen tree, and all the wild animals lived in its branches.",
      "14": "Then all the other trees growing by the water were kept from becoming arrogant because of their height, and their tops were no longer allowed to reach the clouds. So no tree, even if it is well-watered, will ever stand that tall. Every tree is going to die and go below the earth to join those who have died and gone down to the pit.",
      "15": "“‘This is what Adonay Yahweh says: When the tree went down to the grave, I made people mourn. I covered the underground springs and held back the rivers. The many water sources stopped flowing. I made Lebanon mourn for the tree, and all the trees in the field fainted as they grieved over it.",
      "16": "I made the nations tremble in fear at the sound of the tree’s crash. I brought the tree down to the grave to join those who had gone down to the pit. Then all the trees in Eden, the choicest and best trees of Lebanon, and all the trees that were well-watered were comforted below the earth.",
      "17": "They had gone down with the tree in the grave to join others killed in battle. All who lived in its shadow were scattered among the nations.",
      "18": "“‘This tree is you, Pharaoh, and all your many people. No tree in Eden has ever been as honorable and as great as you. But you will be brought down below the earth with the trees of Eden. You will lie among the godless people who were killed in battle, declares Adonay Yahweh.’”"
    },
    "32": {
      "1": "On the first day of the twelfth month in the twelfth year, Yahweh spoke his word to me. He said,",
      "2": "“Son of man, sing a funeral song for Pharaoh, king of Egypt. Tell him,\n‘You think you are like a lion among the nations.\n    Instead, you are like a crocodile in the water.\n        You splash around in the water.\n        You stir up the water with your feet.\n        You make the streams muddy.",
      "3": "“‘This is what Adonay Yahweh says: When many nations gather together, I will spread my net over you, and they will haul you up in a net.",
      "4": "I will throw you on the ground and toss you into an open field. I will make birds perch on you, and wild animals from all over the earth will feed on you.",
      "5": "I will scatter your flesh on the hills and fill the valleys with your rotting corpse.",
      "6": "I will drench the earth with your flowing blood all the way to the mountains. Ravines will be filled with your dead body.",
      "7": "“‘When I put out your light, I will cover the sky and darken the stars. I will cover the sun with clouds, and the moon won’t shine anymore.",
      "8": "I will darken all the lights shining in the sky above you. I will bring darkness over your land, declares Adonay Yahweh.",
      "9": "“‘I will make many people troubled when I spread the news of your destruction among the nations to countries that you haven’t heard of.",
      "10": "Many people will be shocked by what I will do to you. Their kings will shudder when I swing my sword in their faces. When you die, all of them will tremble in fear for their own lives.",
      "11": "“‘This is what Adonay Yahweh says: The sword of the king of Babylon will attack you.",
      "12": "I will cut down your people with the swords of warriors. All of them will be the most ruthless warriors among the nations. They will shatter the pride of Egypt and destroy its many people.",
      "13": "I will also destroy all the animals beside its many water sources. The feet of humans and the hoofs of animals won’t stir up the water anymore.",
      "14": "Then I will make its water clear and make its streams flow like oil, declares Adonay Yahweh.",
      "15": "I will turn Egypt into a wasteland. I will take everything in the land, and I will kill all the people who live there. Then they will know that I am Yahweh.’",
      "16": "“This is a funeral song. The people from the nations will sing this song. They will sing it as they mourn for Egypt and its many people,” declares Adonay Yahweh.",
      "17": "On the fifteenth day of the month in the twelfth year, Yahweh spoke his word to me. He said,",
      "18": "“Son of man, cry for the many people of Egypt. Bring them down along with the other mighty nations. Send them down below the earth to be with those who have gone down to the pit.",
      "19": "“Tell them, ‘Are you more beautiful than anyone else? Go down and join the godless people.’",
      "20": "“The Egyptians will lie among those who were killed in battle. A sword has been drawn. Drag Egypt and all its people away.",
      "21": "The mightiest warriors will say to Pharaoh from the grave, ‘You and your defenders have come down, and you now lie with the godless people who were killed in battle.’",
      "22": "“Assyria is there with its whole army, and the graves of its soldiers are all around it. All of its soldiers are dead. They have been killed in battle.",
      "23": "Their graves are in the deepest parts of the pit. Assyria’s army lies around its grave. All of its soldiers are dead. They have been killed in battle. They once terrified people in the land of the living.",
      "24": "“Elam is there with all its soldiers, and the graves of its soldiers are all around it. All of its soldiers are dead. They have been killed in battle. They went down below the earth as godless people. They once terrified people in the land of the living. Now they suffer disgrace with those who have gone down to the pit.",
      "25": "A bed has been made for Elam among the dead. The graves of its soldiers are all around it. The soldiers were godless people. They were killed in battle because they terrified others in the land of the living. Now they suffer disgrace with those who have gone down to the pit. They lie among the dead.",
      "26": "“Meshech and Tubal are there with all their soldiers, and the graves of their soldiers are all around them. Their soldiers were all godless people. They were killed in battle because they terrified others in the land of the living.",
      "27": "They don’t lie with the godless warriors who died and went down to the grave with their weapons of war. Their swords were placed under their heads. Their shields were placed on their bones because they terrified others in the land of the living.",
      "28": "“You Egyptians will be crushed with the godless people, and you will lie with those who were killed in battle.",
      "29": "“Edom is there with its kings and its princes. They used to be powerful, but now they lie with those who were killed in battle. They lie there with the godless people and with those who have gone down to the pit.",
      "30": "“All the rulers from the north and all the people from Sidon are there. They, too, went down with the dead. They are disgraced because they terrified people with their power. They were godless people. Now they lie with those who were killed in battle. They suffer disgrace with those who went down to the pit.",
      "31": "“Pharaoh and his army will see these things and be comforted over all the soldiers who have been killed in battle, declares Adonay Yahweh.",
      "32": "I terrified people in the land of the living. Pharaoh and all his soldiers will be laid among the godless people who were killed in battle,” declares Adonay Yahweh."
    },
    "33": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, speak to your people. Tell them, ‘Suppose I bring war on this country, and the people of this country choose one of their men and make him their watchman.",
      "3": "If he sees the enemy coming to attack the country, he will blow his horn to warn the people.",
      "4": "If the people hear the horn and ignore the warning and the enemy comes and takes them, they will be responsible for their own deaths.",
      "5": "They heard the sound of the horn but ignored its warning. So they are responsible for their own deaths. If they had taken the warning, they would have saved themselves.",
      "6": "“‘But if the watchman sees the enemy coming and doesn’t blow his horn to warn the people and the enemy comes and kills someone, that watchman must die because of his sin. I will hold him responsible for their deaths.’",
      "7": "“Son of man, I have appointed you as a watchman for the people of Israel. Listen to what I say, and warn them for me.",
      "8": "Suppose I say to a wicked person, ‘You wicked person, you will certainly die,’ and you say nothing to warn him to change his ways. That wicked person will die because of his sin, and I will hold you responsible for his death.",
      "9": "But if you warn a wicked person to turn from his ways and he doesn’t turn from them, then he will die because of his sin. However, you will save yourself.",
      "10": "“Son of man, say to the people of Israel, ‘You have said this, “Our wickedness and our sins weigh us down, and we are rotting away because of them. How can we live?” ’",
      "11": "“Tell them, ‘As I live, declares Adonay Yahweh, I don’t want wicked people to die. Rather, I want them to turn from their ways and live. Change the way you think and act! Turn from your wicked ways! Do you want to die, people of Israel?’",
      "12": "“Son of man, say to your people, ‘The right things that a righteous person has done will not save him when he rebels. The wicked things that a wicked person has done will not make him stumble when he turns from his wickedness. The righteous person will not live when he sins.’",
      "13": "I may promise the righteous person that he will certainly live. But if he trusts in the right things that he has done and he does evil, none of the right things that he has done will be remembered. He will die because of the evil things he has done.",
      "14": "I may warn the wicked person that he will certainly die. But suppose he turns from his sin and does what is fair and right.",
      "15": "He returns the security for a loan, pays back everything he stole, lives by the rules of life, and does nothing evil. Then he will certainly live. He will not die.",
      "16": "None of the sins that he has done will be remembered. He has done what is fair and right. He will certainly live.",
      "17": "“But your people say, ‘Adonay’s way is unfair.’ Yet, their ways are unfair.",
      "18": "If the righteous person turns from the right things that he has done and does evil, he will die because of it.",
      "19": "If the wicked person turns from his wickedness and does what is fair and right, he will live because of it.",
      "20": "Yet, the people of Israel say, ‘Adonay’s way is unfair.’ I will judge each of you by your own ways, people of Israel.”",
      "21": "On the fifth day of the tenth month in the twelfth year of our captivity, a refugee from Jerusalem came to me. He said, “The city has been captured.”",
      "22": "The evening before the refugee arrived, the power of Yahweh came over me. On the morning the refugee arrived, Yahweh made me speak. So I spoke, and I was no longer quiet.",
      "23": "Yahweh spoke his word to me. He said,",
      "24": "“Son of man, those who live in the ruined cities in Israel are saying, ‘Abraham was only one person, and he was given the land. But we are many. Certainly the land has been given to us.’",
      "25": "So tell them, ‘This is what Adonay Yahweh says: You eat meat with blood in it. You look to your idols for help. You murder people. Should the land be given to you?",
      "26": "You rely on your swords. You do disgusting things. You dishonor your neighbor’s wife. Should the land be given to you?’",
      "27": "“Tell them, ‘This is what Adonay Yahweh says: As I live, whoever is in the ruined cities will be killed in battle. Whoever is in the open field will become food for wild animals. Whoever is in fortified places and caves will die from plagues.",
      "28": "I will turn the land into a barren wasteland. People will no longer brag about its power. The mountains of Israel will become so ruined that no one will travel through them.",
      "29": "Then people will know that I am Yahweh, when I make the land a barren wasteland because of all the disgusting things that they have done.’",
      "30": "“Son of man, your people are talking about you by the walls and in the doorways of their homes. They are saying to each other, ‘Let’s go and hear the word that has come from Yahweh.’",
      "31": "Then they come to you, as if they are still my people, and they sit down in front of you. They listen to what you say, but they don’t do it. They say that they love me, but in their hearts they chase dishonest profits.",
      "32": "To them you are nothing more than a singer with a beautiful voice who sings love songs or a musician who plays an instrument. They listen to your words, but they don’t do them.",
      "33": "When all your words come true—and they certainly will come true—these people will know that a prophet has been among them.”"
    },
    "34": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, prophesy against the shepherds of Israel. Prophesy to these shepherds. Tell them, ‘This is what Adonay Yahweh says: How horrible it will be for the shepherds of Israel who have been taking care of only themselves. Shouldn’t shepherds take care of the sheep?",
      "3": "You eat the best parts of the sheep, dress in the wool, and butcher the finest sheep. Yet, you don’t take care of the sheep.",
      "4": "You have not strengthened those that were weak, healed those that were sick, or bandaged those that were injured. You have not brought back those that strayed away or looked for those that were lost. You have ruled them harshly and violently.",
      "5": "So they were scattered because there was no shepherd. When they were scattered, they became food for every wild animal.",
      "6": "My sheep wandered over all the mountains and on every high hill. They were scattered throughout the whole earth. No one searched or looked for them.",
      "7": "“‘So, you shepherds, listen to the word of Yahweh.",
      "8": "As I live, declares Adonay Yahweh, because there is no shepherd, my sheep have become prey. My sheep have become food for every wild animal. My shepherds haven’t searched for my sheep. They have taken care of only themselves, not my sheep.",
      "9": "So, you shepherds, listen to the word of Yahweh.",
      "10": "This is what Adonay Yahweh says: I am against the shepherds. I will demand that they hand over my sheep. I won’t let them take care of my sheep anymore, and they will no longer take care of only themselves. I will rescue my sheep from their mouths, and my sheep will no longer be their food.",
      "11": "“‘This is what Adonay Yahweh says: I will search for my sheep myself, and I will look after them.",
      "12": "As a shepherd looks after his flock when he is with his scattered sheep, so I will look after my sheep. I will rescue them on a cloudy and gloomy day from every place where they have been scattered.",
      "13": "I will bring them out from the nations, gather them from the countries, and bring them to their own land. I will take care of them on the mountains of Israel, by the streams, and in all the inhabited places of the land.",
      "14": "I will feed them in good pasture, and they will graze on the mountains of Israel. They will rest on the good land where they graze, and they will feed on the best pastures in the mountains of Israel.",
      "15": "I will take care of my sheep and lead them to rest, declares Adonay Yahweh.",
      "16": "I will look for those that are lost, bring back those that have strayed away, bandage those that are injured, and strengthen those that are sick. I will destroy those that are fat and strong. I will take care of my sheep fairly.",
      "17": "“‘As for you, my sheep, this is what Adonay Yahweh says: I will judge disputes between one sheep and another, between rams and male goats.",
      "18": "Isn’t it enough for you to feed on the good pasture? Must you trample the rest of the pasture with your feet? You drink clean water. Must you muddy the rest of the water with your feet?",
      "19": "Must my sheep eat what your feet have trampled and drink what your feet have muddied?",
      "20": "“‘So this is what Adonay Yahweh says to them: I will judge disputes between the fat sheep and the skinny sheep.",
      "21": "You fat sheep push the skinny sheep with your sides and shoulders, and you knock down all the sick sheep with your horns. You have scattered them all over.",
      "22": "So I will rescue my sheep, and they will no longer be prey. I will judge between one sheep and another.",
      "23": "Then I will place one shepherd over them, my servant David, and he will take care of them. He will take care of them and be their shepherd.",
      "24": "I, Yahweh, will be their Elohim, and my servant David will be their prince. I, Yahweh, have spoken.",
      "25": "“‘I will promise them peace. I will remove the wild animals from the land so that my sheep can live safely in the wilderness and sleep in the woods.",
      "26": "I will bless them and the places around my hill. I will send rain at the right time. These showers will be a blessing to them.",
      "27": "Then the trees in the field will produce fruit, the land will yield crops, and my sheep will live safely in their land. Then they will know that I am Yahweh, because I will break off the bars on their yokes and rescue them from the people who made them slaves.",
      "28": "They will no longer be prey to the nations, and the wild animals will no longer eat them. They will live safely, and no one will frighten them.",
      "29": "I will give them a place that is known for its good crops. They will no longer experience hunger in the land, and they will no longer suffer the insults of other nations.",
      "30": "Then they will know that I, Yahweh their Elohim, am with them and that they, the people of Israel, are my people, declares Adonay Yahweh.",
      "31": "You, my sheep, are the sheep in my pasture. You are mortal, and I am your Elohim, declares Adonay Yahweh.’”"
    },
    "35": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, turn to Mount Seir, and prophesy against it.",
      "3": "Tell it, ‘This is what Adonay Yahweh says:\nI’m against you, Mount Seir.\n    I will use my power against you,\n        and you will become a wasteland.",
      "4": "I will turn your cities into ruins,\n    and you will become a wasteland.\n        Then you will know that I am Yahweh.",
      "5": "“‘You have always been an enemy of Israel.\n    You deserted the people of Israel in battle\n        when they were in trouble during their final punishment.",
      "6": "That is why, as I live, declares Adonay Yahweh,\n    I will let you be murdered.\n        Murderers will pursue you.\n    Since you don’t hate murdering people, murder will pursue you.",
      "7": "I will turn Mount Seir into a barren wasteland,\n    and I will destroy everyone who comes or goes from there.",
      "8": "I will fill your mountains with those who have been killed.\n    Those killed in battle will fall on your hills\n        and in your valleys and ravines.",
      "9": "I will turn you into a permanent wasteland.\n    Your cities will not be lived in.\n        Then you will know that I am Yahweh.",
      "10": "“‘You said, “These two nations, Israel and Judah, along with their land, belong to us. We will take possession of them.” But Yahweh was there.",
      "11": "That is why, as I live, declares Adonay Yahweh, I will do to you what you did to them. When you were angry and jealous, you acted hatefully toward them.",
      "12": "Then you will know that I, Yahweh, heard all the insults that you spoke about the mountains of Israel. You said, “They have been deserted and handed over to us to use up.”",
      "13": "You bragged and continually talked against me. I heard you.",
      "14": "“‘This is what Adonay Yahweh says: The whole earth will be glad when I turn you into a wasteland.",
      "15": "You were happy when the land of Israel became a wasteland. I will do the same thing to you. You will become a wasteland, Mount Seir, and so will all of Edom. Then you will know that I am Yahweh.’”"
    },
    "36": {
      "1": "The Lord said, “Son of man, prophesy to the mountains of Israel. Tell them, ‘Mountains of Israel, listen to the word of Yahweh.",
      "2": "This is what Adonay Yahweh says: Your enemies said this about you, “Aha! The ancient worship sites now belong to us.” ’",
      "3": "“So prophesy. Say, ‘This is what Adonay Yahweh says: Your enemies turned you into ruins and crushed you from every side. You became the possession of the rest of the nations, and people began to talk and gossip about you.",
      "4": "“‘Mountains of Israel, listen to the word of Adonay Yahweh. This is what Adonay Yahweh says to the mountains and hills, to the ravines and valleys, and to the empty ruins and abandoned cities that have become prey and are mocked by the rest of the surrounding nations:",
      "5": "In my fiery anger I have spoken against the rest of the nations and against all of Edom. The Edomites have taken possession of my land with wholehearted joy and with complete scorn. They forced out the people and took their land.’",
      "6": "“So prophesy about Israel. Tell the mountains and hills and the ravines and valleys, ‘This is what Adonay Yahweh says: I am speaking in my anger and fury because you have been insulted by the nations.",
      "7": "So this is what Adonay Yahweh says: I raise my hand and swear that the nations which surround you will be insulted.",
      "8": "“‘But you, mountains of Israel, will grow branches and bear fruit for my people Israel. My people will come home soon.",
      "9": "I am for you. I will turn to you, and you will be plowed and planted.",
      "10": "I will increase the number of people who live on you. All the people of Israel, all of them, will live on you. The cities will be inhabited, and the ruins will be rebuilt.",
      "11": "I will increase the number of people and animals that live on you. They will grow and become many. I will let people live on you as in the past, and I will make you better off than ever before. Then you will know that I am Yahweh.",
      "12": "I will bring people, my people Israel, to you. They will take possession of you, and you will be their inheritance. You will no longer take their children away from them.",
      "13": "“‘This is what Adonay Yahweh says: People say that you devour your people and take the children away from your nation.",
      "14": "So you will no longer devour your people or take the children away from your nation, declares Adonay Yahweh.",
      "15": "I will no longer let you hear the insults from the nations. You will no longer suffer the disgrace of the people. You will never again take the children away from your own nation, declares Adonay Yahweh.’”",
      "16": "Yahweh spoke his word to me. He said,",
      "17": "“Son of man, when the people of Israel lived in their land, they dishonored it by the way they lived and by everything they did. Their ways were as unclean as a woman’s menstrual period.",
      "18": "So I poured out my fury on them because they poured out blood on the land and they dishonored the land with their idols.",
      "19": "I forced them into other nations, and they became scattered among the nations. I judged them based on the way that they lived and based on everything that they had done.",
      "20": "But wherever they went among the nations, they dishonored my holy name. People said about them, ‘These are Yahweh’s people, yet they had to leave his land.’",
      "21": "I became concerned about my holy name because my people dishonored it among the nations wherever they went.",
      "22": "“So tell the people of Israel, ‘This is what Adonay Yahweh says: I am about to do something, people of Israel. I will not do this for your sake but for the sake of my holy name, which you have dishonored among the nations wherever you have gone.",
      "23": "I will reveal the holiness of my great name, which has been dishonored by the nations, the name that you have dishonored among them. Then the nations will know that I am Yahweh, because I will reveal my holiness among you as they watch, declares Adonay Yahweh.",
      "24": "“‘I will take you from the nations and gather you from every country. I will bring you back to your own land.",
      "25": "I will sprinkle clean water on you and make you clean instead of unclean. Then I will cleanse you from all your idols.",
      "26": "I will give you a new heart and put a new spirit in you. I will remove your stubborn hearts and give you obedient hearts.",
      "27": "I will put my Ruach in you. I will enable you to live by my laws, and you will obey my rules.",
      "28": "Then you will live in the land that I gave your ancestors. You will be my people, and I will be your Elohim.",
      "29": "I will rescue you from all your uncleanness. I will make the grain grow so that you will never again have famines.",
      "30": "I will make fruit grow on the trees and crops grow in the fields so that you will no longer suffer disgrace among the nations because of famines.",
      "31": "Then you will remember your evil ways and the bad things that you did, and you will hate yourselves for all these wicked and disgusting things.",
      "32": "I want you to know that I’m not doing this for your sake, declares Adonay Yahweh. Be ashamed and disgraced because of your ways, people of Israel.",
      "33": "“‘This is what Adonay Yahweh says: On the day that I cleanse you from all your wickedness, I will cause your cities to be lived in again, and your ruins will be rebuilt.",
      "34": "The wasteland will be plowed. It will no longer remain empty for everyone passing by to see.",
      "35": "People will say, “This wasteland has become like the garden of Eden. The cities were destroyed. They were empty and ruined, but now they are fortified and have people living in them.”",
      "36": "The surrounding nations that are left will know that I, Yahweh, have rebuilt the ruined places and planted crops in the land that was empty. I, Yahweh, have spoken, and I will do it.’",
      "37": "“This is what Adonay Yahweh says: I will also let the people of Israel ask me to make them as numerous as sheep.",
      "38": "They will be like the sheep for sacrifices, like the sheep in Jerusalem during the appointed festivals. Their ruined cities will be filled with flocks of people. Then they will know that I am Yahweh.”"
    },
    "37": {
      "1": "The power of Yahweh came over me. Yahweh brought me out by his Ruach and put me down in the middle of a valley. The valley was filled with bones.",
      "2": "He led me all around them. I saw that there were very many bones at the bottom of the valley, and they were very dry.",
      "3": "Then he asked me, “Son of man, can these bones live?”\nI answered, “Only you know, Adonay Yahweh.”",
      "4": "Then he said to me, “Prophesy to these bones. Tell them, ‘Dry bones, listen to the word of Yahweh.",
      "5": "This is what Adonay Yahweh says to these bones: I will cause breath to enter you, and you will live.",
      "6": "I will put ligaments on you, place muscles on you, and cover you with skin. I will put breath in you, and you will live. Then you will know that I am Yahweh.’”",
      "7": "So I prophesied as I was commanded. While I was prophesying, suddenly there was a rattling noise, and the bones came together, one bone attaching itself to another.",
      "8": "As I looked, I saw that ligaments were on them, muscles were on them, and skin covered them. Yet, there was no breath in them.",
      "9": "Then Yahweh said to me, “Prophesy to the breath! Prophesy, son of man. Tell the breath, ‘This is what Adonay Yahweh says: Come from the four winds, Breath, and breathe on these people who were killed so that they will live.’”",
      "10": "So I prophesied as he commanded me, and the breath entered them. Then they came to life and stood on their feet. There were enough of them to form a very large army.",
      "11": "Yahweh also said to me, “Son of man, all the people of Israel are like these bones. The people say, ‘Our bones are dry, and our hope has vanished. We are completely destroyed.’",
      "12": "So prophesy. Tell them, ‘This is what Adonay Yahweh says: My people, I will open your graves and take you out of them. I will bring you to Israel.",
      "13": "Then, my people, you will know that I am Yahweh, because I will open your graves and bring you out of your graves.",
      "14": "I will put my Ruach in you, and you will live. I will place you in your own land. Then you will know that I, Yahweh, have spoken, and I have done it, declares Yahweh.’”",
      "15": "Yahweh spoke his word to me again. He said,",
      "16": "“Son of man, take a stick and write on it: ‘For Judah and for the Israelites who are associated with it.’ Then take another stick and write on it, ‘The stick of Ephraim, for Joseph and for all the people of Israel associated with it.’",
      "17": "Then join both sticks together so that they will be one in your hand. Your people will say to you,",
      "18": "‘Tell us what you mean by this.’",
      "19": "Then say to them, ‘This is what Adonay Yahweh says: I will take Joseph’s stick, which is in Ephraim’s hand, and the tribes of Israel associated with it, and I will put them with Judah’s stick. I will make them into one stick. They will be one in my hand.’",
      "20": "When you hold the sticks in your hand, let the people see them.",
      "21": "“Then tell them, ‘This is what Adonay Yahweh says: I will take the Israelites out of the nations where they’ve gone. I will gather them from everywhere and bring them to their own land.",
      "22": "I will form them into one nation in the land on the mountains of Israel. One king will rule all of them. They will no longer be two nations or be divided into two kingdoms.",
      "23": "They will no longer dishonor themselves with their idols, with their detestable things, or with their rebellious acts. I will forgive them for all the times they turned away from me and sinned. I will cleanse them so that they will be my people, and I will be their Elohim.",
      "24": "“‘My servant David will be their king, and all of them will have one shepherd. They will live by my rules, and they will obey my laws.",
      "25": "They will live in the land that I gave my servant Jacob, the land where their ancestors lived. They, their children, and their grandchildren will live in it permanently. My servant David will always be their prince.",
      "26": "I will promise them peace. This promise will last forever. I will establish them, make them increase in number, and put my holy place among them permanently.",
      "27": "My dwelling place will be with them. I will be their Elohim, and they will be my people.",
      "28": "Then the nations will know that I, Yahweh, have set Israel apart as holy, because my holy place will be among them permanently.’”"
    },
    "38": {
      "1": "Yahweh spoke his word to me. He said,",
      "2": "“Son of man, turn to Gog from the land of Magog. He is the chief prince of the nations of Meshech and Tubal. Prophesy against him.",
      "3": "Tell him, ‘This is what Adonay Yahweh says: I am against you, Gog, chief prince of Meshech and Tubal.",
      "4": "I will turn you around and put hooks in your jaws. I will lead you out with all your military forces, with horses and riders. Your soldiers will be fully armed. They will carry large and small shields and be able to use swords.",
      "5": "Persia, Sudan, and Put will be with you. They, too, will have shields and helmets.",
      "6": "Gomer will come with all its troops and with the nation of Togarmah from the far north. There will be many armies with you.",
      "7": "“‘Be prepared! Be prepared, you and all the soldiers assembled around you. You will be their leader.",
      "8": "After a long time you will be called to service. In the years to come, you will attack a land that has been rebuilt after a war. Its people have been gathered from many nations and brought to the mountains of Israel, mountains that have been ruined for a long time. These people were brought there from the nations, and all of them live there safely.",
      "9": "You will attack like a storm and cover the land like a cloud. Your troops and the many armies will be with you.",
      "10": "“‘This is what Adonay Yahweh says: At that time ideas will enter your head, and you will make wicked plans.",
      "11": "You will say, “I’ll attack a land with unwalled villages. I will attack peaceful people who live safely. All of them live without walls, locks, or gates.",
      "12": "I will come to rob them and loot them. I will use my power against the ruins that people are living in again. I will use it against the people who were gathered from the nations. These people have cattle and property, and they live in the world.”",
      "13": "“‘Sheba, Dedan, the merchants from Tarshish, and all their villages will ask you, “Did you come to rob these people of their possessions? Did you assemble all these soldiers to carry away large amounts of silver and gold and to take cattle and property?” ’",
      "14": "“So prophesy, son of man. Tell Gog, ‘This is what Adonay Yahweh says: At that time my people Israel will live safely, and you will know it.",
      "15": "You will come from your place in the far north and many armies will be with you. All of you will ride on horses. You will be a large crowd and a mighty army.",
      "16": "You will attack my people Israel like a cloud that covers the land. In the days to come, I will let you attack my land so that nations will know me. I will use you for my holy purpose as they watch.",
      "17": "“‘This is what Adonay Yahweh says: You are the one I spoke about long ago through my servants the prophets of Israel. They prophesied in those days that I would bring you to attack them.",
      "18": "On the day that Gog attacks the land of Israel, I will be filled with burning anger, declares Adonay Yahweh.",
      "19": "In my fiery anger I tell you this. On that day there will be a large earthquake in the land of Israel.",
      "20": "Fish, birds, wild animals, everything that crawls on the ground, and every person on earth will tremble in my presence. The mountains will be torn down, the cliffs will crumble, and every wall will fall to the ground.",
      "21": "I will declare war against Gog on all my mountains, declares Adonay Yahweh. Each person will use his sword against his relative.",
      "22": "I will punish Gog with plagues and death. I will send rainstorms, large hailstones, fire, and burning sulfur on his troops and on the many armies with him.",
      "23": "I will show my greatness and my holiness. I will reveal myself to many nations. Then they will know that I am Yahweh.’”"
    },
    "39": {
      "1": "The Lord said, “Son of man, prophesy against Gog. Tell it, ‘This is what Adonay Yahweh says: I am against you, Gog, the chief prince of Meshech and Tubal.",
      "2": "I will turn you around and lead you. I will bring you from the far north and have you attack the mountains of Israel.",
      "3": "Then I will knock the bow out of your left hand and make you drop the arrows in your right hand.",
      "4": "You will die on the mountains of Israel with your troops and the armies that are with you. I will let you become food for every bird of prey and for every wild animal.",
      "5": "You will die in the open field because I said so, declares Adonay Yahweh.",
      "6": "I will send fire on Magog and on those who live safely on the coasts. Then they will know that I am Yahweh.",
      "7": "I will make my holy name known among my people Israel, and I will never let them dishonor my holy name again. Then the nations will know that I am Yahweh, the Holy One in Israel.",
      "8": "“‘It’s coming! It will happen! declares Adonay Yahweh. This is the day I have spoken about.",
      "9": "Those living in the cities of Israel will go out. They will set fire to weapons and burn them. They will burn small and large shields, bows and arrows, and war clubs and spears. They will burn them for seven years.",
      "10": "They will not need to get wood from the field or cut down trees in the woods. They will make fires with the weapons. They will loot those who looted them, and they will grab things back from those who grabbed their things, declares Adonay Yahweh.",
      "11": "“‘When that day comes, I will give Gog a burial place in Israel. It will be in Travelers Valley, east of the Dead Sea. It will block those who travel through the valley. Gog and his whole army will be buried there. So it will be called the valley of Gog’s troops.",
      "12": "The people of Israel will be burying them there for seven months to make the land clean.",
      "13": "All the common people will be burying them. The people of Israel will be honored on the day of my victory, declares Adonay Yahweh.",
      "14": "“‘People will be chosen to go through the land and make it clean. With the help of others they will bury the dead soldiers that are still on the ground. At the end of seven months they will begin their search.",
      "15": "Whenever they go through the land and see a human bone, they will set up a marker beside it until the grave diggers have buried that bone in the valley of Gog’s troops.",
      "16": "(A city named Hamonah will also be there.) In this way they will cleanse the land.’",
      "17": "“Son of man, this is what Adonay Yahweh says: Tell every kind of bird and every wild animal, ‘Assemble, and come together from all around for the sacrifice that I’m preparing for you. It will be a huge feast on the mountains of Israel. You can eat meat and drink blood there.",
      "18": "You can eat the meat of warriors and drink the blood of the princes of the earth. All of them will be killed like rams, lambs, goats, bulls and all the best animals of Bashan.",
      "19": "You can eat the best meat until you are full and drink blood until you are drunk at the sacrifice that I am preparing for you.",
      "20": "At my table you will be filled with horses and riders, warriors, and soldiers of every kind, declares Adonay Yahweh.’",
      "21": "“I will show my greatness among the nations. All the nations will see how I will turn my power against them to punish them.",
      "22": "From that day on, the people of Israel will know that I am Yahweh their Elohim.",
      "23": "Then the nations will know that the people of Israel went into captivity because they did wrong and rebelled against me. So I hid my face from them and handed them over to their enemies. They were killed in battle.",
      "24": "I paid them back for their uncleanness and their sins, and I hid my face from them.",
      "25": "“So this is what Adonay Yahweh says: Now I will bring back Jacob’s captives and have compassion for the whole nation of Israel. I will stand up for my holy name.",
      "26": "When they live safely in a land where no one will frighten them, they will forget their shame and all the unfaithful things they have done against me.",
      "27": "I will bring them back from the other nations and gather them from the countries of their enemies. Many nations will see that I am holy.",
      "28": "Then my people will know that I am Yahweh their Elohim. I sent them into captivity among the nations, and I brought them back again to their land. I left none of them behind.",
      "29": "I will no longer hide my face from them, because I will pour out my Ruach on the nation of Israel, declares Adonay Yahweh.”"
    },
    "40": {
      "1": "It was the tenth day of the month in the beginning of the twenty-fifth year of our captivity and fourteen years after Jerusalem was captured. At that time Yahweh’s power came over me, and he brought me to Jerusalem.",
      "2": "In visions, Elohim brought me to Israel and set me down on a very high mountain. On the south side of the mountain were some buildings that looked like those in a city.",
      "3": "He brought me closer. I saw a man who looked like he was covered with bronze. The man was holding a linen tape measure and a measuring stick, and he stood in a gateway.",
      "4": "He said to me, “Son of man, look with your eyes, and listen with your ears. Pay close attention to everything I’m going to show you. You were brought here to be shown these things. Tell the nation of Israel everything that you see.”",
      "5": "I saw a wall that surrounded the temple. The man had a measuring stick that was 10½ feet long. He measured the wall. It was 10½ feet thick and 10½ feet high.",
      "6": "Then the man went to the gateway that faced east. He went up its steps and measured the entrance to the gateway. It was 10½ feet wide.",
      "7": "There were also guardrooms. Each guardroom was 10½ feet long and 10½ feet wide. The space between the guardrooms was 9 feet thick. And the entrance to the gateway by the entrance hall of the temple was 10½ feet wide.",
      "8": "He also measured the entrance hall of the gateway.",
      "9": "It extended 14 feet from the temple. Its recessed walls were 3½ feet thick. The gateway’s entrance hall faced the temple.",
      "10": "Now, there were three guardrooms on each side of the eastern gateway. All three rooms on each side were the same size, and the recessed walls on each side were the same size.",
      "11": "Then the man measured the width of the entrance to the gateway. It was 17½ feet wide, and the gateway was 23 feet long.",
      "12": "There was a barrier about 21 inches in front of each guardroom. The guardrooms were 10½ feet square.",
      "13": "He measured the gateway from the top of one guardroom to the top of the opposite guardroom. It was 44 feet wide from one door to the opposite door.",
      "14": "He also measured the entrance hall. It was 35 feet wide. In front of the entrance hall to the gateway was a courtyard on all sides.",
      "15": "The total length of the gateway from the front of the outer part to the front of the inner part of the entrance hall was 87½ feet.",
      "16": "The guardrooms and recessed walls inside the gateway had small windows all around. The entrance hall also had windows all around on the inside. Pictures of palm trees were carved on the recessed walls.",
      "17": "Then the man brought me into the outer courtyard. I saw rooms there and pavement all around the courtyard. There were 30 rooms along the edge of the pavement.",
      "18": "The pavement in the lower courtyard ran alongside the gateways. It was as wide as it was long.",
      "19": "The man measured the distance from the inside of the lower gateway to the outside of the inner courtyard. It was 175 feet from east to north.",
      "20": "Then the man measured the length and width of the gateway, leading to the outer courtyard. This was the gateway that faced north.",
      "21": "Its three guardrooms, its recessed walls, and its entrance hall were the same size as those in the east gateway. The gateway was 87½ feet long and 44 feet wide.",
      "22": "Its windows, recessed walls, and palm tree pictures were the same size as those in the east gateway. Seven steps went up to it and led to its entrance hall.",
      "23": "The inner courtyard had a gateway opposite the north gate just like the east gateway. The man measured the distance from one gate to the other gate. It was 175 feet.",
      "24": "Then the man led me to the south side, and I saw a gateway that faced south. He measured its recessed walls and its entrance hall. They were the same size as those of the other gateways.",
      "25": "The gateway and its entrance hall had windows on all sides like the windows in the other gateways. It was 87½ feet long and 44 feet wide.",
      "26": "Seven steps went up to it and led to its entrance hall. Pictures of palm trees were carved on the recessed walls, one picture on each side.",
      "27": "The inner courtyard had a gateway facing south. The man measured the distance from the gateway on the south side to its opposite gateway. It was 175 feet.",
      "28": "Then the man brought me to the inner courtyard through the south gateway. He measured the south gateway. It was the same size as the others.",
      "29": "Its guardrooms, recessed walls, and entrance hall were the same size as the other gateways. The guardrooms and the entrance hall had windows all around. The gateway was 87½ feet long and 44 feet wide.",
      "30": "There were entrance halls all around the inner courtyard. They were all 44 feet long and 9 feet wide.",
      "31": "The entrance halls faced the outer courtyard. Pictures of palm trees were carved on the recessed walls, and eight steps led up to each gateway.",
      "32": "Then the man brought me to the east side of the inner courtyard. He measured the gateway. It was the same size as the others.",
      "33": "Its guardrooms, recessed walls, and entrance halls were the same size as those of the other gateways. Its guardrooms and entrance hall had windows all around. The gateway was 87½ feet long and 44 feet wide.",
      "34": "Its entrance hall faced the outer courtyard. Pictures of palm trees were carved on the recessed walls, and eight steps led up to the gateway.",
      "35": "Then the man brought me to the north gateway. He measured it. It was the same size as the others.",
      "36": "Its guardrooms, recessed walls, and entrance hall had windows all around. The gateway was 87½ feet long and 44 feet wide.",
      "37": "Its recessed walls faced the outer courtyard. Pictures of palm trees were carved on the recessed walls, and eight steps led up to the gateway.",
      "38": "There was a room with a door that opened toward the entrance hall of the gateway. This is the room where the priests washed the animals for the burnt offerings.",
      "39": "In the entrance hall of the gateway there were two tables on each side of the room. On these tables the animals were slaughtered for burnt offerings, offerings for sin, and guilt offerings.",
      "40": "On each side of the entrance to the north gateway there were two tables, and on the other side of the entrance hall of the gateway there were two tables.",
      "41": "So there were four tables on each side of the gateway, eight tables in all, on which they slaughtered animals.",
      "42": "There were four tables made of cut stone for burnt offerings. They were 3 feet long, 3 feet wide, and 21 inches high. On these tables the priests laid the utensils that were used to slaughter animals for burnt offerings and sacrifices.",
      "43": "Double-pronged hooks, three inches long, were attached to the wall all around the room, and the tables were for the meat of the animals.",
      "44": "Outside the gateways to the inner courtyard were the rooms for the singers in the inner courtyards. One room was at the side of the north gateway. It faced south. The other room was at the side of the south gateway. It faced north.",
      "45": "The man said to me, “This room that faces south is for the priests who serve in the temple.",
      "46": "The room that faces north is for the priests who serve at the altar. These priests are Zadok’s descendants. They are the only Levites who are able to come near Yahweh and serve him.”",
      "47": "The man measured the courtyard. It was a perfect square—175 feet long and 175 feet wide. And the altar was in front of the temple.",
      "48": "Then the man brought me to the entrance hall of the temple and measured its recessed walls. They were 9 feet on each side. The gateway was 24½ feet wide, and the walls on each side were 5 feet wide.",
      "49": "The entrance hall was 35 feet long and 21 feet wide. Steps led up to it. Pillars stood by the recessed walls, one on each side of the entrance hall."
    },
    "41": {
      "1": "Then the man brought me into the holy place in the temple and measured the recessed walls. They were 10½ feet wide on each side.",
      "2": "The entrance was 17½ feet wide, and on each side of the entrance the walls were 9 feet wide. Then he measured the length of the holy place. It was 70 feet long and 35 feet wide.",
      "3": "Then the man went inside and measured the passageway. It was 3½ feet thick. The entrance was 10½ feet high and 12 feet wide.",
      "4": "Then he measured the room at the end of the holy place. It was 35 feet long and 35 feet wide. The man said to me, “This is the most holy place.”",
      "5": "Next, the man measured the temple wall. It was 10½ feet wide. The width of each side room around the temple was 7 feet.",
      "6": "The rooms were arranged on three different stories. There were 30 rooms on each story. These rooms had supports all the way around the temple wall, but these supports were not fastened to the temple wall.",
      "7": "The side rooms grew wider all the way around as they went up, story after story. The surrounding structure went from story to story all around the temple. The structure grew wider as it went higher. A stairway went from the first story through the second story to the third story.",
      "8": "I also saw a raised base all around the temple. This base was the foundation for the side rooms. It measured the full length of the measuring rod, 10½ feet.",
      "9": "The outer wall of the side rooms was 9 feet thick. There was an open area between the side rooms connected to the temple",
      "10": "and the priests’ rooms. It was 35 feet wide and went all around the temple.",
      "11": "The doors in the side rooms were entrances into the open area. There was one door to the north and another to the south. The base of the open area was 9 feet wide all the way around.",
      "12": "At the far end of the open area, on the west side of the temple, was a building 122½ feet wide. The wall of the building was 9 feet thick all the way around, and it was 157½ feet long.",
      "13": "Then the man measured the temple. It was 175 feet long. This included the open area with the building and its walls. All together it was 175 feet long.",
      "14": "The eastern side of the temple, including the open area, was also 175 feet wide.",
      "15": "He also measured the length of the building facing the courtyard on the west side along with its corridors on both sides. It was 175 feet long.\nThe holy place and the most holy place were paneled.",
      "16": "The doorposts, the small windows, and the corridors of all three stories were paneled. The walls, from the floor up to the windows, were paneled.",
      "17": "In the space above the door to the most holy place and on the walls all around it,",
      "18": "there were pictures of angels and palm trees. Palm trees were positioned between each of the angels, and each angel had two faces:",
      "19": "the face of a man, which was turned toward a palm tree on one side, and the face of a lion, which was turned toward a palm tree on the other side. These pictures were carved all around the temple.",
      "20": "Pictures of angels and palm trees were carved on the walls from the floor to the space above the door.",
      "21": "The doorframes in the holy place were square. In front of the most holy place was something similar.",
      "22": "There was a wooden altar, 5 feet high and 3½ feet wide. Its corners, its base, and its sides were made of wood. Then the man told me, “This is the table that is in the presence of Yahweh.”",
      "23": "The holy place and the most holy place had two doors.",
      "24": "Each of the doors were double doors that swung open.",
      "25": "Pictures of angels and palm trees were carved on the doors of the holy place as on the walls. There was a wooden roof hanging over the outer entrance hall.",
      "26": "There were small windows and palm trees on both sides of the entrance hall, on the side rooms of the temple, and on the roofs."
    },
    "42": {
      "1": "Then the man led me out toward the north to the outer courtyard. He brought me to the side rooms opposite both the open area and the northern building.",
      "2": "The building that faced north was 175 feet long and 87½ feet wide.",
      "3": "Opposite the inner courtyard was an area that was 35 feet wide, and opposite the pavement of the outer courtyard were corridors facing corridors on all three stories.",
      "4": "In front of the side rooms was a walkway, 17½ feet wide and 175 feet long. The doors of these side rooms faced north.",
      "5": "The side rooms on the third story were narrower than those on the first or second stories of the building because the corridors took space away from them.",
      "6": "The rooms were in three stories. They didn’t have pillars like the pillars in the courtyards. That is why the rooms on the third story were set farther back than those on the first and second stories.",
      "7": "There was a wall which ran parallel to the side rooms and the outer courtyard. It ran alongside the side rooms for 87½ feet.",
      "8": "The row of rooms in the outer courtyard was 87½ feet long. The rooms that faced the temple were 175 feet long.",
      "9": "These lower side rooms had an entrance on the east side. A person was able to enter the outer courtyard through them.",
      "10": "There were side rooms parallel to the wall of the courtyard on the south side. They faced the open area and the building.",
      "11": "There was a walkway in front of them like the one that was in front of the side rooms on the north side. These side rooms were as long and as wide as the northern rooms. They had the same exits, dimensions, and doors.",
      "12": "The doors to the south rooms were the same as the doors to the north rooms. There was a doorway at the other end of the walkway that was parallel to the corresponding wall that ran eastward. People entered through that doorway.",
      "13": "Then the man said to me, “The northern and southern side rooms that face the open area are holy rooms. These rooms are where the priests who come near Yahweh eat the holiest offerings. Because these rooms are holy, the priests keep the holiest offerings there: the grain offerings, the offerings for sin, and the guilt offerings.",
      "14": "Once the priests enter the holy place, they must not go out of the holy place into the outer courtyard until they leave behind the clothes that they wore as they served. These clothes are holy. The priests must put on other clothes. Then they can go into the area that is for the people.”",
      "15": "When the man had finished measuring the inner part of the temple area, he led me out through the east gate. Then he measured all the way around the outer area.",
      "16": "He measured the east side with a measuring stick. It was 875 feet long according to the measuring stick.",
      "17": "He measured the north side. It was 875 feet long according to the measuring stick.",
      "18": "He measured the south side. It was 875 feet long according to the measuring stick.",
      "19": "He came around to the west side and measured it. It was 875 feet long according to the measuring stick.",
      "20": "So he measured all four sides. There was a wall all around it. The wall was 875 feet long and 875 feet wide. It separated what was holy from what was unholy."
    },
    "43": {
      "1": "Then the man took me to the east gate.",
      "2": "I saw the glory of the Elohim of Israel coming from the east. His voice was like the sound of rushing water, and the earth was shining because of his glory.",
      "3": "This vision was like the one I saw when he came to destroy Jerusalem and like the one I saw by the Chebar River. I immediately bowed down.",
      "4": "Yahweh’s glory came into the temple through the east gate.",
      "5": "The Ruach lifted me and brought me into the inner courtyard. I saw Yahweh’s glory fill the temple.",
      "6": "I heard someone speaking to me from inside the temple while the man was standing beside me.",
      "7": "The voice said to me, “Son of man, this is the place where my throne is and the place where my feet rest. This is where I will live among the Israelites forever. Then the people of Israel and their kings will no longer dishonor my holy name by acting like prostitutes, nor will they dishonor it with the dead bodies of their kings.",
      "8": "They put their doorway by my doorway and their doorposts by my doorposts. Only a wall separated me from them. They dishonored my holy name because of the disgusting things that they have done. So I destroyed them in my anger.",
      "9": "Now they must stop acting like prostitutes and take the dead bodies of their kings far away from me. Then I will live among them forever.",
      "10": "“Son of man, describe this temple to the people of Israel. Then they will be ashamed because of their sins. Let them study the plans.",
      "11": "Suppose they are ashamed of everything that they have done. Then show them the design of the temple, its arrangements, its exits and entrances—its entire design. Tell them about all its rules and regulations. Then write these things down for them so that they can remember its design and follow all its rules.",
      "12": "“This is a regulation of the temple: The whole area all the way around the top of the mountain is most holy. Yes, this is a regulation of the temple.”",
      "13": "These are the measurements of the altar, using royal measurements. (The royal measuring stick was 21 inches long.) The base of the altar was 21 inches high and 21 inches wide. All around the edge of the altar was a rim measuring 9 inches wide. This was the height of the altar:",
      "14": "From the base on the ground to the lower ledge it was 3½ feet high, and from the lower ledge to the upper ledge it was 7 feet high and 21 inches wide.",
      "15": "The place where the sacrifices were burned was 7 feet high. There were four horns above it.",
      "16": "It was square, 21 feet wide and 21 feet long.",
      "17": "The upper ledge was also square. It was 24½ feet long and 24½ feet wide. It had a rim all the way around that was 10½ inches wide. Its base was 21 inches. The steps to the altar faced east.",
      "18": "Then the man said to me, “Son of man, this is what Adonay Yahweh says: These are the rules for sacrificing burnt offerings and for sprinkling blood on the altar after the altar is built.",
      "19": "Give a young bull to the priests as an offering for sin. These priests are Zadok’s descendants, men from the tribe of Levi, who can come near me and serve me.",
      "20": "Take some of the bull’s blood, and put it on the altar’s four horns, on the four corners of the ledge, and on the rim all the way around the altar. When you do this, you will remove sin from the altar and make peace with the Lord.",
      "21": "Then take a young bull as an offering for sin, and burn it in the place appointed near the temple, outside the holy place.",
      "22": "“On the second day bring a male goat that has no defects as an offering for sin. Remove sin from the altar as you did with the young bull.",
      "23": "When you finish removing sin, offer a young bull and a ram that have no defects.",
      "24": "Offer them to Yahweh. The priests must throw salt on them and offer them as burnt offerings to Yahweh.",
      "25": "Every day for seven days you must sacrifice a goat, a young bull, and a ram from the flock as an offering for sin. They must be animals that have no defects.",
      "26": "For seven days the priests should make peace with the Lord at the altar, purify it, and consecrate it.",
      "27": "When those days are over, on the eighth day, the priests must sacrifice burnt offerings and fellowship offerings on the altar. Then I will accept them, declares Adonay Yahweh.”"
    },
    "44": {
      "1": "Then the man took me back to the outer east gate of the holy place, and the gate was shut.",
      "2": "Yahweh said to me, “This gate will stay shut and will not be opened. No one may enter through it because Yahweh Elohim of Israel entered through it. It must be kept shut.",
      "3": "Only the prince may sit there and eat food in the presence of Yahweh. He will enter through the entrance hall of the gateway and leave the same way.”",
      "4": "The man brought me through the north gate in front of the temple. When I looked, I saw Yahweh’s glory fill Yahweh’s temple. I immediately bowed down.",
      "5": "Yahweh said to me, “Son of man, pay close attention. Look, and listen to everything I’m going to tell you. Listen to all the rules and regulations for Yahweh’s temple. Pay close attention to everyone who enters the temple and leaves from the holy place.",
      "6": "Tell the rebellious people of Israel, ‘This is what Adonay Yahweh says: I’ve had enough of all the disgusting things that you have done, people of Israel.",
      "7": "You brought godless foreigners into my holy place. You dishonored my temple when you offered fat and blood to me. You rejected my promise so that you could do all your disgusting things.",
      "8": "You didn’t take care of my holy things. You put foreigners in charge of my temple.",
      "9": "So this is what Adonay Yahweh says: Any godless foreigner who lives among the Israelites may not enter my holy place.",
      "10": "“‘Some Levites went far away from me when Israel wandered off to follow their idols. They must be punished for their sins.",
      "11": "They could have served in my holy place. They could have guarded the gates of the temple. They could have served in the temple by slaughtering the animals for the burnt offerings and the sacrifices for the people. They could have stood in front of the people and served them.",
      "12": "But they served the people by standing in front of their idols and by making Israel fall into sin. So I raised my hand and swore that they would be punished for their sins, declares Adonay Yahweh.",
      "13": "They must not come near me and serve me as priests. They must not come near any of my holy things or my most holy things. They must suffer disgrace because of the disgusting things that they have done.",
      "14": "I will assign them all of the less important work in the temple.",
      "15": "“‘But the priests who are Levites and descendants of Zadok took care of my holy place when the Israelites wandered away from me. They may come near me and serve me, and they may stand in my presence. They may bring fat and blood to me, declares Adonay Yahweh.",
      "16": "They may enter my holy place, come near my table to serve me, and take care of everything I gave them.",
      "17": "When they enter the gateways to the inner courtyard, they must wear linen clothes. They must have no wool on them while they serve in the gateways to the inner courtyard and in the temple.",
      "18": "They must wear linen turbans on their heads and linen undergarments. They must not wear anything that makes them sweat.",
      "19": "When they go out among the people in the outer courtyard, they must take off the clothes that they wore as they served. They must leave their clothes in the side rooms of the holy place and put on other clothes so that they do not transfer the holiness from their clothes to the people.",
      "20": "“‘They must not shave their heads or let their hair grow long. They must keep the hair on their heads trimmed.",
      "21": "None of the priests may drink wine when they enter the inner courtyard.",
      "22": "They must not marry widows or women who have been divorced. They may marry only virgins from the nation of Israel or widows of priests.",
      "23": "They must teach my people the difference between what is holy and what is unholy. They must show the people how to tell the difference between what is clean and what is unclean.",
      "24": "In all disputes the priests must act as judges and make decisions based on my laws. They must obey my rules and my regulations at all my festivals. They must observe holy days to worship me.",
      "25": "“‘A priest must not make himself unclean by going near a dead body. But a priest may become unclean if the dead person is his father, mother, son, daughter, brother, or unmarried sister.",
      "26": "After a priest is made clean, he must wait seven days.",
      "27": "When he enters the inner courtyard of the holy place to serve in the holy place, he must bring his offering for sin, declares Adonay Yahweh.",
      "28": "“‘The priests will have no inheritance. I am their inheritance. Don’t give them any possessions in Israel. The priests belong to me.",
      "29": "They will eat grain offerings, offerings for sin, and guilt offerings. Everything in Israel that is devoted to the Lord will belong to them.",
      "30": "The priests should have the best of all the first ripened fruits. The best of every gift from all your contributions must go to the priests. The best of your dough must go to the priests. This will cause a blessing to rest on your home.",
      "31": "The priests must never eat any bird or animal that has died naturally or was killed by other wild animals."
    },
    "45": {
      "1": "“‘Divide the land by drawing lots for the property you will inherit. Set aside an area 43,750 feet long and 35,000 feet wide for Yahweh. The entire area will be holy.",
      "2": "An area of 875 feet square will be for the holy place with an open area 87½ feet wide.",
      "3": "Measure off an area 43,750 feet long and 17,500 feet wide. The holy place, that is, the most holy place, will be in this area.",
      "4": "This holy part of the land will belong to the priests who serve in the holy place, the priests who come near to serve Yahweh. They will use this place for their homes, and it will be the location for the holy place.",
      "5": "An area 43,750 feet long and 17,500 feet wide will belong to the Levites who serve in the temple. It will be given to them so that they have cities to live in.",
      "6": "“‘You must designate an area 8,750 feet wide and 43,750 feet long as the city’s property. It will be located alongside the holy area. It will belong to all the people of Israel.",
      "7": "“‘The prince will have all the land on both sides of the holy area and on both sides of the property belonging to the city. From the western boundary of the holy area, his land will extend to the Mediterranean Sea. From the eastern boundary of the holy area, his land will extend to the eastern border of the country. His territory will be as large as the territory of one of the tribes.",
      "8": "This land will belong to the prince in Israel. Then my princes will no longer oppress my people. They will give land to each tribe of the nation of Israel.",
      "9": "“‘This is what Adonay Yahweh says: I’ve had enough of you, you princes of Israel. Stop your violence and looting, and do what is fair and right. Stop evicting my people, declares Adonay Yahweh.",
      "10": "You must have honest scales and honest dry and liquid measures.",
      "11": "The dry and liquid measures must always be the same: The ephah and the bath should hold the same as one-tenth of a homer. The homer must be the standard measure.",
      "12": "One shekel must weigh 20 gerahs. One mina must weigh 60 shekels.",
      "13": "“‘This is the contribution you must give to the Lord: seventeen percent of your wheat and seventeen percent of your barley.",
      "14": "You must give one percent of your olive oil using the standard measure.",
      "15": "You must take one sheep out of every 200 from the well-watered pastures of Israel. You must sacrifice them with grain offerings, burnt offerings, and fellowship offerings to make peace with the Lord, declares Adonay Yahweh.",
      "16": "All the common people must give this contribution to the prince in Israel.",
      "17": "Then the prince is responsible to provide burnt offerings, grain offerings, and wine offerings at the annual festivals, the New Moon Festivals, the weekly days of worship, and all the other appointed festivals of the nation of Israel. He must prepare offerings for sin, grain offerings, burnt offerings, and fellowship offerings to make peace with the Lord for the nation of Israel.",
      "18": "“‘This is what Adonay Yahweh says: On the first day of the first month, take a young bull that has no defects and remove sin from the holy place.",
      "19": "The priest must take some blood from the offering for sin and put it on the doorposts of the temple, on the four corners of the ledge of the altar, and on the doorposts of the gateways of the inner courtyard.",
      "20": "You must do the same on the seventh day of the month for everyone who unintentionally does something wrong and is unaware of it. So you must make peace with the Lord for the temple.",
      "21": "“‘On the fourteenth day of the first month, you will celebrate the Passover, a festival lasting seven days when unleavened bread is eaten.",
      "22": "At that time the prince must prepare for himself and for all the common people a young bull as an offering for sin.",
      "23": "Every day during the seven days of the festival, he must prepare burnt offerings for Yahweh: seven young bulls that have no defects, seven rams that have no defects, and one male goat as an offering for sin.",
      "24": "He must also give as a grain offering a half-bushel for each young bull and a half-bushel for each ram. He must also give one gallon of olive oil for every half-bushel of grain.",
      "25": "On the fifteenth day of the seventh month, at the Festival of Booths, he must do the same as on those seven days. He must prepare the same offerings for sin, burnt offerings, grain offerings, and olive oil."
    },
    "46": {
      "1": "“‘This is what Adonay Yahweh says: The east gate of the inner courtyard must be closed during the six working days, but it must be opened on the weekly day of worship. It must also be opened on the New Moon Festival.",
      "2": "The prince must enter from the outside through the entrance hall of the gateway. He must stand by the doorposts of the gateway. Then the priests must prepare the prince’s burnt offerings and fellowship offerings. He must worship at the entrance of the gateway and then leave. The gate must not be closed until evening.",
      "3": "The common people must worship at the door of the gateway in the presence of Yahweh on the weekly days of worship and on New Moon Festivals.",
      "4": "The prince must offer to Yahweh six lambs that have no defects and one ram that has no defects as a burnt offering on the day of worship.",
      "5": "The grain offering that is to be brought with the ram must be a half-bushel, and the grain offering that is to be brought with the lambs must be whatever the prince can bring. One gallon of olive oil must be brought with each half-bushel of grain.",
      "6": "On the first day of the month, the burnt offering must be one young bull, six lambs, and one ram—all animals that have no defects.",
      "7": "With each young bull and each ram the offering must include a half-bushel of grain, and with each lamb the offering must be whatever the prince wants to bring. One gallon of olive oil must be offered with each half-bushel of grain.",
      "8": "When the prince enters, he must enter through the entrance hall of the gateway. He must enter and leave the same way.",
      "9": "“‘The people will enter Yahweh’s presence at the time of the appointed festivals. Those entering through the north gate to worship must leave through the south gate. Those entering through the south gate must leave through the north gate. They must not leave through the same gate they entered. They must leave through the opposite gate.",
      "10": "The prince must be among them. When they enter, he must enter. When they leave, he must leave.",
      "11": "“‘On festival days and at appointed festivals, a grain offering of a half-bushel must be brought with each young bull, and a half-bushel must be brought with each ram. But with the lambs, the prince may bring whatever he wants to bring. One gallon of olive oil must be brought with each half-bushel of grain.",
      "12": "When the prince prepares a freewill burnt offering, either a burnt offering or a fellowship offering to Yahweh, the east gate must be opened for him. He must sacrifice burnt offerings and fellowship offerings as he does on the day of worship. When he leaves, the gate must be shut after him.",
      "13": "“‘Prepare a year-old lamb that has no defects every day as a burnt offering to Yahweh. Do this every morning.",
      "14": "Also, prepare a grain offering with it every morning: three-and-a-third quarts of grain and one-and-a-third quarts of olive oil to moisten the flour. It will be a grain offering dedicated to Yahweh. These rules are to be followed always.",
      "15": "Prepare the lamb, the grain offering, and the olive oil every morning as a daily burnt offering.",
      "16": "“‘This is what Adonay Yahweh says: Suppose the prince offers one of his sons a gift from his property. The gift will belong to his descendants because it is their inheritance.",
      "17": "But suppose the prince offers a gift from his property to one of his servants. The gift will belong to the servant only until the year of freedom. Then the gift will go back to the prince. Only his sons can inherit his property.",
      "18": "The prince must not take any of the people’s property. He must not force them to give up their property. He must give his own property as an inheritance to his sons so that none of my people will be separated from their property.’”",
      "19": "The man brought me through a passage beside the gateway to the side rooms that faced north. These rooms were reserved for the priests. He showed me a place on the west side of the rooms.",
      "20": "He said to me, “This is the place where the priests must boil the meat for the guilt offering and the offering for sin. This is the place where they must bake grain offerings so that they don’t have to bring the offerings into the outer courtyard. This way they won’t transfer holiness to the people.”",
      "21": "Then the man led me to the outer courtyard and took me past the four corners of the courtyard. I saw that in each corner of the courtyard there was a smaller courtyard.",
      "22": "The smaller courtyards that were in each of the four corners of the courtyard were 60 feet long and 45 feet wide. All four of the smaller courtyards in the corners of the courtyard were the same size.",
      "23": "Around each of the four courtyards were stone walls, and these walls were equipped with fireplaces.",
      "24": "Then the man said to me, “These are the kitchens where the temple servants must boil the people’s sacrifices.”"
    },
    "47": {
      "1": "Then the man took me back to the door of the temple. I saw water flowing from under the entrance of the temple toward the east. (The temple faced east.) The water was flowing under the south side of the temple, south of the altar.",
      "2": "Then he led me through the north gate and around to the outer east gate. The water was flowing down the south side of the gate.",
      "3": "With a measuring line in his hand, the man went eastward. He measured off 1,500 feet and led me through the water. The water came up to my ankles.",
      "4": "Then he measured off another 1,500 feet and led me through the water. The water came up to my knees. He measured off another 1,500 feet and led me through the water. The water came up to my waist.",
      "5": "Then he measured another 1,500 feet. But the water had risen so much that it became a river which I couldn’t cross. The river was too deep to cross except by swimming.",
      "6": "Then he asked me, “Son of man, do you see this?”",
      "7": "Then the man led me back along the bank of the river. As I went back, I saw many trees on both sides of the river.",
      "8": "Then the man said to me, “This water flows through the land to the east, down into the Jordan Valley, and into the Dead Sea. When the water flows into the Dead Sea, it will replace the salt water there with fresh water.",
      "9": "Wherever the river flows, there will be many fish and animals. The river will make the water in the Dead Sea fresh. Wherever the river flows, it will bring life.",
      "10": "From En Gedi to En Eglaim people will be standing on the shore of the sea with their fishing nets spread out. As many kinds of fish will be there as there are in the Mediterranean Sea.",
      "11": "But the water in the swamps and marshes won’t become fresh. It will remain salty.",
      "12": "All kinds of fruit trees will grow on both sides of the river. Their leaves won’t wither, and they won’t fail to produce fruit. Each month they will produce fresh fruit because this water flows from the holy place. The fruit will be good food, and the leaves will be used for healing.”",
      "13": "This is what Adonay Yahweh says: These are the borders of the land that is to be divided among the 12 tribes of Israel. Joseph gets two parts.",
      "14": "Divide the land equally. I raised my hand and swore that I would give the land to your ancestors. So this land will be your inheritance.",
      "15": "This is the northern border for the land: On the north side the border will run from the Mediterranean Sea all the way to Hethlon and Hamath Pass. It will run through the city of Zedad and through",
      "16": "Berothah and Sibraim, which are between the borders of Damascus and Hamath. It will run to Hazer Hatticon, which is on the border of Hauran.",
      "17": "So the border will run from the Mediterranean Sea to Hazar Enon on the border of Damascus. The border of Hamath will lie to the north. This is the north side.",
      "18": "On the east side the border will run between Hauran and Damascus. The Jordan River will serve as the border between Gilead and the land of Israel. The border will continue from the Dead Sea down to Tamar. This is the east side.",
      "19": "On the south side the border will run from Tamar to the oasis at Meribah in Kadesh along the ravine to the Mediterranean Sea. This is the southern border.",
      "20": "On the west side the Mediterranean Sea is the border up to a point opposite Hamath Pass. This is the west side.",
      "21": "Divide this land among yourselves for each of the tribes of Israel.",
      "22": "Divide it by drawing lots. This land will be for you. It will also be for the foreign residents who live among you and have given birth to children while they lived with you. Think of them as Israelites. They will draw lots with you for their inheritance among the tribes of Israel.",
      "23": "Foreign residents will receive their share of the inheritance with the people of the tribe among whom they are living, declares Adonay Yahweh."
    },
    "48": {
      "1": "These are the names of the tribes. Beginning at the northern border, Dan will have one part of the land. It will extend from the road to Hethlon to Hamath Pass and Hazar Enon, on the northern border of Damascus near Hamath, from the eastern border to the western border.",
      "2": "Asher will have one part of the land and border Dan on the south. It will extend from the eastern border to the western border.",
      "3": "Naphtali will have one part of the land and border Asher on the south. It will extend from the eastern border to the western border.",
      "4": "Manasseh will have one part of the land and border Naphtali on the south. It will extend from the eastern border to the western border.",
      "5": "Ephraim will have one part of the land and border Manasseh on the south. It will extend from the eastern border to the western border.",
      "6": "Reuben will have one part of the land and border Ephraim on the south. It will extend from the eastern border to the western border.",
      "7": "Judah will have one part of the land and border Reuben on the south. It will extend from the eastern border to the western border.",
      "8": "The land that you set aside as a special gift for the Lord will border Judah on the south. It will be 43,750 feet wide, and it will be as long as one of the sections of the tribes. It will extend from the eastern border to the western border, and the holy place will be in the middle of it.",
      "9": "This special land that you set aside for Yahweh will be 43,750 feet long and 17,500 feet wide.",
      "10": "This holy area will belong to the priests. On the north side it will be 43,750 feet long. On the west side it will be 17,500 feet wide. On the east side it will be 17,500 feet wide. On the south side it will be 43,750 feet long. Yahweh’s holy place will be in the middle of it.",
      "11": "This land that has been set apart will belong to the priests who are descendants of Zadok. They took care of my holy place. They didn’t wander away with the Israelites as the Levites did.",
      "12": "So they will have a special portion from the land. It will be the holiest part of land, next to the land belonging to the Levites.",
      "13": "Alongside the land belonging to the priests will be the land belonging to the Levites. It will be 43,750 feet long and 17,500 feet wide.",
      "14": "They must not sell any of it or trade any of it. They must not let others have the best part of the land, because the land is Yahweh’s and it is holy.",
      "15": "A strip of land, 8,750 feet wide by 43,750 feet long, will be left for cities, homes, and pastures. The city will be in the middle of it.",
      "16": "These will be the measurements for the city: On the north side it will be 7,875 feet long. On the south side it will be 7,875 feet long. On the east side it will be 7,875 feet wide. And on the west side it will be 7,875 feet wide.",
      "17": "The city’s pastureland will be 4,375 feet on the north, 4,375 feet on the south, 4,375 feet on the east, and 4,375 feet on the west.",
      "18": "The rest of the land borders the holy area and runs lengthwise. This land will be 17,500 feet on its east side and 17,500 feet on its west side. It will be used to provide food for the city workers.",
      "19": "City workers from all the tribes in Israel will farm it.",
      "20": "The whole area will be 43,750 feet square. You must give this land as a special gift to the Lord along with the city property.",
      "21": "Whatever is left on the east side and west side of the holy area and the city property will belong to the prince. This land will extend eastward from the holy area to the eastern border, and it will extend westward to the western border. Both of these areas are as long as one of the sections of the tribes. These areas belong to the prince, and the holy area with the holy place of the temple will be between them.",
      "22": "So the Levites’ property and the city’s property will be between the prince’s part of the land. What is between Judah’s and Benjamin’s boundaries will belong to the prince.",
      "23": "This is what the rest of the tribes will receive: Benjamin will have one part of the land. It will extend from the eastern border to the western border.",
      "24": "Simeon will have one part of the land and border Benjamin on the south. It will extend from the eastern border to the western border.",
      "25": "Issachar will have one part of the land and border Simeon on the south. It will extend from the eastern border to the western border.",
      "26": "Zebulun will have one part of the land and border Issachar on the south. It will extend from the eastern border to the western border.",
      "27": "Gad will have one part of the land and border Zebulun on the south. It will extend from the eastern border to the western border.",
      "28": "The southern border of Gad will run south from Tamar to the oasis at Meribah in Kadesh, and it will run along the Brook of Egypt to the Mediterranean Sea.",
      "29": "This is the land you will divide as your inheritance among the tribes of Israel, and these are their areas, declares the Adonay Yahweh.",
      "30": "These will be the exits for the city: The north side will be 7,875 feet long.",
      "31": "The gates of the city will be named after the tribes of Israel. The three gates on the north side will be Reuben Gate, Judah Gate, and Levi Gate.",
      "32": "The east side will be 7,875 feet long. The three gates on the east side will be Joseph Gate, Benjamin Gate, and Dan Gate.",
      "33": "The south side will be 7,875 feet long. The three gates on the south side will be Simeon Gate, Issachar Gate, and Zebulun Gate.",
      "34": "The west side will be 7,875 feet long. The three gates on the west side will be Gad Gate, Asher Gate, and Naphtali Gate.",
      "35": "The city will measure about 31,500 feet all the way around. From then on the city’s name will be: Yahweh Shammah."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:37.669997-04:00",
    "Translation": "NOG"
  }
}