{
  "Ezra": {
    "1": {
      "1": "The promise Yahweh had spoken through Jeremiah was about to come true in Cyrus’ first year as king of Persia. Yahweh inspired the king to make this announcement throughout his whole kingdom and then to put it in writing.",
      "2": "This is what King Cyrus of Persia says: Yahweh Elohim of heaven has given me all the kingdoms of the world. Then he ordered me to build a temple for him in Jerusalem (which is in Judah).",
      "3": "May Elohim be with all of you who are his people. You may go to Jerusalem (which is in Judah) and build a temple for Yahweh Elohim of Israel. He is the Elohim who is in Jerusalem.",
      "4": "All who choose to remain behind, wherever they may be living, should provide the people who are leaving with silver, gold, supplies, livestock, and freewill offerings to be used in Elohim’s temple in Jerusalem.",
      "5": "Then the heads of the families of Judah and Benjamin, the priests, and the Levites—everyone Elohim had inspired—came forward to rebuild Yahweh’s temple in Jerusalem.",
      "6": "All their neighbors who were remaining behind provided them with articles made from silver and gold, supplies, livestock, and valuable gifts besides everything that was freely offered.",
      "7": "King Cyrus brought out the utensils belonging to Yahweh’s temple. Nebuchadnezzar had taken these utensils from Jerusalem and put them in the temple of his own god.",
      "8": "King Cyrus of Persia put the treasurer Mithredath in charge of bringing them out. So Mithredath made a list of them for Prince Sheshbazzar of Judah.",
      "9": "This is the inventory:gold dishes 30silver dishes 1,000knives 29",
      "10": "gold bowls 30other silver bowls 410other utensils 1,000",
      "11": "The gold and silver utensils totaled 5,400.\nSheshbazzar took all these utensils with him when the exiles left Babylon to go to Jerusalem."
    },
    "2": {
      "1": "These were the people in the province. They were the ones who left the place where the exiles had been taken captive. (King Nebuchadnezzar of Babylon had taken them to Babylon.) These exiles returned to Jerusalem and Judah. All of them went to their own cities.",
      "2": "They went with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah.\nThis is the number of Israelite men from the people in exile:",
      "3": "the descendants of Parosh 2,172",
      "4": "of Shephatiah 372",
      "5": "of Arah 775",
      "6": "of Pahath Moab, that is, of Jeshua and Joab 2,812",
      "7": "of Elam 1,254",
      "8": "of Zattu 945",
      "9": "of Zaccai 760",
      "10": "of Bani 642",
      "11": "of Bebai 623",
      "12": "of Azgad 1,222",
      "13": "of Adonikam 666",
      "14": "of Bigvai 2,056",
      "15": "of Adin 454",
      "16": "of Ater, that is, Hezekiah 98",
      "17": "of Bezai 323",
      "18": "of Jorah 112",
      "19": "of Hashum 223",
      "20": "of Gibbar 95",
      "21": "The people of Bethlehem 123",
      "22": "of Netophah 56",
      "23": "of Anathoth 128",
      "24": "of Azmaveth 42",
      "25": "of Kiriath Jearim, Chephirah, and Beeroth 743",
      "26": "of Ramah and Geba 621",
      "27": "of Michmas 122",
      "28": "of Bethel and Ai 223",
      "29": "of Nebo 52",
      "30": "of Magbish 156",
      "31": "of the other Elam 1,254",
      "32": "of Harim 320",
      "33": "of Lod, Hadid, and Ono 725",
      "34": "of Jericho 345",
      "35": "of Senaah 3,630",
      "36": "These priests returned from exile:the descendants of Jedaiah (through the family of Jeshua) 973",
      "37": "of Immer 1,052",
      "38": "of Pashhur 1,247",
      "39": "of Harim 1,017",
      "40": "These Levites returned from exile:the descendants of Jeshua and Kadmiel, that is, of Hodaviah 74",
      "41": "These singers returned from exile:the descendants of Asaph 128",
      "42": "These gatekeepers returned from exile:the descendants of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai 139",
      "43": "These temple servants returned from exile: the descendants of Ziha, Hasupha, Tabbaoth,",
      "44": "Keros, Siaha, Padon,",
      "45": "Lebanah, Hagabah, Akkub,",
      "46": "Hagab, Shalmai, Hanan,",
      "47": "Giddel, Gahar, Reaiah,",
      "48": "Rezin, Nekoda, Gazzam,",
      "49": "Uzza, Paseah, Besai,",
      "50": "Asnah, Meunim, Nephusim,",
      "51": "Bakbuk, Hakupha, Harhur,",
      "52": "Bazluth, Mehida, Harsha,",
      "53": "Barkos, Sisera, Temah,",
      "54": "Neziah, and Hatipha.",
      "55": "These descendants of Solomon’s servants returned from exile: the descendants of Sotai, Hassophereth, Peruda,",
      "56": "Jaalah, Darkon, Giddel,",
      "57": "Shephatiah, Hattil, Pochereth Hazzebaim, and Ami.",
      "58": "The temple servants and the descendants of Solomon’s servants totaled 392.",
      "59": "The following people came from Tel Melah, Tel Harsha, Cherub, Addan, and Immer, but they couldn’t prove they were Israelites on the basis of their father’s family or their genealogy:",
      "60": "the descendants of Delaiah, Tobiah, and Nekoda. These people totaled 652.",
      "61": "These descendants of the priests couldn’t prove their families were Israelites: the descendants of Hobaiah, Hakkoz, and Barzillai (who had married one of the daughters of Barzillai from Gilead and took that family name).",
      "62": "These people searched for their family names in the genealogical records, but their names couldn’t be found there. For this reason they were considered contaminated and couldn’t be priests.",
      "63": "The governor told them not to eat any of the most holy food until a priest could use the Urim and Thummim to settle the problem.",
      "64": "The whole assembly totaled 42,360.",
      "65": "In addition to the male and female servants who numbered 7,337, they also had 200 male and female singers.",
      "66": "They had 736 horses, 245 mules,",
      "67": "435 camels, and 6,720 donkeys.",
      "68": "When some of the heads of the families came to Yahweh’s temple in Jerusalem, they contributed freewill offerings to help rebuild Elohim’s temple on its former site.",
      "69": "They contributed as much as they could to the treasury for this work: 1,030 pounds of gold, 5,740 pounds of silver, and 100 robes for the priests.",
      "70": "The priests, the Levites, some of the people, the singers, the gatekeepers, and the temple servants settled in their own cities. All the other Israelites settled in their own cities."
    },
    "3": {
      "1": "When the seventh month came, the people gathered together in Jerusalem. (The Israelites had already settled in their cities.)",
      "2": "Then Jozadak’s son Jeshua and his relatives who were priests and Shealtiel’s son Zerubbabel and his relatives built an altar for the Elohim of Israel. They built it in order to sacrifice burnt offerings. They followed the directions written in Moses’ Teachings. (Moses was a man of Elohim).",
      "3": "So they rebuilt the altar on its original site, though they were afraid of the people in the neighboring regions. They sacrificed burnt offerings on it to Yahweh every morning and evening.",
      "4": "Following the written directions, they celebrated the Festival of Booths. Each day they sacrificed the required number of burnt offerings.",
      "5": "After that, they sacrificed the daily burnt offerings, the offerings for the New Moon Festival and all the other holy festivals of Yahweh, and all the freewill offerings brought to Yahweh.",
      "6": "They started to bring these burnt offerings to Yahweh on the first day of the seventh month, even though the foundation of Yahweh’s temple had not yet been laid.",
      "7": "So they gave money to the stonecutters and carpenters. Then they gave food, drink, and olive oil to the men from Sidon and Tyre in exchange for cedar, which the men would bring by sea from Lebanon to Joppa as King Cyrus of Persia had authorized them to do.",
      "8": "Zerubbabel (who was Shealtiel’s son), Jeshua (who was Jozadak’s son), and the rest of the Jews, (the priests, Levites, and all the others who had come back from exile to Jerusalem) began to rebuild the temple. This happened in the second month of the second year following their return to the site of Elohim’s house in Jerusalem. They began by appointing the Levites who were at least 20 years old to direct the work on Yahweh’s house.",
      "9": "Then Jeshua with his sons and relatives and Kadmiel with his sons who were Judah’s descendants joined Henadad’s family and their sons and relatives, the Levites, in directing those working on Elohim’s house.",
      "10": "The builders laid the foundation of Yahweh’s temple. Then the priests who were dressed in their robes took their places with trumpets, and the Levites who were Asaph’s descendants took their places with cymbals to praise Yahweh according to the instructions of King David of Israel.",
      "11": "As they praised and gave thanks to Yahweh, they sang antiphonally:\n“He is good; his mercy toward Israel endures forever.”\nThen all the people shouted, “Praise Yahweh,” because the foundation for the house of Yahweh had been laid.",
      "12": "But many of the priests, Levites, and the heads of the families who were old enough to have seen the first temple with their own eyes began to sob when they saw the foundation of this temple. Many others shouted for joy.",
      "13": "No one could distinguish between the joyful shouts and the loud sobbing because the people were shouting so loudly. The noise was heard from far away."
    },
    "4": {
      "1": "When the enemies of Judah and Benjamin heard that the people who returned from exile were building a temple for Yahweh Elohim of Israel,",
      "2": "they approached Zerubbabel and the heads of the families. They told them, “We want to help you build because we worship the same Elohim you worship. We have been sacrificing to him since the time of King Esarhaddon of Assyria, who brought us here.”",
      "3": "But Zerubbabel, Jeshua, and the rest of the heads of Israel’s families told them, “It isn’t right for your people and our people to build a temple for our Elohim together. We must build it alone for Yahweh Elohim of Israel, as King Cyrus of Persia ordered us to do.”",
      "4": "Then the people of that region discouraged the people of Judah and made them afraid to continue building.",
      "5": "They bribed officials to keep the people of Judah from carrying out their plans throughout the reign of King Cyrus of Persia until the reign of King Darius of Persia.",
      "6": "When Xerxes began to rule, the enemies of Judah and Jerusalem wrote a letter in which they made an accusation against the inhabitants of Judah and Jerusalem.",
      "7": "Bishlam, Mithredath, Tabeel, and the rest of their group wrote to him when Artaxerxes was king of Persia. The letter was written with the Aramaic script and translated into the Aramaic language.",
      "8": "Rehum the commander and Shimshai the scribe wrote another letter against the people of Jerusalem to King Artaxerxes.",
      "9": "At that time, Rehum the commander and Shimshai the scribe were with the others of their group—the people from Denya, Partakka, Tarpel, Persia, Erech, Babylon, Susa, (that is, those of Elam),",
      "10": "and the rest of the people whom the great and noble Assurbanipal deported. (Assurbanipal settled them in the cities of Samaria and the rest of the lands west of the Euphrates River.)",
      "11": "This is the copy of the letter they sent to him:\nTo King Artaxerxes,\nFrom your servants, the people west of the Euphrates:",
      "12": "Your Majesty, you should know that the Jews who came to us from you are now in Jerusalem. They are rebuilding that rebellious and wicked city. They are close to finishing the walls. The foundations are already in place.",
      "13": "You should also know that if this city is rebuilt and its walls are finished, the Jews will no longer pay taxes, fees, and tolls.\nUltimately, this will hurt the king’s income.",
      "14": "Now, because we are paid by your palace, it isn’t right for us to watch something happen that will dishonor the king. So we are sending this letter to inform you",
      "15": "that you should search the official records of your predecessors. You will find in those official records that this city has been rebellious and has been a threat to kings and provinces. This city has a history of rebelliousness. That’s why this city was destroyed.",
      "16": "We want the king to know that if this city is rebuilt and its walls are finished, you will have nothing left of your province west of the Euphrates River.",
      "17": "Then the king sent this reply:\nTo Rehum the commander, Shimshai the scribe, and the rest of their group living in Samaria, and to others west of the Euphrates River:\nI wish you peace and prosperity!",
      "18": "The letter you sent me has been read word for word in my presence.",
      "19": "I gave the order, and a search was made. I discovered that this city has a long history of uprisings against kings. Its inhabitants are guilty of treason and rebellion.",
      "20": "Jerusalem has had powerful kings who have ruled the whole province west of the Euphrates. Taxes, fees, and tolls were paid to them.",
      "21": "So order these men to stop rebuilding. Keep this city from being rebuilt until I give the order.",
      "22": "Be careful not to neglect your duty in this matter. Why should I, the king, suffer any more harm?",
      "23": "Rehum the commander, Shimshai the scribe, and their group hurried to Jerusalem after hearing a copy of King Artaxerxes’ letter. They forced the Jews to stop rebuilding.",
      "24": "Then the work on Elah’s temple in Jerusalem was stopped. Nothing more was done until Darius’ second year as king of Persia."
    },
    "5": {
      "1": "The prophet Haggai and Zechariah, grandson of Iddo, prophesied to the Jews in Judah and Jerusalem in the name of Israel’s Elah, who was over them.",
      "2": "Then Zerubbabel, who was Shealtiel’s son, and Jeshua, who was Jozadak’s son, began to rebuild God’s temple in Jerusalem. Elah’s prophets were with them and supported them.",
      "3": "At the same time, Governor Tattenai from the province west of the Euphrates River, Shethar Bozenai, and their group went to the Jews and asked them, “Who gave you permission to rebuild this temple and finish its walls?”",
      "4": "They also asked the Jews for the names of the men who were working on this building.",
      "5": "But the leaders of the Jews were under Elah’s watchful eye. They couldn’t be stopped until Darius received a report and sent a reply to it.",
      "6": "Here is a copy of the letter Governor Tattenai from the province west of the Euphrates River, Shethar Bozenai and his group (the Persians west of that river) sent to King Darius.",
      "7": "They sent him the following report:\nTo King Darius,\nWe wish you peace and prosperity in everything you do.",
      "8": "Your Majesty should know that we went to the province of Judah, to the temple of the great Elah. The temple is being built with large stones and with wooden beams laid in its walls. The builders are doing an excellent job and making rapid progress.",
      "9": "We asked their leaders the following question: “Who gave you permission to rebuild this temple and finish its walls?”",
      "10": "For your information, we also asked them for their names so that we would have a record of the men who were their leaders.",
      "11": "This was their reply to us:\n“We are the servants of the Elah of heaven and earth. We are rebuilding the temple that was originally built many years ago by a great king of Israel.",
      "12": "But because our ancestors made the Elah of heaven angry, he handed them over to King Nebuchadnezzar of Babylon (a Chaldean). So Nebuchadnezzar destroyed this temple and deported its people to Babylon.",
      "13": "“However, in the first year of the reign of King Cyrus of Babylon, Cyrus gave permission for Elah’s temple to be rebuilt.",
      "14": "In addition, Cyrus took out of a temple in Babylon the gold and silver utensils that belonged to Elah’s temple. (Nebuchadnezzar had taken them out of Elah’s temple in Jerusalem and brought them into a temple in Babylon.) Cyrus gave them to a man named Sheshbazzar, whom he had made governor.",
      "15": "Cyrus told him, ‘Take these utensils. Place them in the temple in Jerusalem. Rebuild Elah’s temple on its original site.’",
      "16": "Then Sheshbazzar laid the foundation of Elah’s temple in Jerusalem. The temple has been under construction from that time until now, but it still isn’t finished.”",
      "17": "If it pleases Your Majesty, allow someone to search the king’s archives in Babylon to determine whether King Cyrus gave permission for the temple of Elah to be rebuilt in Jerusalem. Then please send us Your Majesty’s decision on this matter."
    },
    "6": {
      "1": "Then King Darius gave the order to search the library where the archives were stored in Babylon.",
      "2": "A scroll was found in the palace of Ecbatana, which is in the province of Media. This was written on it:\nMEMORANDUM",
      "3": "Date: Cyrus’ first year as king\nFrom: King Cyrus\nSubject: Elah’s temple in Jerusalem.\nThe temple should be rebuilt as a place to offer sacrifices. Its foundation should be laid. It should be 90 feet high and 90 feet wide",
      "4": "with three rows of large stones and a row of wood. The king’s palace will pay for it.",
      "5": "In addition, Cyrus took out of a temple in Babylon the gold and silver utensils that belonged to Elah’s temple. (Nebuchadnezzar had taken them out of Elah’s temple in Jerusalem and brought them into a temple in Babylon.) They should be returned to their proper place in the temple in Jerusalem. You should put each one in Elah’s temple.",
      "6": "Governor Tattenai from the province west of the Euphrates, Shethar Bozenai, and those of your group (the Persians west of the river):\nYou must stay away from there.",
      "7": "Don’t interfere with the work on Elah’s temple. Let the governor of the Jews and the leaders of Judah rebuild Elah’s temple on its original foundation.",
      "8": "I am issuing this decree about how you must help the Jewish leaders rebuild Elah’s temple:\nThe cost for this should be paid out of the king’s own money from the taxes on the province west of the Euphrates. Full payment should be made to these men so that the work is not interrupted.",
      "9": "Also, whatever the priests in Jerusalem need for burnt offerings to the Elah of heaven—young bulls, rams, lambs, wheat, salt, wine, and olive oil—should be provided for them each day. Make sure that nothing is omitted.",
      "10": "Then they can offer sacrifices that please the Elah of heaven and pray for the life of the king and his sons.",
      "11": "I am also issuing a decree that if anyone tampers with my orders, that person should be impaled on a beam torn from his own house and his house should be turned into a pile of rubble.",
      "12": "May the Elah whose name is worshiped there cause the downfall of each king and nation who tries to tamper with my orders or tries to destroy the temple of the Elah in Jerusalem.\nI, Darius, have issued a decree. It’s to be carried out exactly as ordered.",
      "13": "Then Governor Tattenai from the province west of the Euphrates River, Shethar Bozenai, and their group did exactly what King Darius had ordered.",
      "14": "So the Jewish leaders continued to make progress because of the message from the prophet Haggai and Zechariah, the grandson of Iddo. They finished building as the Elah of Israel had ordered and as Cyrus, Darius, and Artaxerxes (the kings of Persia) had ordered.",
      "15": "This temple was finished on the third day of the month of Adar in the sixth year of King Darius’ reign.",
      "16": "Then the people of Israel, the priests, the Levites, and the others who had returned from exile celebrated at the dedication of Elah’s temple.",
      "17": "At the dedication of Elah’s temple, they sacrificed 100 bulls, 200 rams, and 400 lambs. They sacrificed 12 male goats as an offering for sin, one goat for each of the tribes of Israel.",
      "18": "The priests were assigned to their divisions and the Levites to their groups to lead the worship of Elah in Jerusalem by following the directions written in the Book of Moses.",
      "19": "On the fourteenth day of the first month, those who had returned from exile celebrated the Passover.",
      "20": "Since the priests and Levites had cleansed themselves, all of them were now clean. They killed the Passover lambs for all the people who had returned from exile, for the rest of the priests, and for themselves.",
      "21": "The lambs were eaten by the Israelites who had returned from exile and by all who had separated themselves from the unclean practices of the non-Jews in the land to worship Yahweh Elohim of Israel.",
      "22": "So for seven days they celebrated the Festival of Unleavened Bread because Yahweh had made them joyful. Yahweh had made the king of Assyria change his mind so that he supported the people in their work on the temple of Elohim, the Elohim of Israel."
    },
    "7": {
      "1": "After these things, during the reign of King Artaxerxes of Persia, Ezra left Babylon.\nEzra was the son of Seraiah, who was the son of Azariah, who was the son of Hilkiah,",
      "2": "who was the son of Shallum, who was the son of Zadok, who was the son of Ahitub,",
      "3": "who was the son of Amariah, who was the son of Azariah, who was the son of Meraioth,",
      "4": "who was the son of Zerahiah, who was the son of Uzzi, who was the son of Bukki,",
      "5": "who was the son of Abishua, who was the son of Phinehas, who was the son of Eleazer, who was the son of Aaron (the first priest).",
      "6": "As a scribe, Ezra was an expert in Moses’ Teachings, which Yahweh Elohim of Israel had given. The king gave Ezra everything he requested because Yahweh his Elohim was guiding him.",
      "7": "Some Israelites (including priests, Levites, singers, gatekeepers, and temple servants) went to Jerusalem in Artaxerxes’ seventh year as king.",
      "8": "In that same year in the fifth month, Ezra arrived in Jerusalem.",
      "9": "He had left Babylon on the first day of the first month, and on the first day of the fifth month, he arrived in Jerusalem, since his Elohim was good to him.",
      "10": "Ezra was determined to study Yahweh’s Teachings, live by them, and teach their rules and regulations in Israel.",
      "11": "This is a copy of the letter that King Artaxerxes gave Ezra the priest and scribe, a man with a thorough knowledge of Yahweh’s commands and laws for Israel:",
      "12": "From: Artaxerxes, king of kings\nTo: Ezra the priest, a scribe for the Teachings of the Elah of Heaven:\nI wish you peace and prosperity!",
      "13": "I have issued a decree that any Israelites who are in my kingdom and want to go with you to Jerusalem may go. This also includes the priests and Levites.",
      "14": "I, the king, and my seven advisers are sending you to evaluate the situation in Judah and Jerusalem on the basis of your Elah’s Teachings, which you hold in your hands.",
      "15": "Also, you must take the silver and gold that the king and his advisers willingly contributed to the Elah of Israel, the Elah whose temple is in Jerusalem.",
      "16": "Take any silver and gold that you find in the whole province of Babylon when you take the gifts contributed by the people and the priests. They willingly contributed these gifts for the temple of their Elah in Jerusalem.",
      "17": "You must use this money to buy bulls, rams, lambs, grain, and wine to offer on the altar of the temple of your Elah in Jerusalem.",
      "18": "You and your relatives may do whatever you think is right with the rest of the silver and gold. However, what you do must conform to the will of your Elah.",
      "19": "The utensils that have been given to you so that they can be used in your Elah’s temple must all be presented to the Elah of Jerusalem.",
      "20": "You may use the king’s treasury to pay for anything else that you must provide for your Elah’s temple.",
      "21": "I, King Artaxerxes, order all the treasurers in the province west of the Euphrates River to do exactly what Ezra the priest, a scribe for the Teachings of the Elah of Heaven, asks you to do.",
      "22": "You may give him up to 7,500 pounds of silver, 100 measures of wheat, 600 gallons of wine, 600 gallons of olive oil, and as much salt as he needs.",
      "23": "Whatever the Elah of heaven has commanded must be carried out in detail for the temple of the Elah of heaven. Why should Elah become angry with the king’s empire and his sons?",
      "24": "Furthermore, we are notifying you that you are forbidden to make any priest, Levite, singer, gatekeeper, servant, or worker in the temple of this Elah pay any taxes, fees, or tolls.",
      "25": "You, Ezra, using your Elah’s wisdom—the Teachings you hold in your hands—will appoint judges and administrators for all the people who know your Elah’s Teachings and live in the province west of the Euphrates River. In addition, you will teach anyone who doesn’t know the Teachings.",
      "26": "Whoever will not strictly follow your Elah’s Teachings and the king’s orders should be promptly exiled, have his goods confiscated, be imprisoned or be sentenced to die.",
      "27": "I, Ezra, said: Thanks be to Yahweh Elohim of our ancestors. He put this into the king’s mind to make Yahweh’s temple in Jerusalem beautiful.",
      "28": "He made the king, his advisers, and all the king’s powerful officials treat me kindly.\nI was encouraged because Yahweh my Elohim was guiding me. So I gathered leaders in Israel to go with me."
    },
    "8": {
      "1": "These are the leaders of the families and the genealogy of those who left Babylon with me during the reign of King Artaxerxes:",
      "2": "from the family of Phinehas:\nGershom\nfrom the family of Ithamar:\nDaniel",
      "3": "from the family of David:\nHattush, son of Shecaniah\nfrom the family of Parosh:\nZechariah, with 150 males whose genealogies were known",
      "4": "from the family of Pahath Moab:\nEliehoenai, son of Zerahiah, with 200 males",
      "5": "from the family of Zattu:\nShecaniah, son of Jahaziel, with 300 males",
      "6": "from the family of Adin:\nEbed, son of Jonathan, with 50 males",
      "7": "from the family of Elam:\nJeshaiah, son of Athaliah, with 70 males",
      "8": "from the family of Shephatiah:\nZebadiah, son of Michael, with 80 males",
      "9": "from the family of Joab:\nObadiah, son of Jehiel, with 210 males",
      "10": "from the family of Bani:\nShelomith, son of Josiphiah, with 160 males",
      "11": "from the family of Bebai:\nZechariah, son of Bebai, with 38 males",
      "12": "from the family of Azgad:\nJohanan, son of Hakkatan, with 110 males",
      "13": "from the family of Adonikam:\nEliphelet, Jeuel, and Shemaiah, who arrived later with 60 males",
      "14": "from the family of Bigvai:\nUthai and Zabbud, with 70 males.",
      "15": "I had this group gather by the river that flows to Ahava, and we camped there for three days. I noticed laypeople and priests there, but I didn’t find any Levites.",
      "16": "Then I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam (who were leading men) and for Joiarib and Elnathan (who were wise).",
      "17": "I sent them to Iddo, the leader in Casiphia. I told them to tell Iddo and his relatives, the temple servants in Casiphia, that they should bring us men who can serve in our Elohim’s temple.",
      "18": "Elohim was guiding us, so Iddo and his relatives brought us someone competent, Sherebiah, who was a descendant of Mahli, Levi, and Israel. They brought us 18 of Sherebiah’s sons and relatives.",
      "19": "They also brought Hashabiah, Jeshaiah (who was a descendant of Merari), 20 of Jeshaiah’s relatives and their sons,",
      "20": "and 220 temple servants. They were descended from the temple servants whom David and his officials had appointed to work for the Levites. These were all listed by name.",
      "21": "Then I announced a fast there at the Ahava River so that we might humble ourselves in the presence of our Elohim to ask him for a safe journey for ourselves, for our little ones, and for all our goods.",
      "22": "I was ashamed to ask the king for an armed escort with cavalry to help us against an enemy attack on the way. We had already told the king, “Our Elohim works things out for the good of everyone who dedicates his life to serving him, but his power and his anger oppose everyone who abandons him.”",
      "23": "So we fasted and asked our Elohim for a safe journey, and he answered our prayer.",
      "24": "Then I selected 12 leaders from the priests—Sherebiah, Hashabiah, and 10 of their relatives.",
      "25": "I weighed for them the silver, the gold, and the utensils. These were the contributions that the king, his advisers, his officials, and all the Israelites had contributed for our Elohim’s temple.",
      "26": "I weighed the contributions for them to guard: about 24 tons of silver, 100 silver utensils weighing 150 pounds apiece, 7,500 pounds of gold,",
      "27": "20 gold bowls weighing 18 pounds apiece, and two utensils of fine polished bronze that were as precious as gold.",
      "28": "I told them, “You and the utensils are holy to Yahweh. The silver and gold are freewill offerings to Yahweh Elohim of your ancestors.",
      "29": "Guard them carefully. In Jerusalem, inside the storerooms of Yahweh’s temple, weigh these items. Do this in front of the chief priests, Levites, and the leaders of Israel’s families.”",
      "30": "So the priests and the Levites took charge of the silver, the gold, and the utensils. They were responsible for bringing these items to the temple of our Elohim in Jerusalem.",
      "31": "Then we left the Ahava River on the twelfth day of the first month to go to Jerusalem. Elohim was guiding us, and he rescued us from our enemies and from ambushes along the way.",
      "32": "When we reached Jerusalem, we rested for three days.",
      "33": "On the fourth day we weighed the silver, the gold, and the utensils in our Elohim’s temple. We put them under the supervision of Meremoth, son of the priest Uriah, as well as Eleazar, the son of Phinehas. The Levites, Jeshua’s son Jozabad, and Binnui’s son Noadiah, assisted them.",
      "34": "Everything was counted and weighed, and the entire weight was recorded at that time.",
      "35": "The exiles who had come back from captivity sacrificed burnt offerings to the Elohim of Israel: 12 bulls for all Israel, 96 rams, 77 lambs, and 12 male goats for an offering for sin. All of these animals were burnt offerings for Yahweh.",
      "36": "The exiles delivered the king’s orders to the king’s satraps and governors in the province west of the Euphrates River. These officials then gave their support to the people and the temple of Elohim."
    },
    "9": {
      "1": "After these things had been done, the leaders came to me and said, “The people of Israel, including the priests and Levites, have failed to keep themselves separate from the neighboring groups of people and from the disgusting practices of the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites.",
      "2": "The Israelites and their sons have married some of these foreign women. They have mixed our holy race with the neighboring groups of people. Furthermore, the leaders and officials have led the way in being unfaithful.”",
      "3": "When I heard this, I tore my clothes in distress, pulled hair from my scalp and my beard, and sat down in shock.",
      "4": "Since the former exiles had been unfaithful, everyone who gathered around me there trembled at the words of the Elohim of Israel. I sat in shock until the evening sacrifice.",
      "5": "At the evening sacrifice I got up from my misery, and with my clothes torn, I knelt down, stretched out my hands to Yahweh my Elohim in prayer,",
      "6": "and said,\n“I am ashamed, my Elohim. I am embarrassed to look at you. Our sins have piled up over our heads, and our guilt is so overwhelming that it reaches heaven.",
      "7": "From our ancestors’ days until now, we have been deep in guilt. Our kings and our priests have been handed over to foreign kings to be executed. We have been taken captive, robbed, and humiliated, as we still are today because of our sins.",
      "8": "And now, for a brief moment, Yahweh our Elohim has been kind enough to leave us a few survivors from Babylon and to give us a secure hold on his holy place. Our Elohim has made our eyes light up and has given us new opportunities while we were slaves.",
      "9": "We are slaves, but our Elohim hasn’t abandoned us in our slavery. Instead, he has made the kings of Persia treat us kindly. He did this to give us an opportunity to rebuild our Elohim’s temple and restore its ruins and to give us a protective wall in Judah and Jerusalem.",
      "10": "“And now, our Elohim, what can we say after all this? We have abandoned your commandments!",
      "11": "The commandments you gave us through your servants the prophets, said, ‘The land you are going to take possession of has been polluted by its perverted people and by their disgusting practices that have filled it with wickedness from one end to another.",
      "12": "So never let your daughters marry their sons or your sons marry their daughters, and never seek peace or trade with them. Then you will be strong, be able to eat the good things the land produces, and be able to give this land as a long-lasting inheritance to your children.’",
      "13": "“After all that has happened to us because of the evil things we have done and because of our overwhelming guilt, you, our Elohim, have punished us far less than we deserve and have permitted a few of us to survive.",
      "14": "If we break your commandments again and intermarry with people doing these disgusting things, you will become even more angry with us until you finally destroy us and no survivors are left.",
      "15": "Yahweh Elohim of Israel, because you are fair, a few of us continue to remain as survivors. Look at us. All of us are guilty. None of us can stand in your presence because of this.”"
    },
    "10": {
      "1": "While Ezra was praying, confessing these sins, crying, and throwing himself down in front of Elohim’s temple, a large crowd of Israelite men, women, and children gathered around him. They also began to cry bitterly.",
      "2": "Then Shecaniah, son of Jehiel, one of the descendants of Elam, interrupted by saying to Ezra, “We have been unfaithful to our Elohim by marrying foreign women who came from the people around us. However, there is still hope for Israel.",
      "3": "So we must now make a promise to our Elohim to get rid of all foreign women and the children born from them, as my lord Ezra and the others who tremble at the commandments of our Elohim have advised us to do. We must do what Moses’ Teachings tell us.",
      "4": "Get up! It’s your duty to take action. We are with you, so be strong and take action.”",
      "5": "Then Ezra got up and made the leaders, priests, Levites, and all the rest of Israel swear to do what they had said. So they took an oath.",
      "6": "Then Ezra left the front of Elohim’s temple and went to the room of Jehohanan, son of Eliashib. Ezra didn’t eat any food or drink any water while he was there. He was mourning because these former exiles had been so unfaithful.",
      "7": "Then he sent a proclamation throughout Judah and Jerusalem that all the former exiles must gather in Jerusalem.",
      "8": "If any of them didn’t come within three days as the leaders and the older men had advised, then they would lose all their property and be excluded from the community of former exiles.",
      "9": "Then all the men of Judah and Benjamin gathered within three days in Jerusalem. On the twentieth day of the ninth month, all the people sat in the courtyard of Elohim’s temple. They were trembling because of this matter and shivering because of the heavy rain.",
      "10": "Ezra the priest stood up and said to them, “You have been unfaithful by marrying foreign women, and now you have added to Israel’s guilt.",
      "11": "Confess to Yahweh Elohim of your ancestors what you have done, and do what he wants. Separate yourselves from the people of this land and from your foreign wives.”",
      "12": "Then the whole assembly shouted in reply, “Yes! We will do as you say.",
      "13": "But the crowd is too large, and it’s the rainy season. We can’t take care of this outside. Besides, there are so many of us who are involved in this sin that it can’t be taken care of in a day or two.",
      "14": "Let our leaders represent the whole community. At a set time, everyone who has married a foreign woman must meet with the leaders and judges of each city until our Elohim’s burning anger has turned away from us in this matter.”",
      "15": "(Only Jonathan, Asahel’s son, and Jahzeiah, Tikvah’s son, opposed this. Meshullam and Shabbethai, the Levite, supported Jonathan and Jahzeiah.)",
      "16": "The former exiles did this. Ezra the priest chose men who were heads of families. He chose one from each family division. (They were all listed by name.) They sat down on the first day of the tenth month to investigate the matter.",
      "17": "By the first day of the first month, they had finished dealing with all the men who had married foreign women.",
      "18": "Among the descendants of the priests, the following were married to foreign women: Maaseiah, Eliezer, Jarib, and Gedaliah, a descendant of Jeshua (who was Jozadak’s son) and his brothers.",
      "19": "They shook hands as a pledge that they would get rid of their wives. They sacrificed a ram from their flock as an offering for guilt because they were guilty.",
      "20": "From the descendants of Immer:\nHanani and Zebadiah",
      "21": "From the descendants of Harim:\nMaaseiah, Elijah, Shemaiah, Jehiel, and Uzziah",
      "22": "From the descendants of Pashhur:\nElioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah",
      "23": "From the Levites:\nJozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer",
      "24": "From the singers:\nEliashib\nFrom the gatekeepers:\nShallum, Telem, and Uri",
      "25": "From the other Israelites:\nFrom the descendants of Parosh:\nRamiah, Izziah, Malchiah, Mijamin, Eleazar, Malchiah, and Benaiah",
      "26": "From the descendants of Elam:\nMattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah",
      "27": "From the descendants of Zattu:\nElioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza",
      "28": "From the descendants of Bebai:\nJehohanan, Hananiah, Zabbai, and Athlai",
      "29": "From the descendants of Bani:\nMeshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth",
      "30": "From the descendants of Pahath Moab:\nAdna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh",
      "31": "From the descendants of Harim:\nEliezer, Isshiah, Malchiah, Shemaiah, Shimeon,",
      "32": "Benjamin, Malluch, and Shemariah",
      "33": "From the descendants of Hashum:\nMattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei",
      "34": "From the descendants of Bani:\nMaadai, Amram, Uel,",
      "35": "Benaiah, Bedeiah, Cheluhi,",
      "36": "Vaniah, Meremoth, Eliashib,",
      "37": "Mattaniah, Mattenai, Jaasau",
      "38": "From the descendants of Binnui:\nShimei,",
      "39": "Shelemiah, Nathan, Adaiah,",
      "40": "Machnadebai, Shashai, Sharai,",
      "41": "Azarel, Shelemiah, Shemariah,",
      "42": "Shallum, Amariah, and Joseph",
      "43": "From the descendants of Nebo:\nJeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah",
      "44": "All of these men had married foreign women. Some of these women had given birth to children."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:20.335306-04:00",
    "Translation": "NOG"
  }
}