{
  "Galatians": {
    "1": {
      "1": "From Paul—an apostle chosen not by any group or individual but by Yeshua Christ and God the Father who brought him back to life—",
      "2": "and all the believers who are with me.\nTo the churches in Galatia.",
      "3": "Good will and peace are yours from God the Father and our Lord Yeshua Christ!",
      "4": "In order to free us from this present evil world, Christ took the punishment for our sins, because that was what our God and Father wanted.",
      "5": "Glory belongs to our God and Father forever! Amen.",
      "6": "I’m surprised that you’re so quickly deserting Christ, who called you in his kindness, to follow a different kind of good news.",
      "7": "But what some people are calling good news is not really good news at all. They are confusing you. They want to distort the Good News about Christ.",
      "8": "Whoever tells you good news that is different from the Good News we gave you should be condemned to hell, even if he is one of us or an angel from heaven.",
      "9": "I’m now telling you again what we’ve told you in the past: If anyone tells you good news that is different from the Good News you received, that person should be condemned to hell.",
      "10": "Am I saying this now to win the approval of people or God? Am I trying to please people? If I were still trying to please people, I would not be Christ’s servant.",
      "11": "I want you to know, brothers and sisters, that the Good News I have spread is not a human message.",
      "12": "I didn’t receive it from any person. I wasn’t taught it, but Yeshua Christ revealed it to me.",
      "13": "You heard about the way I once lived when I followed the Jewish religion. You heard how I violently persecuted God’s church and tried to destroy it.",
      "14": "You also heard how I was far ahead of other Jews in my age group in following the Jewish religion. I had become that fanatical for the traditions of my ancestors.",
      "15": "But God, who appointed me before I was born and who called me by his kindness, was pleased",
      "16": "to show me his Son. He did this so that I would tell people who are not Jewish that his Son is the Good News. When this happened, I didn’t talk it over with any other person.",
      "17": "I didn’t even go to Jerusalem to see those who were apostles before I was. Instead, I went to Arabia and then came back to Damascus.",
      "18": "Then, three years later I went to Jerusalem to become personally acquainted with Cephas. I stayed with him for fifteen days.",
      "19": "I didn’t see any other apostle. I only saw James, the Lord’s brother.",
      "20": "(God is my witness that what I’m writing is not a lie.)",
      "21": "Then I went to the regions of Syria and Cilicia.",
      "22": "The churches of Christ in Judea didn’t know me personally.",
      "23": "The only thing they had heard was this: “The man who persecuted us is now spreading the faith that he once tried to destroy.”",
      "24": "So they praised God for what had happened to me."
    },
    "2": {
      "1": "Then 14 years later I went to Jerusalem again with Barnabas. I also took Titus along.",
      "2": "I went in response to a revelation from God. I showed them the way I spread the Good News among people who are not Jewish. I did this in a private meeting with those recognized as important people to see whether all my efforts had been wasted.",
      "3": "Titus was with me, and although he is Greek, no one forced him to be circumcised.",
      "4": "False Christians were brought in. They slipped in as spies to learn about the freedom Christ Yeshua gives us. They hoped to find a way to control us.",
      "5": "But we did not give in to them for a moment, so that the truth of the Good News would always be yours.",
      "6": "Those who were recognized as important people didn’t add a single thing to my message. (What sort of people they were makes no difference to me, since God doesn’t play favorites.)",
      "7": "In fact, they saw that I had been entrusted with telling the Good News to people who are not circumcised as Peter had been entrusted to tell it to those who are circumcised.",
      "8": "The one who made Peter an apostle to Jewish people also made me an apostle to people who are not Jewish.",
      "9": "James, Cephas, and John (who were recognized as the most important people) acknowledged that God had given me this special gift. So they shook hands with Barnabas and me, agreeing to be our partners. It was understood that we would work among the people who are not Jewish and they would work among Jewish people.",
      "10": "The only thing they asked us to do was to remember the poor, the very thing which I was eager to do.",
      "11": "When Cephas came to Antioch, I had to openly oppose him because he was completely wrong.",
      "12": "He ate with people who were not Jewish until some men James had sent from Jerusalem arrived. Then Cephas drew back and would not associate with people who were not Jewish. He was afraid of those who insisted that circumcision was necessary.",
      "13": "The other Jewish Christians also joined him in this hypocrisy. Even Barnabas was swept along with them.",
      "14": "But I saw that they were not properly following the truth of the Good News. So I told Cephas in front of everyone, “You’re Jewish, but you live like a person who is not Jewish. So how can you insist that people who are not Jewish must live like Jews?”",
      "15": "We are Jewish by birth, not sinners from other nations.",
      "16": "Yet, we know that people don’t receive God’s approval by any effort to follow the laws in the Scriptures, but only by believing in Yeshua Christ. So we also believed in Yeshua Christ in order to receive God’s approval by faith in Christ and not by our own efforts. People won’t receive God’s approval by their own efforts.",
      "17": "If we, the same people who are searching for God’s approval in Christ, are still sinners, does that mean that Christ encourages us to sin? That’s unthinkable!",
      "18": "If I rebuild something that I’ve torn down, I admit that I was wrong to tear it down.",
      "19": "When I tried to obey the laws in the Scriptures, those laws killed me. As a result, I live in a relationship with God. I have been crucified with Christ.",
      "20": "I no longer live, but Christ lives in me. The life I now live I live by believing in God’s Son, who loved me and took the punishment for my sins.",
      "21": "I don’t reject God’s kindness. If we receive God’s approval by obeying the laws in the Scriptures, then Christ’s death was pointless."
    },
    "3": {
      "1": "You stupid people of Galatia! Who put you under an evil spell? Wasn’t Christ Yeshua’s crucifixion clearly described to you?",
      "2": "I want to learn only one thing from you. Did you receive the Spirit by your own efforts to follow the laws in the Scriptures or by believing what you heard?",
      "3": "Are you that stupid? Did you begin in a spiritual way only to end up doing things in a human way?",
      "4": "Did you suffer so much for nothing? I doubt that it was for nothing!",
      "5": "Does God supply you with the Spirit and work miracles among you through your own efforts or through believing what you heard?",
      "6": "Abraham serves as an example. He believed God, and that faith was regarded as the basis of Abraham’s approval by God.",
      "7": "You must understand that people who have faith are Abraham’s descendants.",
      "8": "Scripture saw ahead of time that God would give his approval to non-Jewish people who have faith. So Scripture announced the Good News to Abraham ahead of time when it said, “Through you all the people of the world will be blessed.”",
      "9": "So people who believe are blessed together with Abraham, the man of faith.",
      "10": "Certainly, there is a curse on all who rely on their own efforts because Scripture says, “Whoever doesn’t obey everything that is written in Moses’ Teachings is cursed.”",
      "11": "No one receives God’s approval by obeying the laws in Moses’ Teachings since, “The person who has God’s approval will live by faith.”",
      "12": "These laws have nothing to do with faith, but, “Whoever obeys laws will live because he obeys them.”",
      "13": "Christ paid the price to free us from the curse that the laws in Moses’ Teachings bring by becoming cursed instead of us. Scripture says, “Everyone who is hung on a tree is cursed.”",
      "14": "Christ paid the price so that the blessing promised to Abraham would come to all the people of the world through Yeshua Christ and we would receive the promised Spirit through faith.",
      "15": "Brothers and sisters, let me use an example from everyday life. No one can cancel a person’s will or add conditions to it once that will is put into effect.",
      "16": "The promises were spoken to Abraham and to his descendant. Scripture doesn’t say, “descendants,” referring to many, but “your descendant,” referring to one. That descendant is Christ.",
      "17": "This is what I mean: The laws given to Moses 430 years after God had already put his promise to Abraham into effect didn’t cancel the promise to Abraham.",
      "18": "If we have to gain the inheritance by following those laws, then it no longer comes to us because of the promise. However, God freely gave the inheritance to Abraham through a promise.",
      "19": "What, then, is the purpose of the laws given to Moses? They were added to identify what wrongdoing is. Moses’ laws did this until the descendant to whom the promise was given came. It was put into effect through angels, using a mediator.",
      "20": "A mediator is not used when there is only one person involved, and God has acted on his own.",
      "21": "Does this mean, then, that the laws given to Moses contradict God’s promises? That’s unthinkable! If those laws could give us life, then certainly we would receive God’s approval because we obeyed them.",
      "22": "But Scripture states that the whole world is controlled by the power of sin. Therefore, a promise based on faith in Yeshua Christ could be given to those who believe.",
      "23": "We were kept under control by Moses’ laws until this faith came. We were under their control until this faith which was about to come would be revealed.",
      "24": "Before Christ came, Moses’ laws served as our guardian. Christ came so that we could receive God’s approval by faith.",
      "25": "But now that this faith has come, we are no longer under the control of a guardian.",
      "26": "You are all God’s children by believing in Christ Yeshua.",
      "27": "Clearly, all of you who were baptized in Christ’s name have clothed yourselves with Christ.",
      "28": "There are neither Jews nor Greeks, slaves nor free people, males nor females. You are all the same in Christ Yeshua.",
      "29": "If you belong to Christ, then you are Abraham’s descendants and heirs, as God promised."
    },
    "4": {
      "1": "Let me explain further. As long as an heir is a child, he is no better off than a slave, even though he owns everything.",
      "2": "He is placed under the control of guardians and trustees until the time set by his father.",
      "3": "It was the same way with us. When we were children, we were slaves to the principles of this world.",
      "4": "But when the right time came, God sent his Son into the world. A woman gave birth to him, and he came under the control of the laws given to Moses.",
      "5": "God sent him to pay for the freedom of those who were controlled by these laws so that we would be adopted as his children.",
      "6": "Because you are God’s children, God has sent the Spirit of his Son into us to call out, “Abba! Father!”",
      "7": "So you are no longer slaves but God’s children. Since you are God’s children, God has also made you heirs.",
      "8": "When you didn’t know God, you were slaves to things which are really not gods at all.",
      "9": "But now you know God, or rather, God knows you. So how can you turn back again to the powerless and bankrupt principles of this world? Why do you want to become their slaves all over again?",
      "10": "You religiously observe days, months, seasons, and years!",
      "11": "I’m afraid for you. Maybe the hard work I spent on you has been wasted.",
      "12": "Brothers and sisters, I beg you to become like me. After all, I became like you were.\nYou didn’t do anything wrong to me.",
      "13": "You know that the first time I brought you the Good News I was ill.",
      "14": "Even though my illness was difficult for you, you didn’t despise or reject me. Instead, you welcomed me as if I were God’s messenger or Christ Yeshua himself.",
      "15": "What happened to your positive attitude? It’s a fact that if it had been possible, you would have torn out your eyes and given them to me.",
      "16": "Can it be that I have become your enemy for telling you the truth?",
      "17": "These people who distort the Good News are devoted to you, but not in a good way. They don’t want you to associate with me so that you will be devoted only to them.",
      "18": "(Devotion to a good cause is always good, even when I’m not with you.)",
      "19": "My children, I am suffering birth pains for you again until Christ is formed in you.",
      "20": "I wish I were with you right now so that I could change the tone of my voice. I’m completely puzzled by what you’ve done!",
      "21": "Those who want to be controlled by Moses’ laws should tell me something. Are you really listening to what Moses’ Teachings say?",
      "22": "Scripture says that Abraham had two sons, one by a woman who was a slave and the other by a free woman.",
      "23": "Now, the son of the slave woman was conceived in a natural way, but the son of the free woman was conceived through a promise made to Abraham.",
      "24": "I’m going to use these historical events as an illustration. The women illustrate two arrangements. The one woman, Hagar, is the arrangement made on Mount Sinai. Her children are born into slavery.",
      "25": "Hagar is Mount Sinai in Arabia. She is like Jerusalem today because she and her children are slaves.",
      "26": "But the Jerusalem that is above is free, and she is our mother.",
      "27": "Scripture says:\n“Rejoice, women who cannot get pregnant,\n    who cannot give birth to any children!\n    Break into shouting, those who feel no pains of childbirth!\n    Because the deserted woman will have more children\n        than the woman who has a husband.”",
      "28": "Now you, brothers and sisters, are children of the promise like Isaac.",
      "29": "Furthermore, at that time the son who was conceived in a natural way persecuted the son conceived in a spiritual way. That’s exactly what’s happening now.",
      "30": "But what does Scripture say? “Get rid of the slave woman and her son, because the son of the slave woman must never share the inheritance with the son of the free woman.”",
      "31": "Brothers and sisters, we are not children of a slave woman but of the free woman."
    },
    "5": {
      "1": "Christ has freed us so that we may enjoy the benefits of freedom. Therefore, be firm in this freedom, and don’t become slaves again.",
      "2": "I, Paul, can guarantee that if you allow yourselves to be circumcised, Christ will be of no benefit to you.",
      "3": "Again, I insist that everyone who allows himself to be circumcised must realize that he obligates himself to do everything Moses’ Teachings demand.",
      "4": "Those of you who try to earn God’s approval by obeying his laws have been cut off from Christ. You have fallen out of God’s favor.",
      "5": "However, in our spiritual nature, faith causes us to wait eagerly for the confidence that comes with God’s approval.",
      "6": "As far as our relationship to Christ Yeshua is concerned, it doesn’t matter whether we are circumcised or not. But what matters is a faith that expresses itself through love.",
      "7": "You were doing so well. Who stopped you from being influenced by the truth?",
      "8": "The arguments of the person who is influencing you do not come from the one who is calling you.",
      "9": "A little yeast spreads through the whole batch of dough.",
      "10": "The Lord gives me confidence that you will not disagree with this. However, the one who is confusing you will suffer God’s judgment regardless of who he is.",
      "11": "Brothers and sisters, if I am still preaching that circumcision is necessary, why am I still being persecuted? In that case the cross wouldn’t be offensive anymore.",
      "12": "I wish those troublemakers would castrate themselves.",
      "13": "You were indeed called to be free, brothers and sisters. Don’t turn this freedom into an excuse for your corrupt nature to express itself. Rather, serve each other through love.",
      "14": "All of Moses’ Teachings are summarized in a single statement, “Love your neighbor as you love yourself.”",
      "15": "But if you criticize and attack each other, be careful that you don’t destroy each other.",
      "16": "Let me explain further. Live your life as your spiritual nature directs you. Then you will never follow through on what your corrupt nature wants.",
      "17": "What your corrupt nature wants is contrary to what your spiritual nature wants, and what your spiritual nature wants is contrary to what your corrupt nature wants. They are opposed to each other. As a result, you don’t always do what you intend to do.",
      "18": "If your spiritual nature is your guide, you are not subject to Moses’ laws.",
      "19": "Now, the effects of the corrupt nature are obvious: illicit sex, perversion, promiscuity,",
      "20": "idolatry, drug use, hatred, rivalry, jealousy, angry outbursts, selfish ambition, conflict, factions,",
      "21": "envy, drunkenness, wild partying, and similar things. I’ve told you in the past and I’m telling you again that people who do these kinds of things will not inherit the kingdom of God.",
      "22": "But the spiritual nature produces love, joy, peace, patience, kindness, goodness, faithfulness,",
      "23": "gentleness, and self-control. There are no laws against things like that.",
      "24": "Those who belong to Christ Yeshua have crucified their corrupt nature along with its passions and desires.",
      "25": "If we live by our spiritual nature, then our lives need to conform to our spiritual nature.",
      "26": "We can’t allow ourselves to act arrogantly and to provoke or envy each other."
    },
    "6": {
      "1": "Brothers and sisters, if a person gets trapped by wrongdoing, those of you who are spiritual should help that person turn away from doing wrong. Do it in a gentle way. At the same time watch yourself so that you also are not tempted.",
      "2": "Help carry each other’s burdens. In this way you will follow Christ’s teachings.",
      "3": "So if any one of you thinks you’re important when you’re really not, you’re only fooling yourself.",
      "4": "Each of you must examine your own actions. Then you can be proud of your own accomplishments without comparing yourself to others.",
      "5": "Assume your own responsibility.",
      "6": "The person who is taught God’s word should share all good things with his teacher.",
      "7": "Make no mistake about this: You can never make a fool out of God. Whatever you plant is what you’ll harvest.",
      "8": "If you plant in the soil of your corrupt nature, you will harvest destruction. But if you plant in the soil of your spiritual nature, you will harvest everlasting life.",
      "9": "We can’t allow ourselves to get tired of living the right way. Certainly, each of us will receive everlasting life at the proper time, if we don’t give up.",
      "10": "Whenever we have the opportunity, we have to do what is good for everyone, especially for the family of believers.",
      "11": "Look at how large the letters in these words are because I’m writing this myself.",
      "12": "These people who want to make a big deal out of a physical thing are trying to force you to be circumcised. Their only aim is to avoid persecution because of the cross of Christ.",
      "13": "It’s clear that not even those who had themselves circumcised did this to follow Moses’ laws. Yet, they want you to be circumcised so that they can brag about what was done to your body.",
      "14": "But it’s unthinkable that I could ever brag about anything except the cross of our Lord Yeshua Christ. By his cross my relationship to the world and its relationship to me have been crucified.",
      "15": "Certainly, it doesn’t matter whether a person is circumcised or not. Rather, what matters is being a new creation.",
      "16": "Peace and mercy will come to rest on all those who conform to this principle. They are the Israel of God.",
      "17": "From now on, don’t make any trouble for me! After all, I carry the scars of Yeshua on my body.",
      "18": "May the good will of our Lord Yeshua Christ be with your spirit, brothers and sisters! Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:56.228426-04:00",
    "Translation": "NOG"
  }
}