{
  "Habakkuk": {
    "1": {
      "1": "The divine revelation that the prophet Habakkuk saw.",
      "2": "How long, O Yahweh, am I to cry for help,\n    but you will not listen?\n    I cry out to you, “There’s violence!”\n    yet you will not come to the rescue.",
      "3": "Why do you make me see wrongdoing?\n    And why do you watch wickedness?\n    Destruction and violence are in front of me.\n    Quarrels and disputes arise.",
      "4": "That is why your teaching is numbed,\n    and justice is never carried out.\n        Wicked people surround righteous people\n            so that when justice is carried out, it’s perverted.",
      "5": "Look among the nations and watch.\n    Be amazed and astonished.\n    I am going to do something in your days\n    that you would not believe even if it were reported to you.",
      "6": "I am going to send the Babylonians,\n    that fierce and reckless nation.\n    They will march throughout the earth\n    to take possession of lands that don’t belong to them.",
      "7": "They will be terrifying and fearsome.\n    They will carry out their own kind of justice and honor.",
      "8": "Their horses will be faster than leopards\n    and quicker than wolves in the evening.\n    Their riders will gallop along proudly.\n    Their riders will come from far away.\n    They will fly like an eagle that swoops down for its prey.",
      "9": "They will all come for violence.\n    Every face will be directed forward.\n    They will gather prisoners like sand.",
      "10": "They will make fun of kings and treat rulers as a joke.\n    They will laugh at every fortified city\n    and build a dirt ramp to capture it.",
      "11": "They will move quickly and pass through like the wind.\n    So they will be guilty,\n        because their own strength is their god.",
      "12": "Didn’t you exist before time began, O Yahweh, my Elohim, my Holy One?\n    We will not die!\n    O Yahweh, you have appointed the Babylonians to bring judgment.\n    O Rock, you have destined them to correct us.",
      "13": "Your eyes are too pure to look at evil.\n    You can’t watch wickedness.\n    Why do you keep watching treacherous people?\n    Why are you silent when wicked people swallow those\n        who are more righteous than they are?",
      "14": "You make all people like the fish in the sea,\n    like schools of sea life that have no ruler.",
      "15": "The Babylonians pull them all up with fishhooks,\n    drag them away in nets,\n        and gather them in dragnets.\n            So they rejoice and are happy.",
      "16": "That is why they sacrifice to their nets and burn incense to their dragnets.\n    They are rich and well fed because of them.",
      "17": "Will they keep on emptying their nets\n    and always kill nations without mercy?"
    },
    "2": {
      "1": "I will stand at my guard post.\n    I will station myself on the wall.\n    I will watch to see what he will say to me\n    and what answer I will get to my complaint.",
      "2": "Then Yahweh answered me,\n    “Write the vision.\n        Make it clear on tablets\n            so that anyone can read it quickly.",
      "3": "The vision will still happen at the appointed time.\n    It hurries toward its goal.\n    It won’t be a lie.\n    If it’s delayed, wait for it.\n    It will certainly happen.\n    It won’t be late.",
      "4": "“Look at the proud person. He is not right in himself.\n    But the righteous person will live because of his faithfulness.",
      "5": "Also because wine is treacherous\n    he is arrogant and never rests.\n    He has a large appetite like the grave.\n    He is like death—never satisfied.\n    He gathers all the nations to himself.\n    He collects all the people to himself.",
      "6": "Won’t all of them ridicule him,\n    directing clever sayings and riddles at him, like:\n“‘How horrible it will be for the one who makes himself rich\n    with what is not his own\n        and makes himself wealthy on loans.\n            How long will this go on?’",
      "7": "Won’t your creditors suddenly rise up\n    and those who are going to shake you wake up?\n        Then you will become their prize.",
      "8": "You have looted many nations.\n    All the rest of the people will loot you\n        because of the slaughter and violence done\n            to lands, cities, and all their inhabitants.",
      "9": "“‘How horrible it will be for the one who uses violence\n    to get things for his own household\n        in order to set his nest up high\n            and save himself from disaster.’",
      "10": "You have planned disgrace for your household\n    by cutting off many people and forfeiting your own life.",
      "11": "A stone in the wall will cry out.\n    A beam in the roof will answer it.",
      "12": "“‘How horrible it will be for the one who builds a city by slaughter\n    and founds a town by crime.’",
      "13": "Isn’t it from Yahweh Tsebaoth\n    that people grow tired only to feed the flames\n        and nations exhaust themselves for nothing?",
      "14": "But the earth will be filled with the knowledge of Yahweh’s glory\n    like the water covers the sea.",
      "15": "“‘How horrible it will be for the one who makes his neighbor drink\n    from the bowl of God’s rage,\n        making him drunk in order to stare at his nakedness.’",
      "16": "You are filled with disgrace rather than glory.\n    Drink! Yes you! And expose yourself as godless.\n        The cup in Yahweh’s right hand will come around to you,\n            and disgrace will cover your glory.",
      "17": "The violence done to Lebanon will overwhelm you,\n    and the destruction done to the animals will terrify you\n        because of the slaughter and violence done\n            to lands, cities, and all their inhabitants.",
      "18": "“What benefit is there in a carved idol\n    when its maker has carved it?\n    What benefit is there in a molded statue, a teacher of lies,\n        when its maker has molded it?\n    The one who formed it trusts himself\n        to make worthless idols that cannot speak.",
      "19": "‘How horrible it will be for the one\n    who says to a piece of wood, “Wake up!”\n        and to a stone that cannot talk, “Get up!” ’\n    Can that thing teach anyone?\n        Just look at it!\n            It’s covered with gold and silver,\n                but there’s absolutely no life in it.”",
      "20": "Yahweh is in his holy temple.\n    All the earth should be silent in his presence."
    },
    "3": {
      "1": "A prayer of the prophet Habakkuk; according to shigionoth.",
      "2": "Yahweh, I have heard the report about you.\n    Yahweh, I fear your work.\n    In the course of the years, renew it.\n    In the course of the years, reveal it.\n    In all this chaos, remember to be merciful.",
      "3": "Eloah comes from Teman.\n    The Holy One comes from Mount Paran. Selah\n    His splendor covers the heavens.\n    His praise fills the earth.",
      "4": "His brightness is like the sunlight.\n    Rays of light stream from his hand.\n        That is where his power is hidden.",
      "5": "Diseases go ahead of him.\n    Plagues follow after him.",
      "6": "He stands and shakes the earth.\n    He casts a glance and startles the nations.\n    The oldest mountains break apart.\n    The ancient hills sink.\n    The ancient paths belong to him.",
      "7": "I see trouble in the tents of Cushan.\n    I see trembling in the tents of Midian.",
      "8": "Yahweh is not angry with the rivers, is he?\n    If you are angry with the rivers,\n    if you are furious with the sea,\n        why do you ride your horses,\n            your chariots of salvation?",
      "9": "You get your bow ready for action,\n    for the arrows you promised. Selah\n    You split the land with rivers.",
      "10": "The mountains look at you. They writhe in pain.\n    Floodwaters pass by.\n    The deep ocean roars. Its waves rise up high.",
      "11": "The sun and the moon stand still.\n    They scatter at the light of your arrows,\n        at the bright lightning of your spear.",
      "12": "You march through the earth with fury.\n    You trample the nations in anger.",
      "13": "You go out to save your people,\n    to save your anointed.\n    You crush the leader of the wicked household,\n    stripping him bare from head to toe. Selah",
      "14": "You pierce the leader of his gang with his own arrows.\n    His soldiers come like a violent storm to scatter me.\n    They are arrogant like those who secretly eat up the poor.",
      "15": "You march with your horses into the sea,\n    into the mighty raging waters.",
      "16": "I have heard, so there’s trembling within me.\n    At the report my lips quivered.\n    A rotten feeling has entered me.\n    I tremble where I stand.\n    I wait for the day of trouble\n        to come to the people who will attack us.",
      "17": "Even if the fig tree does not bloom\n    and the vines have no grapes,\n    even if the olive tree fails to produce\n    and the fields yield no food,\n    even if the sheep pen is empty\n    and the stalls have no cattle—",
      "18": "even then,\n    I will be happy with Yahweh.\n    I will truly find joy in God, who saves me.",
      "19": "Yahweh Adonay is my strength.\n    He makes my feet like those of a deer.\n        He makes me walk on the mountains.\nFor the choir director; on stringed instruments."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:44.758451-04:00",
    "Translation": "NOG"
  }
}