{
  "Hosea": {
    "1": {
      "1": "Yahweh spoke his word to Hosea, son of Beeri, when Uzziah, Jotham, Ahaz, and Hezekiah were kings of Judah and when Jeroboam, son of Joash, was king of Israel.",
      "2": "When Yahweh first spoke to Hosea, Yahweh told him, “Marry a prostitute, and have children with that prostitute. The people in this land have acted like prostitutes and abandoned Yahweh.”",
      "3": "So Hosea married Gomer, daughter of Diblaim. She became pregnant and had a son.",
      "4": "Yahweh told Hosea, “Name him Jezreel. In a little while I will punish Jehu’s family for the people they slaughtered at Jezreel. Then I will put an end to the kingdom of Israel.",
      "5": "On that day I will break Israel’s bows and arrows in the valley of Jezreel.”",
      "6": "Gomer became pregnant again and had a daughter. Yahweh told Hosea, “Name her Lo Ruhamah [Unloved]. I will no longer love the nation of Israel. I will no longer forgive them.",
      "7": "Yet, I will love the descendants of Judah. I will rescue them because I am Yahweh their Elohim. I won’t use bows, swords, wars, horses, or horsemen to rescue them.”",
      "8": "After Gomer had weaned Lo Ruhamah, she became pregnant again and had a son.",
      "9": "Yahweh said, “Name him Lo Ammi [Not My People]. You are no longer my people, and I am no longer your Ehyeh.",
      "10": "“Yet, the Israelites will become as numerous as the grains of sand on the seashore. No one will be able to measure them or count them. Wherever they were told, ‘You are not my people,’ they will be told, ‘You are the children of El Chay.’",
      "11": "The people of Judah and Israel will be gathered together. They will appoint one leader for themselves, and they will grow in the land. The day of Jezreel will be a great day."
    },
    "2": {
      "1": "“So call your brothers Ammi [My People],\n    and call your sisters Ruhamah [Loved].",
      "2": "“Plead with your mother; plead with her.\n    She no longer acts like my wife.\n    She no longer treats me like her husband.\n    Tell her to stop acting like a prostitute.\n    Tell her to remove the lovers from between her breasts.",
      "3": "If she refuses, I will strip her.\n    I will leave her as naked as the day she was born.\n        I will turn her into a dry and barren land,\n            and she will die of thirst.",
      "4": "I won’t love her children,\n            because they are children of a prostitute.",
      "5": "Their mother acted like a prostitute.\n    The woman who became pregnant with them did shameful things.\n    She said, ‘I’ll chase after my lovers.\n        They will give me food and water,\n            wool and linen, olive oil and wine.’",
      "6": "“That is why I will block her way with thornbushes\n    and build a wall so that she can’t get through.",
      "7": "She will run after her lovers, but she won’t catch them.\n    She will search for them, but she won’t find them.\n    Then she will say, ‘I’ll go back to my first husband.\n        Things were better for me than they are now.’",
      "8": "“She doesn’t believe that I gave her grain, new wine, and olive oil.\n    I gave her plenty of silver and gold,\n        but she used it to make statues of Baal.",
      "9": "That is why I will take back my grain when it has ripened\n    and my new wine when it’s in season.\n    I will take away the wool and the linen\n    that I gave her to cover her naked body.",
      "10": "I will show her naked body to her lovers,\n    and no one will rescue her from my power.",
      "11": "I will put an end to all her celebrations:\n    her annual festivals, her New Moon Festivals,\n    her weekly worship days—all her appointed festivals.",
      "12": "I will destroy her grapevines and fig trees.\n    She said that they were gifts from her lovers.\n    I will turn her vineyards into a forest, and wild animals will devour them.",
      "13": "I will punish her for all the times she burned incense\n    as an offering to other gods—the Baals.\n        She put on her rings and jewelry,\n            and she chased after her lovers.\n                She forgot me,” declares Yahweh.",
      "14": "“That is why I’m going to win her back.\n    I will lead her into the desert.\n    I will speak tenderly to her.",
      "15": "I will give her vineyards there.\n    I will make the valley of Achor [Disaster] a door of hope.\n        Then she will respond as she did when she was young,\n            as she did when she came out of Egypt.",
      "16": "“On that day she will call me her Ish,” declares Yahweh.\n    “She will no longer call me her master.",
      "17": "I won’t allow her to say the names of other gods called Baal.\n    She will never again call out their names.",
      "18": "“On that day I will make an arrangement with the wild animals,\n    the birds, and the animals that crawl on the ground.\n    I will destroy all the bows, swords, and weapons of war,\n    so people can live safely.",
      "19": "“Israel, I will make you my wife forever.\n    I will be honest and faithful to you.\n    I will show you my love and compassion.",
      "20": "I will be true to you, my wife.\n    Then you will know Yahweh.",
      "21": "“On that day I will answer your prayers,” declares Yahweh.\n    “I will speak to the sky,\n        it will speak to the earth,",
      "22": "and the earth will produce grain, new wine, and olive oil.\n    You will produce many crops, Jezreel.",
      "23": "I will plant my people in the land.\n    Those who are not loved I will call my loved ones.\n    Those who are not my people I will call my people.\n    Then they will say, ‘You are our Elohim!’”"
    },
    "3": {
      "1": "Then Yahweh told me, “Love your wife again, even though she is loved by others and has committed adultery. Love her as I, Yahweh, love the Israelites, even though they have turned to other gods and love to eat raisin cakes.”",
      "2": "So I bought her for 23 ounces of silver and 10 bushels of barley.",
      "3": "Then I told her, “You must wait for me a long time. Don’t be a prostitute or offer yourself to any man. I will wait for you.”",
      "4": "In the same way, the Israelites will wait a long time without kings or officials, without sacrifices or sacred stones, and without ephods or family idols.",
      "5": "After that, the Israelites will turn and look to Yahweh their Elohim and David their king. They will come trembling to Yahweh for his blessings in the last days."
    },
    "4": {
      "1": "Listen to the word of Yahweh, you Israelites. Yahweh has brought these charges against those who live in the land:\n“There is no faith, no love, and no knowledge of Elohim in the land.",
      "2": "There is cursing, lying, murdering, stealing, and adultery.\n    People break my laws, and there is one murder after another.",
      "3": "That is why the land is drying up,\n    and everyone who lives in it is passing away.\n        Wild animals, birds, and fish are dying.",
      "4": "“No one should accuse other people or bring charges against them.\n    My case is against you priests.",
      "5": "During the day you stumble,\n            and during the night the prophets stumble with you.\n                So I will destroy your mother, the nation of Israel.",
      "6": "I will destroy my people because they are ignorant.\n    You have refused to learn,\n        so I will refuse to let you be my priests.\n    You have forgotten the teachings of your Elohim,\n        so I will forget your children.",
      "7": "The more priests there are,\n    the more they sin against me.\n        So I will turn their glory into shame.",
      "8": "They feed on the sins of my people,\n    and they want them to do wicked things.",
      "9": "So the priests will be punished like the people.\n            I will punish them for their wicked ways\n                and pay them back for what they have done.",
      "10": "“They will eat, but they’ll never be full.\n    They will have sex with prostitutes, but they’ll never have children.\n    They have abandoned Yahweh.",
      "11": "Prostitutes, old wine, and new wine have robbed them of their senses.",
      "12": "My people ask their wooden idols for help.\n    A piece of wood tells them what to do.\n        A spirit of prostitution leads them astray.\n            They commit adultery\n                by giving themselves to other gods.",
      "13": "They offer sacrifices on mountaintops,\n    and they burn incense on the hills\n        under oaks, poplars, and other trees.\n            They think that these trees provide good shade.\n“That is why your daughters become prostitutes,\n    and your daughters-in-law commit adultery.",
      "14": "Yet, I will not punish your daughters when they become prostitutes\n    or your daughters-in-law when they commit adultery.\n        The men go to prostitutes\n            and offer sacrifices with temple prostitutes.\n                These foolish people will be trampled.",
      "15": "“Israel, you act like a prostitute.\n    Don’t let Judah become guilty too.\n        Don’t go to Gilgal.\n            Don’t go to Beth Aven.\n                Don’t take the oath, ‘As Yahweh lives. . . .’",
      "16": "“The people of Israel are as stubborn as a bull.\n    How can Yahweh feed them like lambs in an open pasture?",
      "17": "The people of Ephraim have chosen to worship idols. Leave them alone!",
      "18": "When they’re done drinking their wine,\n    they continue to have sex with the prostitutes.\n        Their rulers dearly love to act shamefully.",
      "19": "The wind will carry them away in its wings,\n    and their sacrifices will bring them shame."
    },
    "5": {
      "1": "“Listen to this, you priests!\n    Pay attention, nation of Israel!\n    Open your ears, royal family!\n    This is my decision about you.\n    You set traps at Mizpah\n    and spread out nets on Mount Tabor.",
      "2": "You are deeply involved in sin.\n    So I will punish all of you.",
      "3": "I know Ephraim,\n    and Israel isn’t a stranger to me.\n    Now, Ephraim, you are acting like a prostitute,\n    and Israel is unclean.",
      "4": "“The wicked things that the people have done\n    keep them from returning to their Elohim.\n        They have a spirit of prostitution,\n            and they don’t know Yahweh.",
      "5": "The people of Israel’s arrogance testifies against them.\n    Israel and Ephraim stumble because of their sins,\n    and Judah stumbles with them.",
      "6": "They go with their sheep and their cattle to search for Yahweh,\n    but they can’t find him.\n        He has left them.",
      "7": "They have been unfaithful to Yahweh,\n    because their children do not belong to him.\n    Now their New Moon Festivals will devour them and their fields.",
      "8": "“Blow the ram’s horn in Gibeah.\n    Blow the trumpet in Ramah.\n    Sound the alarm at Beth Aven, you descendants of Benjamin.",
      "9": "Ephraim will become a wasteland\n    when the time for punishment comes.\n        I will make the truth known among the tribes of Israel.",
      "10": "The leaders of Judah are like those who move boundary markers.\n    I will pour my fury on them like water.",
      "11": "Ephraim is oppressed—crushed by punishment,\n    because its people are determined to chase idols.",
      "12": "I will destroy Ephraim as a moth destroys clothing.\n    I will destroy the nation of Judah as rot destroys wood.",
      "13": "“When Ephraim saw that he was sick\n    and when Judah saw his own wounds,\n        Ephraim went to Assyria to ask the great king for help.\n            But the king couldn’t cure them or heal their wounds.",
      "14": "I will be like a lion to Ephraim\n    and like a young lion to the nation of Judah.\n    I will carry them off, and no one will rescue them.",
      "15": "I will go back to my place until they admit that they are guilty.\n    Then they will search for me.\n        In their distress they will eagerly look for me.”"
    },
    "6": {
      "1": "Let’s return to Yahweh.\n    Even though he has torn us to pieces,\n        he will heal us.\n    Even though he has wounded us,\n        he will bandage our wounds.",
      "2": "After two days he will revive us.\n                On the third day he will raise us\n                    so that we may live in his presence.",
      "3": "Let’s learn about Yahweh.\n    Let’s get to know Yahweh.\n    He will come to us as sure as the morning comes.\n    He will come to us like the autumn rains and the spring rains\n        that water the ground.",
      "4": "“What should I do with you, Ephraim?\n    What should I do with you, Judah?\n    Your love is like fog in the morning.\n        It disappears as quickly as the morning dew.",
      "5": "That is why I cut you down by sending the prophets.\n    I killed you with the words from my mouth.\n        My judgments shined on you like light.",
      "6": "I want your loyalty, not your sacrifices.\n    I want you to know me, not to give me burnt offerings.",
      "7": "“Like Adam, you rejected the promise.\n    You were unfaithful to me.",
      "8": "Gilead is a city filled with troublemakers.\n    It is stained with bloody footprints.",
      "9": "The priests are like gangs of robbers who lie in ambush for a person.\n    They murder on the road to Shechem.\n        Certainly, they have committed a crime.",
      "10": "“I have seen horrible things in the nation of Israel.\n    Ephraim is acting like a prostitute,\n        and Israel is unclean.",
      "11": "“Yet, Judah, I have set a harvest time for you\n    when I bring my people back from captivity."
    },
    "7": {
      "1": "“Whenever I want to heal Israel,\n    all I can see is Ephraim’s sin and Samaria’s wickedness.\n        People cheat each other.\n        They break into houses and steal.\n        They rob people in the streets.",
      "2": "They don’t realize that I remember\n            all the evil things they’ve done.\n                Now their sins surround them.\n                    Their sins are in my presence.",
      "3": "“They make kings happy with the wicked things they do.\n    They make officials happy with the lies they tell.",
      "4": "They all commit adultery.\n    They are like a heated oven,\n        an oven so hot that a baker doesn’t have to fan its flames\n            when he makes bread.",
      "5": "On the day of the king’s celebration,\n    the officials become drunk from wine,\n        and the king joins mockers.",
      "6": "They become hot like an oven while they lie in ambush.\n    All night long their anger smolders,\n        but in the morning it burns like a raging fire.",
      "7": "They are all as hot as an oven.\n    They consume their judges like a fire.\n        All their kings die in battle, and none of them calls to me.",
      "8": "“Ephraim mixes with other nations.\n    Ephraim, you are like a half-baked loaf of bread.",
      "9": "Foreigners are using up your strength, but you don’t realize it.\n    You have become a gray-haired, old man, but you don’t realize it.",
      "10": "Israel, your arrogance testifies against you,\n    but even after all this, you don’t turn to Yahweh your Elohim\n        or look to him for help.",
      "11": "Ephraim, you are like a silly, senseless dove.\n    You call for Egypt and run to Assyria for help.",
      "12": "When you go, I will spread my net over you.\n    I will snatch you out of the air like a bird.\n        I will punish you for all the evil things you have done.",
      "13": "“How horrible it will be for these people.\n    They have run away from me.\n    They must be destroyed because they’ve rebelled against me.\n        I want to reclaim them, but they tell lies about me.",
      "14": "They don’t pray to me sincerely,\n    even though they cry in their beds\n        and make cuts on their bodies\n            while praying for grain and new wine.\n    They have turned against me.",
      "15": "I trained them and made them strong.\n    Yet, they plan evil against me.",
      "16": "They don’t return to the Most High.\n    They are like a defective bow.\n        Their officials will die in battle\n            because they curse.\n                The people in Egypt will ridicule them for this."
    },
    "8": {
      "1": "“Sound the alarm on the ram’s horn.\n    The enemy swoops down on Yahweh’s temple like an eagle.\n    The people of Israel have rejected my promise\n        and rebelled against my teachings.",
      "2": "They cry out to me, ‘We acknowledge you as our Elohim.’",
      "3": "However, they have rejected what is good.\n    The enemy will persecute them.",
      "4": "“They chose their own kings, kings I didn’t approve.\n    They chose their own princes, princes I didn’t know.\n    They chose to make idols with their own silver and gold.\n    Because of this, they will be destroyed.",
      "5": "Get rid of your calf-shaped idol, Samaria.\n    My anger burns against these people.\n        How long will they remain unclean?",
      "6": "Samaria’s calf-shaped idol was made in Israel.\n    Skilled workers made it.\n        It is not a god.\n        It will be smashed to pieces.",
      "7": "“The people of Israel plant the wind, but they harvest a storm.\n    A field of grain that doesn’t ripen will never produce any grain.\n    Even if it did produce grain, foreigners would eat it all.",
      "8": "Israel will be swallowed up.\n            It has already mixed in with the other nations.\n                It has become worthless.",
      "9": "“The people of Israel went to Assyria.\n    They were like wild donkeys wandering off alone.\n    The people of Ephraim sold themselves to their lovers.",
      "10": "Even though they sold themselves among the nations,\n    I will gather them now.\n    They will suffer for a while under the burdens of kings and princes.",
      "11": "“The more altars that the people of Ephraim build\n    to make offerings to pay for their sins,\n        the more places they have for sinning.",
      "12": "I have written many things for them in my teachings,\n    but they consider these things strange and foreign.",
      "13": "They offer sacrifices to me and eat the meat of sacrifices,\n    but I, Yahweh, do not accept these sacrifices.\n        Now I will remember their wickedness\n            and punish them because of their sins.\n                They will go back to Egypt.",
      "14": "The people of Israel have built palaces,\n    and they have forgotten their maker.\n    The people of Judah have built many fortified cities.\n    I will send a fire on their cities and burn down their palaces.”"
    },
    "9": {
      "1": "Israel, don’t rejoice.\n    Don’t celebrate as other nations do.\n        You have been unfaithful to your Elohim.\n        You have sold sex on every threshing floor.",
      "2": "There won’t be enough grain to feed people.\n    There won’t be enough wine to go around.",
      "3": "The people of Ephraim won’t stay in Yahweh’s land.\n    They will return to Egypt,\n        and they will eat unclean food in Assyria.",
      "4": "They won’t pour wine offerings to Yahweh,\n    and their sacrifices won’t please him.\n    Their sacrifices will be like the food that mourners eat.\n        All who eat this food will be unclean.\n    Their food will only satisfy their hunger.\n        It will not be brought as an offering to Yahweh’s temple.",
      "5": "What will they do on the day of an appointed festival\n    or on Yahweh’s festival days?",
      "6": "Even if they escape without being destroyed,\n    Egypt will capture them\n        and Memphis will bury them.\n            Weeds will grow over their silver treasures.\n            Thorns will grow over their tents.",
      "7": "The time for them to be punished will come.\n    The time for them to pay for their sins will come.\n    When this happens, Israel will know it.\n    They think that prophets are fools\n    and that spiritual people are crazy.\n        They have sinned a lot, and they are very hostile.",
      "8": "Prophets are Elohim’s watchmen over Ephraim.\n    Yet, traps are set on every prophet’s path,\n        and people are hostile in the temple of their Elohim.",
      "9": "People have deeply corrupted themselves as they once did at Gibeah.\n    Elohim will remember their wickedness\n        and punish them because of their sins.",
      "10": "The Lord said, “When I found Israel,\n    it was like finding grapes in the desert.\n    When I saw your ancestors,\n    it was like seeing the first figs of the harvest.\n        But they went to Baal Peor and worshiped shameful idols.\n            They became as disgusting as the things they worshiped.",
      "11": "“Ephraim’s glory will fly away like a bird.\n    There will be no more pregnancies, births, or babies.",
      "12": "Even if they bring up children,\n    I will take those children away before they grow up.\n    Yes, how horrible it will be for them when I leave them.",
      "13": "I have seen Ephraim, like Tyre, planted in a pleasant place.\n    But the people of Ephraim will bring out their children\n        to be killed.”",
      "14": "Yahweh, give them what they deserve.\n    Make the women miscarry,\n        or else make them unable to nurse their babies.",
      "15": "“All Ephraim’s wickedness began in Gilgal; I hated the people there.\n    I will force them out of my temple because of their wickedness,\n        and I won’t love them anymore.\n    All their officials are rebellious.",
      "16": "“The people of Ephraim are like sick plants.\n    Their roots are dried up.\n    They have no fruit.\n        Even if they were to have children,\n            I would kill their dear children.”",
      "17": "My Elohim will reject them\n    because they refused to listen to him.\n        They will wander among the nations."
    },
    "10": {
      "1": "The people of Israel are like vines that used to produce fruit.\n    The more fruit they produced,\n        the more altars they built.\n    The more their land produced,\n        the more stone markers they set up to honor other gods.",
      "2": "They are hypocrites. Now they must take their punishment.\n    Elohim will tear down their altars and destroy their stone markers.",
      "3": "So they’ll say,\n            “We have no king because we didn’t fear Yahweh.\n        Even if we had a king, he couldn’t do anything for us.”",
      "4": "They say many things. They lie when they take oaths,\n    and they make promises they don’t intend to keep.\n        That’s why lawsuits spring up\n            like poisonous weeds in the furrows of a field.",
      "5": "Those who live in Samaria fear the calf-shaped idol at Beth Aven.\n    The people will mourn over it.\n    The priests will cry loudly\n        because its glory will be taken away into captivity.",
      "6": "The thing itself will be carried to Assyria\n    as a present to the great king.\n        Ephraim will be disgraced.\n        Israel will be ashamed because of its plans.",
      "7": "The king of Samaria will be carried away\n    like a piece of wood on water.",
      "8": "The illegal worship sites of Aven will be destroyed.\n    Israel sins there.\n    Thorns and weeds will grow over those altars.\n        People will say to the mountains, “Cover us!”\n            and to the hills, “Fall on us!”",
      "9": "Israel, you have sinned ever since the incident at Gibeah.\n    You never change.\n        War will overtake the wicked people in Gibeah.",
      "10": "“I will punish them when I’m ready.\n    Armies will gather to attack them.\n        They will be punished for their many sins.",
      "11": "“Ephraim is like a trained calf that loves to thresh grain.\n    I will put a yoke on its beautiful neck.\n    I will harness Ephraim.\n        Judah must plow.\n        Jacob must break up the ground.",
      "12": "“Break new ground.\n    Plant righteousness,\n        and harvest the fruit that your loyalty will produce for me.”\nIt’s time to seek Yahweh!\n    When he comes, he will rain righteousness on you.",
      "13": "You have planted wickedness and harvested evil.\n    You have eaten the fruit that your lies produced.\n    You have trusted your own power and your many warriors.",
      "14": "So your army will hear the noise of battle.\n    All your fortresses will be destroyed\n        like the time Shalman destroyed Beth Arbel in battle.\n            Mothers and their children were smashed to death.",
      "15": "This is what will happen to you, Bethel,\n    because you have done many wicked things.\n        At daybreak, the king of Israel will be completely destroyed."
    },
    "11": {
      "1": "“When Israel was a child, I loved him,\n    and I called my son out of Egypt.",
      "2": "The more I called them, the farther they went away.\n    They sacrificed to other gods—the Baals,\n        and they burned incense to idols.",
      "3": "I was the one who taught the people of Ephraim to walk.\n    I took them by the hand.\n        But they didn’t realize that I had healed them.",
      "4": "I led them with cords of human kindness, with ropes of love.\n    I removed the yokes from their necks.\n        I bent down and fed them.",
      "5": "“They will not return to Egypt.\n    Instead, Assyria will rule them\n        because they have refused to return to me.",
      "6": "War will sweep through their cities,\n    demolish their city gates,\n        and put an end to their plans.",
      "7": "My people are determined to turn away from me.\n    Even if they call to the Most High,\n        he will not pardon them.",
      "8": "“How can I give you up, Ephraim?\n    How can I hand you over, Israel?\n    How can I make you like Admah?\n    How can I treat you like Zeboim?\n    I have changed my mind.\n        I am deeply moved.",
      "9": "I will not act on my burning anger.\n    I will not destroy Ephraim again.\n    I am El, not a human.\n    I am the Holy One among you,\n        and I will not come to you in anger.",
      "10": "“My people will follow Yahweh when I roar like a lion.\n    When I roar, my children will come trembling from the west.",
      "11": "They will come trembling like birds from Egypt\n    and like doves from Assyria.\n        I will settle them in their own homes,”\n            declares Yahweh.",
      "12": "“Ephraim surrounds me with lies.\n    The nation of Israel surrounds me with deceit.”\n    Judah rebels against El, against the Holy One who is faithful."
    },
    "12": {
      "1": "The people of Ephraim try to catch the wind\n    and try to chase the east wind all day.\n    They are very violent and destructive.\n    They make treaties with Assyria and take olive oil to Egypt.",
      "2": "Yahweh brings charges against Judah and punishes Jacob\n    because of the way their people act.\n    He will pay them back for what they have done.",
      "3": "Their ancestor Jacob held on to his brother’s heel\n    while the two of them were in their mother’s womb.\n    When Jacob became a man, he struggled with Elohim.",
      "4": "He struggled with the Messenger and won.\n    Jacob cried and pleaded with him.\n        Jacob found him at Bethel,\n            and he talked with him there.",
      "5": "Yahweh is the God of Armies.\n    Yahweh is the name by which he is remembered.",
      "6": "Return to your Elohim.\n    Be loyal and fair, and always wait with hope for your Elohim.",
      "7": "The Lord says, “The merchants use dishonest scales.\n    They love to cheat people.",
      "8": "The people of Ephraim say, ‘We’re rich. We’ve made a fortune.\n    With all this wealth, no one will find us guilty of any sin.’",
      "9": "I am Yahweh your Elohim.\n    I brought you out of Egypt.\n    I will make you live in tents again\n    as you did during your appointed festivals.",
      "10": "I spoke to the prophets and gave them many visions.\n    I taught lessons through the prophets.”",
      "11": "The people of Gilead are evil.\n    They are worthless.\n    They sacrifice bulls in Gilgal.\n        But their altars will become like piles of rubble\n            beside a plowed field.",
      "12": "Jacob fled to the country of Syria.\n    Israel worked to get a wife; he took care of sheep to pay for her.",
      "13": "Yahweh used a prophet to bring the people of Israel out of Egypt.\n    He used a prophet to take care of them.",
      "14": "The people of Ephraim made Yahweh bitter.\n    He will hold them guilty of murder.\n        Adonay will pay them back for their insults."
    },
    "13": {
      "1": "When the tribe of Ephraim spoke, people trembled.\n    The people of Ephraim were important in Israel.\n        Then they became guilty of worshiping Baal,\n            so they must die.",
      "2": "They keep on sinning more and more.\n    They make idols from silver for themselves.\n        These idols are skillfully made.\n            All of them are the work of craftsmen.\n    People say this about the Israelites: “They offer human sacrifices\n    and kiss calf-shaped idols.”",
      "3": "That is why they will be like fog in the morning\n    and like morning dew that disappears quickly.\n        They will be like straw blown away from threshing floors.\n        They will be like smoke rising from chimneys.",
      "4": "“I am Yahweh your Elohim. I brought you out of Egypt.\n    You have known no god besides me.\n        There is no savior except me.",
      "5": "I took care of you in the desert, in a dry land.",
      "6": "When I fed you, you were full.\n    When you were full, you became arrogant.\n        That is why you forgot me.",
      "7": "So I will be like a lion.\n    Like a leopard I will wait by the road to ambush you.",
      "8": "Like a bear that has lost her cubs, I will attack you.\n    I will rip you open.\n    Like a lion I will devour you.\n    Like a wild animal I will tear you apart.",
      "9": "You are destroying yourself, Israel.\n        You are against me, your helper.",
      "10": "“Where, now, is your king, the one who is supposed to save you?\n    Where in all your cities are your judges?\n    You said, ‘Give us kings and officials!’",
      "11": "I gave you a king when I was angry,\n    and I took him away when I was furious.",
      "12": "“Ephraim’s wickedness is on record.\n    The record of the people’s sins is safely stored away.",
      "13": "They have the opportunity to live again,\n    but they are not smart enough to take it.\n    They are like a baby who is about to be born\n    but won’t come out of its mother’s womb.",
      "14": "“I want to free them from the power of the grave.\n    I want to reclaim them from death.\n    Death, I want to be a plague to you.\n        Grave, I want to destroy you.\n            I won’t even think of changing my plans.”",
      "15": "The people of Ephraim have become important among their relatives.\n    However, Yahweh’s scorching wind will come from the east.\n        It will blow out of the desert.\n            Then their springs will run dry,\n                and their wells will dry up.\n        The wind will destroy every precious thing in their storehouses.",
      "16": "The people of Samaria are guilty as charged\n    because they rebelled against their Elohim.\n    They will be killed in war,\n    their children will be smashed to death,\n        and their pregnant women will be ripped open."
    },
    "14": {
      "1": "Israel, return to Yahweh your Elohim.\n    You have stumbled because of your sins.",
      "2": "Return to Yahweh, and say these things to him:\n    “Forgive all our sins, and kindly receive us.\n        Then we’ll praise you with our lips.",
      "3": "Assyria cannot save us.\n    We won’t ride on horses anymore.\n        We will never again say\n            that the things our hands have made are our gods.\n                You love orphans.”",
      "4": "The Lord says, “I will cure them of their unfaithfulness.\n    I will love them freely.\n    I will no longer be angry with them.",
      "5": "I will be like dew to the people of Israel.\n    They will blossom like flowers.\n    They will be firmly rooted like cedars from Lebanon.",
      "6": "They will be like growing branches.\n    They will be beautiful like olive trees.\n    They will be fragrant like cedars from Lebanon.",
      "7": "They will live again in God’s shadow.\n    They will grow like grain.\n    They will blossom like grapevines.\n    They will be as famous as the wines from Lebanon.",
      "8": "“The people of Ephraim will have nothing more to do with idols.\n    I will answer them and take care of them.\n        I am like a growing pine tree.\n            Their fruit comes from me.”",
      "9": "Wise people will understand these things.\n    A person with insight will recognize them.\n    Yahweh’s ways are right.\n        Righteous people live by them.\n        Rebellious people stumble over them."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:40.537200-04:00",
    "Translation": "NOG"
  }
}