{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:32.360685-04:00",
    "Translation": "NOG"
  },
  "Isaiah": {
    "1": {
      "1": "This is the vision which Isaiah, son of Amoz, saw about Judah and Jerusalem at the time of Kings Uzziah, Jotham, Ahaz, and Hezekiah.",
      "2": "Listen, heaven, and pay attention, earth!\n    Yahweh has spoken,\n        “I raised my children and helped them grow,\n            but they have rebelled against me.",
      "3": "Oxen know their owners,\n    and donkeys know where their masters feed them.\n    But Israel doesn’t know its owner.\n    My people don’t understand who feeds them.",
      "4": "“How horrible it will be for a nation that sins.\n    Its people are loaded down with guilt.\n        They are descendants of evildoers\n            and destructive children.\n    They have abandoned Yahweh.\n    They have despised Qedosh Yisrael.\n    They have turned their backs on him.",
      "5": "“Why do you still want to be beaten?\n    Why do you continue to rebel?\n    Your whole head is infected.\n    Your whole heart is failing.",
      "6": "From the bottom of your feet to the top of your head\n    there is no healthy spot left on your body—\n        only bruises, sores, and fresh wounds.\n            They haven’t been cleansed, bandaged,\n                or soothed with oil.",
      "7": "“Your country is devastated.\n    Your cities are burned down.\n    Your fields are destroyed right before your eyes by foreigners.\n    Your fields are devastated and taken over by foreigners.",
      "8": "My people Zion are left like a hut in a vineyard,\n    like a shack in a cucumber field,\n    like a city under attack.”",
      "9": "If Yahweh Tsebaoth hadn’t left us a few survivors,\n    we would have been like Sodom and Gomorrah.",
      "10": "Listen to the word of Yahweh, you rulers of Sodom!\n    Pay attention to the teachings from our Elohim, you people of Gomorrah!",
      "11": "Yahweh asks, “What do your many animal sacrifices mean to me?\n    I’ve had enough of your burnt offerings of rams\n        and enough fat from your fattened calves.\n    I’m not pleased with the blood of bulls, lambs, or male goats.",
      "12": "When you appear in my presence,\n    who asked you to trample on my courtyards?",
      "13": "Don’t bring any more worthless grain offerings.\n    Your incense is disgusting to me,\n    so are your New Moon Festivals, your days of worship,\n        and the assemblies you call.\n    I can’t stand your evil assemblies.",
      "14": "I hate your New Moon Festivals and your appointed festivals.\n    They’ve become a burden to me,\n        and I’m tired of putting up with them.",
      "15": "So when you stretch out your hands in prayer,\n    I will turn my eyes away from you.\n    Even though you offer many prayers,\n    I will not listen because your hands are covered with blood.",
      "16": "“Wash yourselves! Become clean!\n    Get your evil deeds out of my sight.\n    Stop doing evil.",
      "17": "Learn to do good.\n    Seek justice.\n    Arrest oppressors.\n    Defend orphans.\n    Plead the case of widows.”",
      "18": "“Come on now, let’s discuss this!” says Yahweh.\n    “Though your sins are bright red,\n    they will become as white as snow.\n    Though they are dark red,\n    they will become as white as wool.",
      "19": "If you are willing and obedient,\n    you will eat the best from the land.",
      "20": "But if you refuse and rebel,\n    you will be destroyed by swords.”\n    Yahweh has spoken.",
      "21": "How the faithful town has become a prostitute!\n    She was full of justice,\n        and righteousness lived in her.\n            But now murderers live there!",
      "22": "Your silver is not pure.\n    Your wine is watered down.",
      "23": "Your rulers are rebels, friends with thieves.\n    They all love bribes and run after gifts.\n    They never defend orphans.\n    They don’t notice the widows’ pleas.",
      "24": "That’s why Adonay, Yahweh Tsebaoth, the Mighty One of Israel, says,\n“How horrible it will be when I take revenge on my opponents!\n    I will avenge myself against my enemies.",
      "25": "I will turn my power against you.\n    I will remove your impurities with bleach.\n    I will get rid of all your impurities.",
      "26": "I will give you judges like you had long ago,\n    advisers like you had in the beginning.\n    After that you will be called the Righteous City,\n    the Faithful Town.”",
      "27": "Zion will be pardoned by the Lord’s justice,\n    and those who return will be pardoned\n        by the Lord’s righteousness.",
      "28": "Rebels and sinners will be crushed at the same time,\n    and those who abandon Yahweh will come to an end.",
      "29": "You will be ashamed of the oaks that you wanted to worship\n    and embarrassed by the garden that you have chosen for your gods.",
      "30": "You will be like an oak whose leaves wither\n    and like a garden without water.",
      "31": "Strong people will become tinder for a fire,\n    and their work will be the spark.\n    Both of them will burn together,\n    and there will be no one to put out the fire."
    },
    "2": {
      "1": "This is the message which Isaiah, son of Amoz, saw about Judah and Jerusalem.",
      "2": "In the last days the mountain of Yahweh’s house\n    will be established as the highest of the mountains\n        and raised above the hills.\n            All the nations will stream to it.",
      "3": "Then many people will come and say,\n    “Let’s go to the mountain of Yahweh,\n        to the house of the Elohim of Jacob.\n            He will teach us his ways so that we may live by them.”\n    The teachings will go out from Zion.\n    The word of Yahweh will go out from Jerusalem.",
      "4": "Then he will judge disputes between nations\n    and settle arguments between many people.\n    They will hammer their swords into plowblades\n        and their spears into pruning shears.\n    Nations will never fight against each other,\n        and they will never train for war again.",
      "5": "Come, descendants of Jacob,\n    let’s live in the light of Yahweh.",
      "6": "Yahweh, you have abandoned your people, the descendants of Jacob,\n    because they are filled with Eastern influences.\n        They are fortunetellers like the Philistines,\n            and they make deals with foreigners.",
      "7": "Their land is filled with silver and gold,\n    and there is no end to their treasures.\n    Their land is filled with horses,\n        and there is no end to their chariots.",
      "8": "Their land is filled with idols,\n    and they worship what their hands have shaped\n        and what their fingers have molded.",
      "9": "People will be brought down. Everyone will be humbled.\n    Do not forgive them.",
      "10": "Go in among the rocks and hide underground\n    because of Yahweh’s terrifying presence\n        and the honor of his majesty.",
      "11": "The eyes of arrogant people will be humbled.\n    High and mighty people will be brought down.\n    On that day Yahweh alone will be honored.",
      "12": "Yahweh Tsebaoth will have his day\n    against all who are arrogant and conceited\n        and all who are proud of themselves (they will be humbled),",
      "13": "against all the towering and mighty cedars of Lebanon\n    and all the oaks of Bashan,",
      "14": "against all the high mountains\n    and all the lofty hills,",
      "15": "against every high tower\n    and every fortified wall,",
      "16": "against all the large ships of Tarshish\n    and all the beautiful boats.",
      "17": "Then arrogant people will be brought down,\n    and high and mighty people will be humbled.\n        On that day Yahweh alone will be honored.",
      "18": "Then idols will disappear completely.",
      "19": "People will go into caves in the rocks\n    and into holes in the ground\n        because of Yahweh’s terrifying presence\n            and the honor of his majesty\n                when he rises to terrify the earth.",
      "20": "On that day people will throw to the moles and the bats\n    the silver and gold idols that they made\n        for themselves to worship.",
      "21": "They will go into caves in the rocks\n    and into cracks in the cliffs\n        because of Yahweh’s terrifying presence\n            and the honor of his majesty\n                when he rises to terrify the earth.",
      "22": "Stop trusting people.\n    Their life is in their nostrils.\n        How can they be worth anything?"
    },
    "3": {
      "1": "See now, Adonay, Yahweh Tsebaoth,\n    is going to take from Jerusalem and Judah\n        every kind of support\n            and their entire supply of food and water.",
      "2": "He will take their heroes and soldiers,\n    judges and prophets,\n        fortunetellers and statesmen,",
      "3": "military leaders and civilian leaders,\n                counselors, skilled workers, and experts in magic.",
      "4": "“I will make boys their leaders.\n    Children will govern them.”",
      "5": "People will oppress each other,\n    and everyone will oppress his neighbor.\n    The young will make fun of the old,\n    and common people will make fun of their superiors.",
      "6": "A person will grab one of his relatives\n    from his father’s family and say,\n        “You have a coat.\n            You’ll be our leader.\n                This pile of ruins will be under your control.”",
      "7": "When that day comes the relative will cry out,\n    “I’m not a doctor!\n    I don’t have any food or a coat in my home.\n        Don’t make me a leader of our family.”",
      "8": "Jerusalem has stumbled, and Judah has fallen,\n    because what they say and what they do is against Yahweh.\n        They are defiant in his honored presence.",
      "9": "The look on their faces will be held against them.\n    They boast about their sins,\n    which are like those of the people of Sodom.\n    They don’t even bother to hide them.\n    How horrible it will be for these people,\n    because they have brought disaster on themselves.",
      "10": "Tell the righteous that blessings will come to them.\n    They will taste the fruit of their labor.",
      "11": "How horrible it will be for the wicked! Disaster will strike them.\n    What they have done will be done to them.",
      "12": "“Children will oppress my people.\n    Women will rule them.\n        My people, your guides mislead you,\n            and you don’t know which way to go.”",
      "13": "Yahweh takes his place in the courtroom.\n    He stands to judge his people.",
      "14": "Yahweh presents his case to the respected leaders\n    and the officials of his people:\n        “You have burned down the vineyard!\n            Your houses are filled with goods stolen from the poor.”",
      "15": "Adonay Yahweh Tsebaoth asks,\n    “How can you crush my people\n        and grind the faces of the poor into the ground?”",
      "16": "Yahweh adds,\n    “The women of Zion are arrogant.\n        They walk with their noses in the air,\n            making seductive glances,\n            taking short little steps,\n            jingling the ankle bracelets on their feet.”",
      "17": "Adonay will cause sores to appear\n    on the heads of the women of Zion,\n        and Yahweh will make their foreheads bare.",
      "18": "On that day Adonay will take away their fine things: jingling anklets, headbands, crescent-shaped necklaces,",
      "19": "pendants, bracelets, scarfs,",
      "20": "hats, ankle bracelets, blouses, perfume boxes, charms,",
      "21": "signet rings, nose rings,",
      "22": "fine robes, coats, shawls, purses,",
      "23": "mirrors, underwear, headdresses, and veils.",
      "24": "Instead of the smell of perfume, there will be the smell of decay.\n    They will wear ropes instead of belts.\n    They will have bald heads instead of beautiful hair.\n    They will wear sackcloth instead of expensive clothes.\n        Their beauty will be scarred.",
      "25": "Women, your warriors will die in combat.\n    Your mighty men will die in battle.",
      "26": "The gates of Zion will cry and grieve,\n    and Zion will sit on the ground, exhausted."
    },
    "4": {
      "1": "When that day comes, seven women will grab one man and say,\n    “We’ll eat our own food and provide our own clothes.\n        Just let us marry you for your name.\n            Take away our disgrace.”",
      "2": "When that day comes, the branch of Yahweh\n    will be beautiful and wonderful.\n        The fruit of the land\n            will be the pride and joy of Israel’s survivors.",
      "3": "Then whoever is left in Zion and whoever remains in Jerusalem will be called holy, everyone who is recorded among the living in Jerusalem.",
      "4": "Adonay will wash away the filth of Zion’s people. He will clean bloodstains from Jerusalem with a spirit of judgment and a spirit of burning.",
      "5": "Yahweh will create a cloud of smoke during the day and a glowing flame of fire during the night over the whole area of Mount Zion and over the assembly. His glory will cover everything.",
      "6": "It will be a shelter from the heat during the day as well as a refuge and hiding place from storms and rain."
    },
    "5": {
      "1": "Let me sing a lovesong to my beloved about his vineyard:\nMy beloved had a vineyard on a fertile hill.",
      "2": "He dug it up, removed its stones,\n    planted it with the choicest vines,\n        built a watchtower in it,\n            and made a winepress in it.\n    Then he waited for it to produce good grapes,\n        but it produced only sour, wild grapes.",
      "3": "Now then, you inhabitants of Jerusalem and Judah,\n    judge between me and my vineyard!",
      "4": "What more could have been done for my vineyard\n    than what I have already done for it?\n    When I waited for it to produce good grapes,\n    why did it produce only sour, wild grapes?",
      "5": "Now then, let me tell you what I will do to my vineyard.\n    I will tear away its hedge so that it can be devoured\n        and tear down its wall so that it can be trampled.",
      "6": "I will make it a wasteland.\n    It will never be pruned or hoed.\n        Thorns and weeds will grow in it,\n            and I will command the clouds not to rain on it.",
      "7": "The vineyard of Yahweh Tsebaoth is the nation of Israel,\n    and the people of Judah are the garden of his delight.\n    He hoped for justice but saw only slaughter,\n    for righteousness but heard only cries of distress.",
      "8": "How horrible it will be for you\n    who acquire house after house and buy field after field\n        until there’s nothing left\n            and you have to live by yourself in the land.",
      "9": "With my own ears I heard Yahweh Tsebaoth say,\n    “Many houses will become empty.\n    Large, beautiful houses will be without people to live in them.",
      "10": "A ten-acre vineyard will produce only six gallons of wine,\n    and two quarts of seed will produce only four quarts of grain.”",
      "11": "How horrible it will be for those\n    who get up early to look for a drink,\n    who sit up late until they are drunk from wine.",
      "12": "At their feasts there are lyres and harps,\n    tambourines and flutes, and wine.\n        Yet, they don’t pay attention to what Yahweh is doing\n            or see what his hands have done.",
      "13": "“My people will go into exile\n    because they don’t understand what I’m doing.\n        Honored men will starve,\n            and common people will be parched with thirst.”",
      "14": "That is why the grave’s appetite increases.\n    It opens its mouth very wide\n        so that honored people and common people will go down into it.\n            Those who are noisy and joyous will go down into it.",
      "15": "People will be brought down. Everyone will be humbled.\n    And the eyes of arrogant people will be humbled.",
      "16": "Yahweh Tsebaoth will be honored when he judges.\n    The holy El will show himself to be holy when he does what is right.",
      "17": "Then lambs will graze as if they were in their own pasture,\n    and foreigners will eat among the ruins of the rich.",
      "18": "How horrible it will be for those\n    who string people along with lies and empty promises,\n    whose lives are sinful.",
      "19": "They say,\n    “Let Yahweh hurry and quickly do his work\n        so that we may see what he has in mind.\n            Let the plan of Qedosh Yisrael happen quickly\n                so that we may understand what he is doing.”",
      "20": "How horrible it will be for those\n    who call evil good and good evil,\n    who turn darkness into light and light into darkness,\n    who turn what is bitter into something sweet\n        and what is sweet into something bitter.",
      "21": "How horrible it will be for those\n    who think they are wise\n        and consider themselves to be clever.",
      "22": "How horrible it will be for those\n    who are heroes at drinking wine,\n    who are champions at mixing drinks,",
      "23": "who declare the guilty innocent for a bribe,\n    who take away the rights of righteous people.",
      "24": "As flames burn up straw\n    and dry grass shrivels in flames,\n        so their roots will rot,\n            and their blossoms will blow away like dust.\n    They have rejected the teachings of Yahweh Tsebaoth\n    and have despised the word of Qedosh Yisrael.",
      "25": "That’s why the anger of Yahweh burns hot against his people,\n    and he is ready to use his power to strike them down.\n    The hills tremble,\n    and dead bodies lie like garbage in the streets.\nEven after all this, his anger has not disappeared,\n    and he is still ready to use his power.",
      "26": "Yahweh raises up a flag for the nations far away.\n    With a whistle he signals those at the ends of the earth.\n        Look, they are coming very quickly!",
      "27": "None of them grow tired or stumble.\n    None of them slumber or sleep.\n    The belts on their waists aren’t loose\n        or their sandal straps broken.",
      "28": "Their arrows are sharpened; all their bows are ready to shoot.\n    Their horses’ hoofs are as hard as flint.\n    Their chariot wheels are as quick as the wind.",
      "29": "They roar like a lioness.\n    They growl like a young lion.\n    They growl as they snatch their prey\n    and carry it off to where no one can rescue it.",
      "30": "On that day they will roar over their prey\n    as the sea roars.\n    If they look at the land,\n    they will see only darkness and distress.\n    Even the light will be darkened by thick clouds."
    },
    "6": {
      "1": "In the year King Uzziah died, I saw Adonay sitting on a high and lofty throne. The bottom of his robe filled the temple.",
      "2": "Angels were standing above him. Each had six wings: With two they covered their faces, with two they covered their feet, and with two they flew.",
      "3": "They called to each other and said,\n“Holy, holy, holy is Yahweh Tsebaoth!\n    The whole earth is filled with his glory.”",
      "4": "Their voices shook the foundations of the doorposts, and the temple filled with smoke.",
      "5": "So I said, “Oh, no!\nI’m doomed.\n    Every word that passes through my lips is sinful.\n        I live among people with sinful lips.\n            I have seen the Melek, Yahweh Tsebaoth!”",
      "6": "Then one of the angels flew to me. In his hand was a burning coal that he had taken from the altar with tongs.",
      "7": "He touched my mouth with it and said, “This has touched your lips. Your guilt has been taken away, and your sin has been forgiven.”",
      "8": "Then I heard the voice of Adonay, saying, “Whom will I send? Who will go for us?”\nI said, “Here I am. Send me!”",
      "9": "And he said, “Go and tell these people,\n‘No matter how closely you listen, you’ll never understand.\n    No matter how closely you look, you’ll never see.’",
      "10": "Make these people close-minded.\n    Plug their ears.\n        Shut their eyes.\n            Otherwise, they may see with their eyes,\n        hear with their ears,\n    understand with their minds,\n        and return and be healed.”",
      "11": "I asked, “How long, O Adonay?”\nAnd he replied,\n“Until the cities lie in ruins with no one living in them,\n    the houses have no people,\n        and the land is completely desolate.",
      "12": "Yahweh will send his people far away,\n    and a large area in the middle of the land will be abandoned.",
      "13": "Even if one out of ten people is left in it,\n    the land will be burned again.\n        When a sacred oak or an oak is cut down, a stump is left.\n            The holy seed will be the land’s stump.”"
    },
    "7": {
      "1": "When Ahaz, son of Jotham and grandson of Uzziah, was king of Judah, Aram’s King Rezin and Israel’s King Pekah, son of Remaliah, went to Jerusalem to attack it, but they couldn’t defeat it.",
      "2": "When word reached David’s family that the Arameans had made an alliance with Ephraim, the hearts of the king and his people were shaken as the trees of the forest are shaken by the wind.",
      "3": "Then Yahweh said to Isaiah, “Go out with your son Shear Jashub to meet Ahaz at the end of the ditch of the Upper Pool on the road to the Laundryman’s Field.",
      "4": "Say to him, ‘Be careful, stay calm, and don’t be afraid. Don’t lose heart because of the fierce anger of Rezin from Aram and Remaliah’s son. These two are smoldering logs.’",
      "5": "Aram, Ephraim, and Remaliah’s son have planned evil against you, saying,",
      "6": "‘Let’s march against Judah, tear it apart, divide it among ourselves, and set up Tabeel’s son as its king.’",
      "7": "This is what Adonay Yahweh says:\nIt won’t take place; it won’t happen.",
      "8": "The capital of Aram is Damascus,\n    and the leader of Damascus is Rezin.\n        Ephraim will be shattered within 65 years\n            so that it will no longer be a nation.",
      "9": "The capital of Ephraim is Samaria,\n    and the leader of Samaria is Remaliah’s son.\n        If you don’t remain faithful,\n            you won’t remain standing.",
      "10": "Again Yahweh spoke to Ahaz,",
      "11": "“Ask Yahweh your Elohim for a sign. It can be anything you want.”",
      "12": "But Ahaz answered, “I won’t ask; I wouldn’t think of testing Yahweh.”",
      "13": "“Listen now, descendants of David,” Isaiah said. “Isn’t it enough that you try the patience of mortals? Must you also try the patience of my Elohim?",
      "14": "So Adonay himself will give you this sign: A virgin will become pregnant and give birth to a son, and she will name him Immanuel [God Is With Us].",
      "15": "He will eat cheese and honey until he knows how to reject evil and choose good.",
      "16": "Indeed, before the boy knows how to reject evil and choose good, the land of the two kings who terrify you will be deserted.",
      "17": "“Yahweh will bring on you, your people, and your ancestor’s family a time unlike any since Ephraim broke away from Judah. He will bring the king of Assyria.",
      "18": "On that day Yahweh will whistle for the flies that are at the distant branches of the Nile River in Egypt and for the bees that are in Assyria.",
      "19": "All of them will come and settle in the deep valleys, in the cracks in the cliffs, on all the thornbushes, and at all the water holes.",
      "20": "“On that day Adonay will hire the king of Assyria from beyond the Euphrates River to be a razor to shave the hair on your head, the hair on your legs, and even your beard.",
      "21": "On that day a person will keep alive a young cow and two sheep.",
      "22": "That person will eat cheese, because they will produce so much milk. Everyone who is left in the land will eat cheese and honey.",
      "23": "On that day, in every place where there were 1,000 vines (worth 1,000 pieces of silver), there will be briars and thorns.",
      "24": "People will come there with bows and arrows to hunt because the whole land will be filled with briars and thorns.",
      "25": "And you will no longer be able to go to all the hills which used to be cultivated because they will be filled with briars and thorns. It will be a place for turning oxen loose and letting sheep run.”"
    },
    "8": {
      "1": "Yahweh said to me, “Take a large writing tablet, and write on it with a pen: ‘Maher Shalal Hash Baz’ [The Looting Will Come Quickly; the Prey Will Be Easy].",
      "2": "I will have these dependable witnesses testify: the priest Uriah and Zechariah (son of Jeberechiah).”",
      "3": "I slept with the prophet. She became pregnant and gave birth to a son. Yahweh told me, “Name him Maher Shalal Hash Baz.",
      "4": "Before the boy knows how to say ‘Daddy’ or ‘Mommy,’ the wealth of Damascus and the loot from Samaria will be carried away to the king of Assyria.”",
      "5": "Yahweh spoke to me again. He said,",
      "6": "“These people have rejected the gently flowing water of Shiloah\n    and find joy in Rezin and Remaliah’s son.”",
      "7": "That is why Adonay is going to bring against them\n    the raging and powerful floodwaters of the Euphrates River—\n        the king of Assyria with all his power.\n    It will overflow all its channels and go over all its banks.",
      "8": "It will sweep through Judah.\n    It will overflow and pass through; it will be neck-high.\n    Its outspread wings will extend over your whole country, O Immanuel.",
      "9": "Be broken, you people. Be terrified.\n    Listen, all you distant parts of the earth.\n    Prepare for battle, but be terrified.\n    Prepare for battle, but be terrified.",
      "10": "Make plans for battle, but they will never succeed.\n    Give orders, but they won’t be carried out,\n        because El is with us!",
      "11": "This is what Yahweh said with his powerful hand on me.\nHe warned me not to follow the ways of these people:",
      "12": "“Don’t say that everything these people call a conspiracy\n    is a conspiracy.\n    Don’t fear what they fear.\n    Don’t let it terrify you.”",
      "13": "Remember that Yahweh Tsebaoth is holy.\n    He is the one you should fear\n        and the one you should be terrified of.",
      "14": "He will be a place of safety for you.\n    But he will be a rock that makes people trip\n        and a stumbling block for both kingdoms of Israel.\n        He will be a trap and a snare for those who live in Jerusalem.",
      "15": "Many will stumble.\n            They will fall and be broken.\n            They will be trapped and caught.",
      "16": "Tie up the written instructions.\n    Seal the teachings among my disciples.",
      "17": "I will wait for Yahweh,\n    who hides his face from the descendants of Jacob.\n    I will hope in him.",
      "18": "I am here with the children that Yahweh has given me.\n    We are signs and symbols in Israel\n        from Yahweh Tsebaoth, who lives on Mount Zion.",
      "19": "People will say to you, “Ask for help from the mediums\n    and the fortunetellers, who whisper and mutter.”\n    Shouldn’t people ask their Elohim for help instead?\n    Why should they ask the dead to help the living?",
      "20": "They should go to the teachings and to the written instructions.\n    If people don’t speak these words,\n        it is because it doesn’t dawn on them.",
      "21": "They will pass through the land when they are hard-pressed and hungry.\n    When they are hungry, they will be furious.\n        Then they will look up, cursing their king and Elohim.",
      "22": "They will look at the earth and see only distress and gloom.\n    They will go in anguish and be forced into darkness."
    },
    "9": {
      "1": "But there will be no more gloom\n    for the land that is in distress.\n    Elohim humbled the lands of Zebulun and Naphtali in earlier times.\n    But in the future he will bring glory to the road by the sea,\n        to the land across the Jordan River,\n        to Galilee, where foreigners live.",
      "2": "The people who walk in darkness will see a bright light.\n    The light will shine on those who live in the land of death’s shadow.",
      "3": "You will expand the nation and increase its happiness.\n    It will be happy in your presence\n        like those who celebrate the harvest\n            or rejoice when dividing loot.",
      "4": "You will break the yoke that burdens them,\n    the bar that is across their shoulders,\n        and the stick used by their oppressor,\n            as you did in the battle against Midian.",
      "5": "Every warrior’s boot marching to the sound of battle\n    and every garment rolled in blood\n        will be burned as fuel in the fire.",
      "6": "A child will be born for us.\n    A son will be given to us.\n    The government will rest on his shoulders.\n    He will be named:\n        Wonderful Counselor,\n        Mighty God,\n        Everlasting Father,\n        Sar Shalom.",
      "7": "His government and peace will have unlimited growth.\n    He will establish David’s throne and kingdom.\n    He will uphold it with justice and righteousness now and forever.\n    Yahweh Tsebaoth is determined to do this!",
      "8": "Adonay sent a message against Jacob.\n    The message is against Israel.",
      "9": "All the people of Ephraim\n    and the people who live in Samaria will know it.\n        With arrogant and conceited hearts they will say,",
      "10": "“Bricks have fallen,\n    but we will rebuild with hand-cut stones.\n        Fig trees have been cut down,\n            but we will replace them with cedars.”",
      "11": "Yahweh will set Rezin’s oppressors against Israel\n    and will stir up its enemies—",
      "12": "the Arameans from the east and the Philistines from the west.\n    They will devour Israel with open mouths.\nEven after all this, his anger will not disappear,\n    and he is still ready to use his power.",
      "13": "But the people have not returned to the one who struck them,\n    nor have they sought Yahweh Tsebaoth.",
      "14": "So in one day Yahweh will cut off from Israel\n    both head and tail,\n    both palm branches and cattails.",
      "15": "Respected and honored leaders are the head.\n    Prophets who teach lies are the tail.",
      "16": "Those who guide these people lead them astray.\n    Those who are guided by them will be destroyed.",
      "17": "That is why Adonay isn’t happy with their young men,\n    nor will he show compassion for their orphans and widows.\n        Every one of them is a godless evildoer,\n            and every mouth speaks foolishness.\nEven after all this, his anger will not disappear,\n    and he is still ready to use his power.",
      "18": "Surely wickedness burns like fire.\n    It burns up briars and thorns.\n    It sets the underbrush in the forest on fire,\n        and it whirls upward in clouds of smoke.",
      "19": "The land is scorched by the fury of Yahweh Tsebaoth,\n    and the people are like fuel for the fire.\n    No one shows concern for others:",
      "20": "On the right, one gobbles up food and is still hungry.\n    On the left, another eats and is never full.\n        Each person eats the flesh from his own arm.",
      "21": "Manasseh is against Ephraim.\n    Ephraim is against Manasseh.\n    Together they attack Judah.\nEven after all this, his anger will not disappear,\n    and he is still ready to use his power."
    },
    "10": {
      "1": "How horrible it will be for those who make unjust laws\n    and who make oppressive regulations.",
      "2": "They deprive the poor of justice.\n        They take away the rights of the needy among my people.\n        They prey on widows and rob orphans.",
      "3": "What will you do on the day\n    you are called to account for these things,\n        when the disaster comes from far away?\n    Where will you run for help?\n    Where will you leave your wealth?",
      "4": "Nothing’s left but to crouch among prisoners\n    and to fall with those who are killed.\nEven after all this, his anger will not disappear,\n    and he is still ready to use his power.",
      "5": "“How horrible it will be for Assyria!\n    It is the rod of my anger.\n        My fury is the staff in the Assyrians’ hands.",
      "6": "I send them against a godless nation.\n    In my fury I order them against the people\n    to take their belongings, loot them,\n        and trample on them like mud in the streets.",
      "7": "But that’s not what they intend to do.\n    Their minds don’t work that way.\n    Their purpose is to destroy and put an end to many nations.",
      "8": "They ask, ‘Aren’t all our commanders kings?",
      "9": "Isn’t Calno like Carchemish?\n    Isn’t Hamath like Arpad?\n    Isn’t Samaria like Damascus?’",
      "10": "My power has reached kingdoms which have idols.\n    They had more carved statues than Jerusalem or Samaria.",
      "11": "I will do to Jerusalem and its idols\n    what I’ve done to Samaria and its idols.”",
      "12": "When Adonay has finished all his work on Mount Zion and in Jerusalem, he will punish the king of Assyria for all his boasting and all his arrogance.",
      "13": "The king will say,\n“I did this with my own two powerful hands.\n    I did this with my wisdom, because I am so clever.\n    I’ve eliminated the boundaries of nations.\n    I’ve looted treasuries.\n    I’ve brought down people like a mighty man.",
      "14": "I’ve found the riches of nations as one finds a nest.\n    I’ve gathered the whole world as one gathers abandoned eggs.\n    Not one of them flapped a wing, opened its mouth, or peeped.”",
      "15": "Can an ax attack the person who cuts with it?\n    Can a saw make itself greater than the person who saws with it?\n    A rod cannot move the person who lifts it.\n    A wooden stick cannot pick up a person.",
      "16": "That is why Adonay Yahweh Tsebaoth\n    will send a degenerative disease against brave men.\n        A flame will be turned into a raging fire under his power.",
      "17": "Israel’s light will become a flame.\n    Its Holy One will become a fire.\n    He will burn up and devour the weeds and thornbushes in one day.",
      "18": "The majestic forest and the orchard\n    will destroy both body and soul.\n    They will be like a sick person wasting away.",
      "19": "The trees that remain in the forest will be so few that\n    a child could count them.",
      "20": "At that time the remaining few Israelites,\n    the survivors of Jacob’s descendants\n        will no longer depend on the one who struck them.\n            They will only depend on Yahweh, Qedosh Yisrael.",
      "21": "A few, the remaining few of Jacob, will return to the mighty God.",
      "22": "Although your people Israel may be\n    as numerous as the grains of sand on the seashore,\n        only a few will return.\n    Destruction will be complete and fair.",
      "23": "Adonay Yahweh Tsebaoth will carry out this destruction\n    throughout the world as he has determined.",
      "24": "Adonay Yahweh Tsebaoth says:\n    My people who live in Zion,\n        don’t be afraid of the Assyrians when they strike with a rod\n            or when they raise their staff against you\n                as the Egyptians did.",
      "25": "Very soon I will unleash my fury,\n    and my anger will destroy them.",
      "26": "Then Yahweh Tsebaoth will raise his whip against them.\n    As he struck down Midian at the Rock of Oreb\n        and raised his staff over the water,\n            so he will lift it as he did in Egypt.",
      "27": "At that time their burden will be removed from your shoulders.\n    Their yoke will be removed from your neck.\n        The yoke will be torn away because you have grown fat.",
      "28": "They come to Aiath.\n    They pass through Migron.\n        They store their equipment at Michmash.",
      "29": "They go through the mountain pass and lodge at Geba for the night.\n    The people in Ramah tremble; the people in Saul’s Gibeah flee.",
      "30": "Cry aloud, you people in Gallim!\n    Pay attention, you people in Laishah and miserable Anathoth!",
      "31": "The people in Madmenah flee; those who live in Gebim take shelter.",
      "32": "This day they stopped at Nob.\n    They shake their fist at the mountain of my people Zion,\n        at the mountain of Jerusalem.",
      "33": "Now look! Adonay Yahweh Tsebaoth\n    will trim the branches with terrifying power.\n        The highest trees will be cut down.\n        The tallest ones will be brought down.",
      "34": "He will cut down the underbrush of the forest with an ax.\n    Lebanon will fall in front of the Mighty One."
    },
    "11": {
      "1": "Then a shoot will come out from the stump of Jesse,\n    and a branch from its roots will bear fruit.",
      "2": "The Ruach Yahweh will rest on him—\n    the Ruach of wisdom and understanding,\n    the Ruach of advice and power,\n    the Ruach of knowledge and fear of Yahweh.",
      "3": "He will gladly bear the fear of Yahweh.\n    He will not judge by what his eyes see\n    or decide by what his ears hear.",
      "4": "He will judge the poor justly.\n    He will make fair decisions for the humble people on earth.\n    He will strike the earth with a rod from his mouth.\n    He will kill the wicked with the breath from his lips.",
      "5": "Justice will be the belt around his waist.\n    Faithfulness will be the belt around his hips.",
      "6": "Wolves will live with lambs.\n    Leopards will lie down with goats.\n    Calves, young lions, and year-old lambs will be together,\n    and little children will lead them.",
      "7": "Cows and bears will eat together.\n    Their young will lie down together.\n    Lions will eat straw like oxen.",
      "8": "Infants will play near cobras’ holes.\n    Toddlers will put their hands into vipers’ nests.",
      "9": "They will not hurt or destroy anyone anywhere on my holy mountain.\n    The world will be filled with the knowledge of Yahweh\n        like water covering the sea.",
      "10": "At that time the root of Jesse will stand as a banner\n    for the people to gather around.\n        The nations will come to him.\n            His resting place will be glorious.",
      "11": "At that time Adonay will use his power again\n    to recover what remains of his people\n        in Assyria, Upper and Lower Egypt,\n            Sudan, Elam, Babylonia, Hamath,\n                and the islands of the sea.",
      "12": "He will raise a banner for the nations to gather around.\n    He will gather the outcasts of Israel\n    and bring together the scattered people of Judah\n        from the four corners of the earth.",
      "13": "Ephraim’s jealousy will vanish,\n    and Judah’s opponents will come to an end.\n    Ephraim won’t be jealous of Judah,\n    and Judah won’t oppose Ephraim.",
      "14": "They will swoop down on the slopes of Philistia in the west.\n    Together they will loot the people of the east.\n    They will conquer Edom and Moab.\n    The people of Ammon will be subject to them.",
      "15": "Yahweh will dry up the gulf of the Egyptian Sea.\n    He will wave his hand over the Euphrates River with his scorching wind\n    and divide it into seven streams\n        so that people can walk over it in their sandals.",
      "16": "There will be a highway\n    for the remaining few of his people left in Assyria\n        like there was for Israel when it came out of Egypt."
    },
    "12": {
      "1": "At that time you will say,\n“I will praise you, O Yahweh.\n    Although you had been angry with me,\n    you turned your anger away from me, and you comforted me.",
      "2": "Look! El is my Savior.\n    I am confident and unafraid,\n    because Yah is my strength and my song.\n    He is my Savior.”",
      "3": "With joy you will draw water from the springs of salvation.",
      "4": "At that time you will say,\n“Praise Yahweh.\n    Call on his name.\n    Make his deeds known among the nations.\n    Make them remember that his name is highly honored.",
      "5": "Make music to praise Yahweh.\n    He has done wonderful things.\n        Let this be known throughout the earth.",
      "6": "Shout loudly, and sing with joy, people of Zion!\n    Qedosh Yisrael is great. He is among you.”"
    },
    "13": {
      "1": "This is the divine revelation which Isaiah, son of Amoz, saw about Babylon.",
      "2": "Raise a banner on the bare mountaintop.\n    Call loudly to them.\n        Signal them with your hand to enter the nobles’ gates.",
      "3": "I’ve commanded my holy ones.\n    I’ve called my mighty men to carry out my anger.\n    They find joy in my triumphs.",
      "4": "Listen to the noise on the mountains.\n    It is like the sound of a large army.\n    It is the sound of kingdoms and nations gathering together.\n    Yahweh Tsebaoth is assembling his army for battle.",
      "5": "His army is coming from a distant land,\n    from the ends of heaven.\n    Yahweh is coming with the weapons of his fury\n    to destroy the whole world.",
      "6": "Cry loudly, for the day of Yahweh is near.\n    It will come like destruction from Shadday.",
      "7": "That is why every hand will hang limp,\n    and everyone’s courage will fail.",
      "8": "They’ll be terrified.\n            Pain and anguish will seize them.\n        They’ll writhe like a woman giving birth to a child.\n        They’ll look at one another in astonishment.\n            Their faces will be burning red.",
      "9": "The day of Yahweh is going to come.\n    It will be a cruel day with fury and fierce anger.\n        He will make the earth desolate.\n            He will destroy its sinners.",
      "10": "The stars in the sky and their constellations\n    won’t show their light anymore.\n    The sun will be dark when it rises.\n    The moon won’t shine.",
      "11": "I will punish the world for its evil\n    and the wicked for their wrongdoing.\n    I will put an end to arrogant people\n    and humble the pride of tyrants.",
      "12": "I will make people harder to find than pure gold\n    and human beings more rare than gold from Ophir.",
      "13": "I will make heaven tremble,\n    and the earth will be shaken from its place\n        when Yahweh Tsebaoth is angry.\n            At that time he will be very angry.",
      "14": "They’ll be like hunted gazelle\n    and like sheep with no one to gather them.\n    Everyone will return to his own people\n    and flee to his own land.",
      "15": "Whoever is found will be stabbed to death.\n    Whoever is captured will be executed.",
      "16": "Their little children will be smashed to death right before their eyes.\n    Their houses will be looted and their wives raped.",
      "17": "I’m going to stir up the Medes against them.\n    They don’t care for silver and aren’t happy with gold.",
      "18": "But their bows will smash the youth.\n    They’ll have no compassion for babies,\n        nor will they look with pity on children.",
      "19": "Babylon, the jewel of the kingdoms,\n    the proud beauty of the Chaldeans,\n        will be like Sodom and Gomorrah when Elohim destroyed them.",
      "20": "It will never be inhabited again,\n    and no one will live in it for generations.\n        Arabs won’t pitch their tents there.\n        Shepherds won’t let their flocks rest there.",
      "21": "Desert animals will lie down there.\n    Their homes will be full of owls.\n        Ostriches will live there,\n            and wild goats will skip about.",
      "22": "Hyenas will howl in Babylon’s strongholds,\n    and jackals will howl in its luxurious palaces.\nIts time has almost come.\n    Its days will not be extended."
    },
    "14": {
      "1": "Yahweh will have compassion for Jacob and again choose Israel.\n    He will resettle them in their own country.\n        Foreigners will join them\n            and unite with the descendants of Jacob.",
      "2": "People will take them\n    and bring them to their own place.\n    The nation of Israel will possess nations\n    as male and female slaves in Yahweh’s land.\n    They will take their captors captive\n    and rule their oppressors.",
      "3": "When that day comes, Yahweh will give you relief\n    from your pain and suffering,\n    from the hard slavery you were forced to do.",
      "4": "Then you will mock the king of Babylon with this saying,\n    “How the tyrant has come to an end!\n    How his attacks have come to an end!”",
      "5": "Yahweh has broken the staff of the wicked,\n    the scepter of rulers.",
      "6": "They struck the people with fury,\n            with blows that didn’t stop.\n        They ruled nations in anger,\n            persecuting them without restraint.",
      "7": "The whole earth rests and is peaceful.\n    It breaks out into shouts of joy.",
      "8": "Even the cypresses rejoice over you.\n    The cedars of Lebanon say,\n        “Since you have fallen,\n            no lumberjack has come to attack us.”",
      "9": "Sheol below wakes up to meet you when you come.\n    It wakes up the ghosts of the dead,\n        all who were leaders on earth.\n    It raises all who were kings of the nations from their thrones.",
      "10": "All of them will greet you,\n    “You also have become weak like us!\n    You have become like one of us!”",
      "11": "Your pride has been brought down to Sheol\n    along with the music of your harps.\n        Maggots are spread out like a bed under you,\n            and worms cover you.",
      "12": "How you have fallen from heaven, you morning star, son of the dawn!\n    How you have been cut down to the ground, you conqueror of nations!",
      "13": "You thought,\n    “I’ll go up to heaven and set up my throne above El’s stars.\n    I’ll sit on the mountain far away in the north\n        where the gods assemble.",
      "14": "I’ll go above the top of the clouds.\n    I’ll be like Elyon.”",
      "15": "But you’ve been brought down to Sheol,\n    to the deepest part of the pit.",
      "16": "Those who see you stare at you; they look at you closely and say,\n    “Is this the man who made the earth tremble,\n        who shook the kingdoms,",
      "17": "who made the world like a desert and tore down its cities,\n    who didn’t let his prisoners go home?”",
      "18": "All the kings of the nations, all of them,\n    have been buried with honor, each in his own tomb.",
      "19": "But you are thrown out of your tomb like a rejected branch.\n    You are covered with those who were killed in battle.\n    You go down to the stones of the pit like a trampled corpse.",
      "20": "You won’t be joined by the kings in the tomb,\n    because you have destroyed your land and killed your people.\nThe descendants of the wicked will never be mentioned again.",
      "21": "Prepare a place to slaughter their sons\n    because of their ancestors’ guilt.\n        They won’t be able to rise, possess the earth,\n            and rebuild cities all over it.",
      "22": "“I’ll rise up against them,” declares Yahweh Tsebaoth.\n    “I’ll cut off the name of the survivors from Babylon,\n    its offspring and descendants,” declares Yahweh.",
      "23": "“It will become the possession of herons.\n    It will become pools of water.\n    I’ll sweep it with the broom of destruction,” declares Yahweh Tsebaoth.",
      "24": "Yahweh Tsebaoth has taken an oath:\n    “It will happen exactly as I’ve intended.\n    It will turn out exactly as I’ve planned.",
      "25": "I’ll crush Assyria on my land.\n    I’ll trample it underfoot on my mountains.\n    Then its yoke will be removed from my people,\n    and its burden will be removed from their shoulders.”",
      "26": "This is the plan determined for the whole earth.\n    This is how he will use his power against all the nations.",
      "27": "Yahweh Tsebaoth has planned it. Who can stop it?\n    He is ready to use his power. Who can turn it back?",
      "28": "This was the divine revelation in the year King Ahaz died.",
      "29": "All you Philistines, don’t rejoice\n    that the rod of the one who struck you is broken,\n        because a viper will come from that snake’s root,\n            and his descendant will be a flying, fiery serpent.",
      "30": "The poorest of the poor will eat,\n    and the needy will lie down in safety.\n        But I will put your root to death with famine\n            and kill off your survivors.",
      "31": "Cry loudly in the gate!\n    Cry out in the city!\n        Be frightened, all you Philistines!\n    Smoke comes from the north,\n    and there are no stragglers in its ranks.",
      "32": "How should we answer the messengers from the nations?\n    Tell them that Yahweh has laid Zion’s foundation,\n        and his humble people will find refuge in it."
    },
    "15": {
      "1": "This is the divine revelation about Moab.\n    In a single night Ar in Moab is laid waste and destroyed!\n    In a single night Kir in Moab is laid waste and destroyed!",
      "2": "The people of Dibon go to the temple,\n    to the worship sites, to cry.\n    Moab wails over Nebo and Medeba.\n    Every head is shaved bald, and every beard is cut off.",
      "3": "In their streets they wear sackcloth.\n    On their roofs and in their city squares everyone wails and cries.",
      "4": "Heshbon and Elealeh also cry out.\n    Their voices are heard as far away as Jahaz.\n    Moab’s armed men cry out.\n    Their courage is gone.",
      "5": "My heart cries out for Moab.\n    Its people flee as far as Zoar at Eglath Shelishiyah.\n        They go up the mountain road to Luhith.\n        They cry loudly over the destruction on the way to Horonaim.",
      "6": "The Nimrim Brook has run dry!\n    The grass dries up,\n        the vegetation withers,\n            and nothing green is left.",
      "7": "That is why they carry the wealth that they have earned and stored up\n    over Willow Ravine.",
      "8": "Cries for help echo throughout the land of Moab.\n    Their wailing echoes as far as Eglaim.\n    Their wailing echoes as far as Beer Elim.",
      "9": "The water in Dimon is red with blood,\n    yet I will bring even more on Dimon.\n        A lion will attack the fugitives from Moab\n            and the survivors from Adamah."
    },
    "16": {
      "1": "Send lambs to the ruler of the land.\n    Send lambs from Sela through the desert to my people at Mount Zion.",
      "2": "Moab’s daughters are like fluttering birds,\n    like scattered nestlings,\n        at the shallow crossings of the Arnon River.",
      "3": "Give us advice.\n    Make a decision.\n        At high noon make your shadow as dark as night.\n            Hide the fugitives.\n                Don’t betray the refugees.",
      "4": "Let the fugitives from Moab stay with you a while.\n    Be their refuge from the destroyer.\n    Ruthless people will come to an end.\n    The destruction will end.\n        The one who tramples others will be gone.",
      "5": "Then Yahweh will set up a trusted king.\n    He will rule faithfully.\n        He is from the tent of David.\n        He judges and searches for justice.\n        He is quick to do what is right.",
      "6": "We’ve heard of the arrogance of Moab’s people.\n    They are very arrogant.\n    We’ve heard of their boasting, arrogance, and conceit,\n    but their boasts aren’t true.",
      "7": "That is why Moab will wail.\n    Everyone will wail for Moab.\n    Mourn and grieve over the raisin cakes of Kir Hareseth.",
      "8": "The fields of Heshbon and the vineyards of Sibmah wither.\n    Rulers of the nations have cut off their grapes.\n    The grapevines once reached as far as Jazer\n        and strayed out into the desert.\n    Their shoots had spread out over the sea.",
      "9": "I will cry for the grapevines of Sibmah\n    as Jazer cries for them.\n        I will drench you with my tears, Heshbon and Elealeh.\n    The shouts of joy for your ripened fruits\n    and your harvest will be silenced.",
      "10": "Joy and delight have vanished from the orchards.\n    No songs are sung.\n    No shouts are raised.\n    No one stomps on grapes in the winepresses,\n        because I have put an end to the shouts of joy.",
      "11": "That is why my heart mourns for Moab like a harp.\n    My soul mourns for Kir Hareseth.",
      "12": "When the people of Moab appear at the worship site,\n    they will only wear themselves out.\n    They will come into the holy place to pray,\n    but they won’t be able to.",
      "13": "This is the message that Yahweh spoke about Moab in the past.",
      "14": "But now Yahweh says, “Moab’s honor will be despised within three years. I will count them like workers count the years left of their contracts. In spite of their great number, the survivors will be very few and powerless.”"
    },
    "17": {
      "1": "This is the divine revelation about Damascus.\n“Damascus will no longer be a city.\n    It will become a pile of rubble.",
      "2": "The cities of Aroer will be deserted.\n    These cities will be used for sheep, which will lie down in them.\n        There will be no one to disturb those sheep.",
      "3": "Fortified cities will disappear from Ephraim,\n    and the kingdom will disappear from Damascus.\n    The remaining few from Aram will share Israel’s honor,”\n    declares Yahweh Tsebaoth.",
      "4": "“When that day comes, the honor of Jacob’s people will fade away,\n    and they will become skin and bones.",
      "5": "That time will be like harvesting bundles of grain by the armful.\n    It will be like gathering grain in the Rephaim Valley.",
      "6": "Only a few people will survive.\n    They will be like an olive tree that has been beaten.\n        Only two or three olives are left\n            at the top of the highest branch,\n                four or five olives on the rest of the branches,”\n                    declares Yahweh Elohim of Israel.",
      "7": "When that day comes, they will look to their maker,\n    and their eyes will look to Qedosh Yisrael.",
      "8": "They won’t look to the altars made by their hands\n    or to the Asherah poles or incense altars\n        which their fingers molded.",
      "9": "When that day comes, the fortified cities\n    which other people abandoned because of the Israelites\n        will be like abandoned woods and undergrowth.\n    So it will become a wasteland.",
      "10": "You have forgotten the Elohim of your salvation.\n    You haven’t remembered the rock, your stronghold.\n    Instead, you have planted the best plants\n    and have set out the imported grapevines.",
      "11": "On the day you plant, you will make it grow.\n    On the morning you set out the seedling, you will make it sprout.\n    But the harvest will become a [rotting] pile\n        on a day of grief and incurable pain.",
      "12": "How horrible it will be for many people!\n    They will roar like the roaring sea.\n    The noise that the people make\n        will be like the noise from rushing water.",
      "13": "The people will make noise like raging water.\n    But Elohim will yell at them, and they will run far away.\n        They will be chased away\n            like husks on the mountains being blown by the wind,\n                like whirling dust being blown by a storm.",
      "14": "In the evening there will be sudden terror.\n    Before morning they will be gone.\n    This will be the fate of those who looted us,\n    the destiny of those who robbed us."
    },
    "18": {
      "1": "How horrible it will be for the land of whirring wings\n    which lies beyond the rivers of Sudan.",
      "2": "It sends messengers by sea\n            in boats made of reeds\n                skimming over the surface of the water.\n        Go, swift messengers, to a tall and smooth-skinned people,\n            a people who are feared far and near,\n            a strong and aggressive nation,\n                whose land is divided by rivers.",
      "3": "Look when someone raises a flag on the mountains.\n    Listen when someone blows a ram’s horn,\n        all you inhabitants of the world who live on the earth.",
      "4": "This is what Yahweh says to me:\nI will keep quiet and watch from my dwelling place.\n    My presence will be like scorching heat in the sunshine,\n        like heavy dew in the heat of the harvest.",
      "5": "Before the harvest, when blossoms are gone\n    and grapes are ripening from blossoms,\n        he will cut off the shoots with pruning shears\n            and chop off the spreading branches.",
      "6": "They will be left for the birds of prey on the mountains\n    and the wild animals.\n        The birds of prey will feed on them in the summer,\n            and all the wild animals on earth\n                will feed on them in the winter.",
      "7": "At that time gifts will be brought to Yahweh Tsebaoth\n    from a tall and smooth-skinned people,\n    a people who are feared far and near,\n    a strong and aggressive nation,\n        whose land is divided by rivers.\n    They will be brought to Mount Zion,\n    the place where the name of Yahweh Tsebaoth is."
    },
    "19": {
      "1": "This is the divine revelation about Egypt.\nYahweh is riding on a fast-moving cloud and is coming to Egypt.\n    Egypt’s idols will tremble in his presence.\n    Egypt’s courage will fail.",
      "2": "“I will turn one Egyptian against another.\n    They will fight—\n    brother against brother,\n    neighbor against neighbor,\n    city against city,\n    kingdom against kingdom.",
      "3": "The Egyptians will lose courage.\n    I will unravel their plans.\n    They will turn to idols, ghosts,\n    mediums, and fortunetellers.",
      "4": "I will hand over the Egyptians to a harsh master.\n    A strong king will rule them,”\n        declares Adonay Yahweh Tsebaoth.",
      "5": "The water in the Nile River will be dried up,\n    and the river will be dry and empty.",
      "6": "The canals will stink.\n    Egypt’s streams will be emptied and dried up.\n    The reeds and cattails will wither.",
      "7": "The rushes by the Nile, by the edge of the Nile,\n    and all the fields planted beside the Nile\n        will dry up, be blown away, and disappear.",
      "8": "Fishermen will cry.\n    All who cast their lines into the Nile will mourn.\n        Those who spread their nets on the water will sigh.",
      "9": "Linenworkers and weavers will be ashamed.",
      "10": "Egypt’s weavers will be crushed.\n    Those who work for money will be distressed.",
      "11": "The leaders of Zoan are nothing but fools.\n    The wisest of Pharaoh’s counselors gives stupid advice.\n    How can you tell Pharaoh,\n        “I’m a descendant of wise men,\n            a descendant of ancient kings”?",
      "12": "Where are your wise men now?\n    Let them tell you.\n        Let them explain what Yahweh Tsebaoth\n            is planning against Egypt.",
      "13": "The leaders of Zoan are acting foolishly.\n    The leaders of Memphis are led astray.\n    The leaders who are the cornerstones of its tribes mislead the Egyptians.",
      "14": "Yahweh mixes up their minds.\n    So they lead the Egyptians astray\n        like a drunk who staggers in his vomit.",
      "15": "No one—leaders or followers, important or unimportant—\n    can do anything for Egypt.",
      "16": "At that time Egyptians will act like women. They will tremble and be terrified because Yahweh Tsebaoth will shake his fist at them.",
      "17": "The land of Judah will terrify the Egyptians. Whenever they are reminded of Judah, they will be terrified of it because of what Yahweh Tsebaoth is planning against it.",
      "18": "When that day comes, five cities in Egypt will have people that speak the language of Canaan and swear allegiance to Yahweh Tsebaoth. One of the cities will be called Heliopolis.",
      "19": "When that day comes, an altar for Yahweh will be in the middle of Egypt, and a stone marker for Yahweh will be near its border.",
      "20": "These objects will be a sign and a witness that Yahweh Tsebaoth is in Egypt. When the people cry to Yahweh because of those who oppress them, he will send a savior and defender to rescue them.",
      "21": "So Yahweh will make himself known to the Egyptians. The Egyptians will know Yahweh when that day comes. They will worship with sacrifices and food offerings. They will make vows to Yahweh and carry them out.",
      "22": "Yahweh will strike Egypt with a plague. When he strikes them, he will also heal them. Then they will come back to Yahweh. And he will respond to their prayers and heal them.",
      "23": "When that day comes, a highway will run from Egypt to Assyria. The Assyrians will come to Egypt and the Egyptians to Assyria, and the Egyptians will worship with the Assyrians.",
      "24": "When that day comes, Israel will be one-third of God’s people, along with Egypt and Assyria. They will be a blessing on the earth.",
      "25": "Yahweh Tsebaoth will bless them, saying, “My people Egypt, the work of my hands Assyria, and my possession Israel are blessed.”"
    },
    "20": {
      "1": "In the year when King Sargon of Assyria sent his commander-in-chief to fight against Ashdod, he captured it.",
      "2": "At that time Yahweh told Isaiah, son of Amoz, “Take off the sackcloth that you are wearing, and take off your sandals!” Isaiah did this and walked around barefoot and naked.",
      "3": "Then Yahweh said, “My servant Isaiah has gone barefoot and naked for three years as a sign and as an omen to Egypt and Sudan.",
      "4": "The king of Assyria will lead away both the young and the old—captives from Egypt and exiles from Sudan. They will be barefoot and naked. Their buttocks will be exposed in order to disgrace Egypt.",
      "5": "Then the people will be shattered and ashamed because Sudan was their hope and Egypt was their beauty.",
      "6": "When that day comes, those who live on this coastland will say, ‘Look at what has happened to our hope. We ran to Egypt for help to be rescued from the king of Assyria. How can we escape?’”"
    },
    "21": {
      "1": "This is the divine revelation about the desert by the sea.\nLike a storm sweeping through the Negev,\n    an invader will come from the desert,\n        from a terrifying land.",
      "2": "I was shown a harsh vision.\n    The traitor betrays.\n    The destroyer destroys.\n        Go to war, Elam!\n        Surround them, Media!\n    I will put an end to all the groaning.",
      "3": "That is why my body is full of trembling.\n    Pain grips me like the pain of childbirth.\n    I’m disturbed by what I hear.\n    I’m terrified by what I see.",
      "4": "I’m confused.\n    I’m shaking with terror.\n    The twilight hours I longed for make me tremble.",
      "5": "Set the table.\n    Spread the rugs by the table.\n        Eat. Drink.\n    Get up, you leaders!\n    Prepare your shields for battle!",
      "6": "This is what Adonay says to me:\nPost a watchman.\n    Have him report whatever he sees.",
      "7": "He will see chariots, pairs of horsemen,\n    riders on donkeys, and riders on camels.\n        Let him watch carefully, very carefully.",
      "8": "The watchman called,\n    “Sir, I stand on the watchtower every day.\n        Every night, I stand guard at my post.",
      "9": "Look! Here come chariots and horsemen in pairs.”\n    Then he said,\n    “Babylon has fallen! It has fallen!\n        All the idols they worship lie shattered on the ground.”",
      "10": "You, my people, have been threshed and winnowed.\n    I make known to you what I heard from Yahweh Tsebaoth,\n        the Elohim of Israel.",
      "11": "This is the divine revelation about Dumah.\nSomeone is calling to me from Seir,\n    “Watchman, how much of the night is left?\n    Watchman, how much of the night is left?”",
      "12": "The watchman answers,\n    “Morning is coming, and night will come again.\n        If you need to ask, come back and ask.”",
      "13": "This is the divine revelation about Arabia.\n    You caravan of travelers from the people of Dedan\n        will spend the night in the forest of Arabia.",
      "14": "Bring water for the thirsty,\n    you inhabitants of the land of Tema.\n    Bring food to the fugitives.",
      "15": "They flee from swords,\n    from swords ready to kill,\n        from bows ready to shoot,\n            and from the thick of battle.",
      "16": "This is what Adonay says to me: All of Kedar’s honor will be gone in another year. I will count it like workers count the years left on their contracts.",
      "17": "The remaining number of archers, Kedar’s mighty archers, will be few. Yahweh Elohim of Israel has spoken."
    },
    "22": {
      "1": "This is the divine revelation about the valley of Vision.\nWhat’s the matter with you?\n    Why do all of you go up on the roofs?",
      "2": "You are a city filled with shouting,\n    a town filled with noise and excitement.\n    Your people weren’t killed with swords.\n    Your dead didn’t die in battle.",
      "3": "All your leaders fled together\n    and were captured without their bows and arrows.\n    All those who were found were taken prisoner\n    before any of them could get far away.",
      "4": "That is why I say,\n    “Turn away from me\n        so that I can cry bitterly.\n    Don’t try to comfort me\n        because of the destruction brought on my people.”",
      "5": "Adonay Yahweh Tsebaoth has chosen a special day.\n    It will be a day of confusion and trampling\n        in the valley of Vision,\n            a day of tearing down walls and crying for help\n                in the mountains.",
      "6": "Elam takes its quiver of arrows,\n    manned chariots, and horsemen.\n    Kir uncovers its shields.",
      "7": "Then your fertile valleys will be filled with chariots,\n    and horsemen will stand ready in front of the gate.",
      "8": "On that day Yahweh will remove the defenses of Judah.\nYou will look for weapons in the House of the Forest.",
      "9": "You will see how many places in David’s wall are broken.\n    You will store water in the Lower Pool.",
      "10": "You will count the houses in Jerusalem.\n    You will tear down those houses in order to fortify the walls.",
      "11": "You will build a reservoir between the two walls\n    to hold the water of the Old Pool.\n        You didn’t look to Jerusalem’s maker.\n        You didn’t see the one who formed it long ago.",
      "12": "On that day Adonay Yahweh Tsebaoth\n    will call for crying and for mourning,\n        for shaving your heads and for wearing sackcloth.",
      "13": "Instead, you will rejoice, celebrate,\n    slaughter cattle, and butcher sheep.\n    You will eat meat, drink wine, and say,\n    “Let’s eat and drink because tomorrow we’re going to die.”",
      "14": "Yahweh Tsebaoth revealed this to me: “Certainly, this wrong will not be forgiven even when you die,” says Adonay Yahweh Tsebaoth.",
      "15": "This is what Adonay Yahweh Tsebaoth says:\nGo to Shebna, the man in charge of the palace, and say to him,",
      "16": "“What are you doing here?\n    What right do you have to dig a tomb for yourself?\n        What right do you have to cut it out in a prominent place?\n        What right do you have to carve out\n            a resting place for yourself in the rock?",
      "17": "Look, mighty man!\n    Yahweh will throw you out.\n        He will grab you.",
      "18": "He will wrap you up tightly like a turban.\n    He will throw you far away into another land.\n        There you will die.\n            There your splendid chariots will remain.\n            There you will become a disgrace to your master’s household.",
      "19": "“I will remove you from your office\n    and do away with your position.",
      "20": "When that day comes, I will call my servant Eliakim, son of Hilkiah.",
      "21": "I will dress him in your linen robe\n    and fasten it with your belt.\n    I will give him your authority,\n    and he will be like a father to those who live in Jerusalem\n        and to the nation of Judah.",
      "22": "I will place the key of the house of David around his neck.\n    What he opens no one will shut.\n    What he shuts no one will open.",
      "23": "I will fasten him firmly in place like a peg,\n    and he will be a source of honor for his father’s household.",
      "24": "They will hang on him the whole weight of his father’s household,\n    descendants and offspring and all the little utensils,\n        from bowls to jars of every kind.”",
      "25": "Yahweh Tsebaoth declares,\n“On that day the peg which I firmly fastened in place will be removed.\n    It will be cut off and will fall,\n        and everything hanging on it will be destroyed.”\nYahweh has spoken."
    },
    "23": {
      "1": "This is the divine revelation about Tyre.\nCry loudly, you ships of Tarshish!\n    Your port at Tyre is destroyed.\n        Word has come to the ships from Cyprus.",
      "2": "Be silent, you inhabitants of the coastland, you merchants from Sidon.\n    Your messengers have crossed the sea.",
      "3": "The grain of Shihor is on the Mediterranean.\n    The harvest of the Nile River is brought to Tyre.\n        Tyre became the marketplace for the nations.",
      "4": "Be ashamed, Sidon, because the stronghold by the sea has spoken,\n    “I’ve never been in labor or given birth.\n        I’ve raised no sons.\n        I’ve brought up no daughters.”",
      "5": "When the news reaches Egypt,\n    the Egyptians will shudder over the news about Tyre.",
      "6": "Travel to Tarshish!\n    Cry loudly, you inhabitants of the seacoast!",
      "7": "Is this your bustling city founded in the distant past?\n    Is this the city that sent its people to settle in distant lands?",
      "8": "Who planned such a thing against Tyre, the city that produced kings?\n    Its merchants are princes.\n        Its traders are among the honored people of the world.",
      "9": "Yahweh Tsebaoth planned this\n    in order to dishonor all arrogant people\n        and to humiliate all the honored people of the world.",
      "10": "Travel through your country like the Nile, people of Tarshish.\n    You no longer have a harbor.",
      "11": "Yahweh has stretched his hand over the sea to shake kingdoms.\n    He has commanded that Canaan’s fortifications be destroyed.",
      "12": "He says, “You will no longer be joyful,\n    my dear abused people Sidon.”\n    Get up, and travel to Cyprus.\n    Even there you will find no rest.",
      "13": "Look at the land of the Babylonians.\n    These people will be gone.\n    Assyria gave this land to the desert animals.\n    Assyria set up battle towers,\n        stripped palaces bare,\n            and turned these places into ruins.",
      "14": "Cry loudly, you ships of Tarshish, because your fortress will be destroyed.",
      "15": "When that day comes, Tyre will be forgotten for 70 years, the lifetime of one king. At the end of the 70 years, Tyre will be like the prostitute in this song:",
      "16": "“Take your lyre.\n    Go around in the city, you forgotten prostitute.\n    Make sweet music.\n    Sing many songs so that you’ll be remembered.”",
      "17": "At the end of 70 years Yahweh will come to help Tyre. Then she will go back to earning money as a prostitute. She will become a prostitute for all the world’s kingdoms.",
      "18": "Her profits and her earnings will be turned over to Yahweh for his holy purpose. It won’t be stored or hoarded. Her merchandise will belong to those who live in the presence of Yahweh so that they will have plenty of food and expensive clothing."
    },
    "24": {
      "1": "Yahweh is going to turn the earth into a desolate wasteland.\n    He will mar the face of the earth and scatter the people living on it.",
      "2": "The same will happen to people and priests,\n    male slaves and masters,\n        female slaves and masters,\n        buyers and sellers,\n        lenders and borrowers,\n        debtors and creditors.",
      "3": "The earth will be completely laid waste and stripped\n    because Yahweh has spoken.",
      "4": "The earth dries up and withers.\n    The world wastes away and withers.\n    The great leaders of the earth waste away.",
      "5": "The earth is polluted by those who live on it\n    because they’ve disobeyed the Lord’s teachings,\n        violated his laws,\n            and rejected the everlasting promise.",
      "6": "That is why a curse devours the earth,\n    and its people are punished for their guilt.\n    That is why those who live on the earth are burned up,\n    and only a few people are left.",
      "7": "New wine dries up, and grapevines waste away.\n    All happy people groan.",
      "8": "Joyful tambourine music stops.\n    Noisy celebrations cease.\n        Joyful harp music stops.",
      "9": "People no longer drink wine when they sing.\n    Liquor tastes bad to its drinkers.",
      "10": "The ruined city lies desolate.\n    The entrance to every house is barred shut.",
      "11": "People in the streets call for wine.\n    All joy passes away,\n    and the earth’s happiness is banished.",
      "12": "The city is left in ruins.\n    Its gate is battered to pieces.",
      "13": "That is the way it will be on earth among the nations.\n    They will be like an olive tree which has been shaken\n        or like what’s left after the grape harvest.",
      "14": "They raise their voices.\n    They shout for joy.\n        From the sea they sing joyfully about Yahweh’s majesty.",
      "15": "Honor Yahweh in the east.\n    Honor the name of Yahweh Elohim of Israel along the coastlands.",
      "16": "From the ends of the earth we hear songs of praise\n    that honor the Righteous One.\nBut I kept saying,\n    “I’m wasting away! I’m wasting away!\n        How horrible it is for me!\n            Traitors continue to betray,\n                and their treachery grows worse and worse.”",
      "17": "Disasters, pits, and traps\n    are in store for those who live on earth.",
      "18": "Whoever flees from news of a disaster will fall into a pit.\n    Whoever climbs out of that pit will be caught in a trap.\n    The floodgates in the sky will be opened,\n    and the foundations of the earth will shake.",
      "19": "The earth will be completely broken.\n    The earth will shake back and forth violently.\n    The earth will stagger.",
      "20": "The earth will stumble like a drunk\n    and sway like a shack in the wind.\n    Its disobedience weighs heavy on it.\n    It will fall and not get up again.",
      "21": "On that day Yahweh will punish heaven’s armies in heaven\n    and earth’s kings on earth.",
      "22": "They’ll be gathered like prisoners in a jail\n    and locked in prison.\n        After a long time they’ll be punished.",
      "23": "The moon will be embarrassed.\n    The sun will be ashamed,\n        because Yahweh Tsebaoth will rule\n            on Mount Zion and in Jerusalem.\n                He will be glorious\n    in the presence of his respected leaders."
    },
    "25": {
      "1": "O Yahweh, you are my Elohim.\n    I will highly honor you; I will praise your name.\n    You have done miraculous things.\n    You have been completely reliable\n        in carrying out your plans from long ago.",
      "2": "You have turned cities into ruins,\n    fortified cities into piles of rubble,\n        and foreigners’ palaces into cities that will never be rebuilt.",
      "3": "That is why strong people will honor you,\n    and cities ruled by the world’s tyrants will fear you.",
      "4": "You have been a refuge for the poor,\n    a refuge for the needy in their distress,\n    a shelter from the rain, and shade from the heat.\n    (A tyrant’s breath is like a rainstorm against a wall,",
      "5": "like heat in a dry land.)\n    You calm the uproar of foreigners.\n    The song of tyrants is silenced\n        like heat that is reduced by the shadow of a cloud.",
      "6": "On this mountain Yahweh Tsebaoth will prepare for all people\n    a feast with the best foods,\n    a banquet with aged wines,\n        with the best foods and the finest wines.",
      "7": "On this mountain he will remove\n    the veil of grief covering all people\n        and the mask covering all nations.",
      "8": "He will swallow up death forever.\n    Adonay Yahweh will wipe away tears from every face,\n    and he will remove the disgrace of his people from the whole earth.\n        Yahweh has spoken.",
      "9": "On that day his people will say,\n    “This is our Elohim; we have waited for him, and now he will save us.\n    This is Yahweh; we have waited for him.\n        Let us rejoice and be glad because he will save us.”",
      "10": "Yahweh’s power will be on this mountain.\n    Moab will be trampled beneath him\n        like straw that is trampled in a pile of manure.",
      "11": "The Moabites will stretch out their hands in the manure\n    like swimmers who stretch out their hands to swim.\n    The Lord will humble those arrogant people\n        despite the movements of their hands.",
      "12": "He will bring down Moab’s high fortified walls,\n    level them, and throw them into the dust on the ground."
    },
    "26": {
      "1": "On that day this song will be sung in the land of Judah:\nWe have a strong city.\n    Its walls and fortifications provide safety.",
      "2": "Open the gates, and let the righteous nation come in,\n    the nation that remains faithful.",
      "3": "With perfect peace you will protect those whose minds cannot be changed,\n    because they trust you.",
      "4": "Trust Yahweh always,\n    because Yah, Yahweh alone, is an everlasting rock.",
      "5": "He has brought down those who live high in the towering city.\n    He levels it.\n    He levels it to the ground and throws it into the dust.",
      "6": "Feet trample it,\n    the feet of the oppressed,\n        the footsteps of the poor.",
      "7": "The path of the righteous is level.\n    O Upright One, you make the road of the righteous smooth.",
      "8": "Certainly, we wait with hope for you, O Yahweh,\n    as we follow the path of your guiding principles.\n        We want to remember you and your name.",
      "9": "With my soul I long for you at night.\n    Yes, with my spirit I eagerly look for you.\n    When your guiding principles are on earth,\n    those who live in the world learn to do what is right.",
      "10": "Although the wicked are shown pity,\n    they do not learn to do what is right.\n    They do what is wrong in the upright land\n        and do not see the majesty of Yahweh.",
      "11": "O Yahweh, your power is visible, but they do not see it.\n    They will see how devoted your people are,\n        and they will be put to shame.\n    Your burning anger will destroy your enemies.",
      "12": "O Yahweh, you will establish peace for us,\n    since you have done everything for us.",
      "13": "O Yahweh, our Elohim, you are not the only master to rule us,\n    but we acknowledge only you.",
      "14": "The wicked are dead.\n    They are no longer alive.\n        The spirits of the dead won’t rise.\n    You have punished them, destroyed them,\n    and wiped out all memory of them.",
      "15": "You have expanded the nation, O Yahweh.\n    You have expanded the nation.\n    You are honored.\n    You have extended all the land’s boundaries.",
      "16": "O Yahweh, the people have come to you in trouble.\n    They were humbled by oppression, by your discipline upon them.",
      "17": "O Yahweh, when we are with you,\n    we are like pregnant women ready to give birth.\n        They writhe and cry out in their labor pains.",
      "18": "We were pregnant; we writhed with labor pains\n    only to give birth to the wind.\n    We weren’t able to bring salvation to the land,\n        and no new people were born on earth.",
      "19": "Your dead will live.\n    Their corpses will rise.\n    Those who lie dead in the dust will wake up and shout for joy,\n    because your dew is a refreshing dew,\n        and the earth will revive the spirits of the dead.",
      "20": "My people, go to your rooms,\n    and shut the doors behind you.\n    Hide for a little while until his fury has ended.",
      "21": "Yahweh is going to come out from his dwelling place\n    to punish those who live on earth for their sins.\n        The earth will uncover the blood shed on it\n            and will no longer cover up its dead bodies."
    },
    "27": {
      "1": "On that day Yahweh will use his fierce and powerful sword\n    to punish Leviathan, that slippery snake,\n        Leviathan, that twisting snake.\n            He will kill that monster which lives in the sea.",
      "2": "On that day sing about a delightful vineyard.",
      "3": "I, Yahweh, watch over it.\n    I water it continually.\n    I watch over it day and night\n        so that no one will harm it.",
      "4": "I am no longer angry.\n    If only thorns and briars would confront me!\n        I would fight them in battle and set all of them on fire.",
      "5": "Or else let them come to me for protection.\n    Let them make peace with me.\n        Yes, let them make peace with me.",
      "6": "In times to come Jacob will take root.\n    Israel will blossom, bud,\n        and fill the whole world with fruit.",
      "7": "Will Yahweh hurt Israel as he hurt others who hurt them?\n    Will he kill them as he killed others?",
      "8": "He punished Israel by sending it away.\n    He removed it with a fierce blast from the east winds.",
      "9": "In this way the wrongdoings of the descendants of Jacob are covered up.\n    This is the way they will turn from their sins—\n    when they turn all the altar stones into powdered chalk\n        and no poles dedicated to the goddess Asherah\n            or incense altars are left standing.",
      "10": "The fortified city is isolated.\n    The homestead is left deserted, abandoned like the desert.\n    Calves will graze there.\n    They will lie down.\n        They will feed on the branches.",
      "11": "When the branches are dried up,\n    they will be broken off.\n    Women will come and build a fire with them.\n    These people don’t understand these things.\n        That is why their maker won’t have compassion on them,\n            and their Creator won’t have pity on them.",
      "12": "On that day Yahweh will begin his threshing\n    from the flowing stream of the Euphrates River\n        to the brook of Egypt.\n    People of Israel, you will be gathered one by one.",
      "13": "On that day a ram’s horn will be blown loudly.\n    Those who are dying in Assyria\n        and those who are banished to Egypt\n            will come and worship Yahweh\n                on the holy mountain in Jerusalem."
    },
    "28": {
      "1": "How horrible it will be for the arrogant drunks of Ephraim.\n    Their glorious beauty is like a withered flower.\n        They are at the entrance to a fertile valley\n            where they lie drunk from wine.",
      "2": "Adonay has one who is strong and powerful.\n    He is like a hailstorm, a destructive wind.\n    He is like a thunderstorm, an overwhelming flood.\n        He will throw them to the ground forcefully.",
      "3": "The arrogant drunks of Ephraim will be trampled underfoot.",
      "4": "Their glorious beauty is like a withered flower.\n    They are at the entrance to a fertile valley.\n        They will be like figs that ripened early.\n            As soon as someone sees them,\n                they will be taken and eaten.",
      "5": "When that day comes, Yahweh Tsebaoth will be\n    like a glorious crown for his few remaining people.",
      "6": "He will give a spirit of justice to those who judge.\n    He will give strength to those who defend the city gates in battle.",
      "7": "Priests and prophets stagger from wine and wobble from too much liquor.\n    They stagger from too much liquor\n        and become confused from too much wine.\n    They wobble because of their liquor.\n    They stagger when they see visions.\n    They swerve as they judge.",
      "8": "All the tables are covered with vomit and excrement.\n    There isn’t a clean place left.",
      "9": "To whom will they make the message understood?\n    To whom will they explain this message?\n    To children just weaned from milk?\n    To those just taken from their mother’s breasts?",
      "10": "They speak utter nonsense.",
      "11": "Yahweh will speak to these people.\n    He will mock them by speaking in a foreign language.",
      "12": "He will say to them,\n    “This is a place for comfort.\n        This is a place of rest for those who are tired.\n            This is a place for them to rest.”\n    But they weren’t willing to listen.",
      "13": "Yahweh speaks utter nonsense to them.\n    That is why they will fall backwards.\n    That is why they will be hurt, trapped, and captured.",
      "14": "So hear the word of Yahweh, you foolish talkers\n    who rule the people in Jerusalem.",
      "15": "You say, “We made a treaty with death\n    and an agreement with the grave.\n    When the overwhelming disaster passes by,\n    it won’t matter to us,\n        because we have taken refuge in our lies,\n            and falsehood is our hiding place.”",
      "16": "This is what Adonay Yahweh says:\nI am going to lay a rock in Zion,\n    a rock that has been tested,\n    a precious cornerstone,\n    a solid foundation.\n        Whoever believes in him will not worry.",
      "17": "I will make justice a measuring line\n    and righteousness a plumb line.\n    Hail will sweep away your refuge of lies,\n    and floodwaters will wash away your hiding place.",
      "18": "Your treaty with death will be wiped away.\n    Your agreement with the grave will not stand.\n    When the overwhelming disaster passes by,\n    you will be trampled by it.",
      "19": "Each time it passes by it will take you.\n    It will pass by morning after morning,\n        during the day and during the night.\n            Understanding this message brings only terror.",
      "20": "The bed is too short to stretch out on.\n    The blanket is too narrow to serve as a cover.",
      "21": "Yahweh will rise as he did on Mount Perazim.\n    He will wake up as he did in Gibeon Valley.\n    He will do his work, his unexpected work,\n        and perform his deeds, his mysterious deeds.",
      "22": "Now stop laughing, or your chains will be tightened,\n    because I have heard that Adonay Yahweh Tsebaoth\n        has finally determined to destroy the whole land.",
      "23": "Open your ears, and listen to me!\n    Pay attention, and hear me!",
      "24": "Does a farmer go on plowing every day so he can plant?\n    Does he continue to break up the soil and make furrows in the ground?",
      "25": "When he has smoothed its surface,\n    doesn’t he scatter black cumin seed and plant cumin?\n        Doesn’t he plant wild wheat in rows?\n        Doesn’t he put barley in its own area\n            and winter wheat at its borders?",
      "26": "Yahweh will guide him in judgment,\n    and his Elohim will teach him.",
      "27": "Black cumin isn’t threshed with a sledge,\n    and wagon wheels aren’t rolled over cumin.\n    Black cumin is beaten with a rod\n    and cumin with a stick.",
      "28": "Grain is ground into flour, but the grinding eventually stops.\n    It will be threshed.\n    The wheels of his cart will roll over it,\n        but his horses won’t crush it.",
      "29": "All of this has come from Yahweh Tsebaoth.\n    His counsel is wonderful, and his wisdom is great."
    },
    "29": {
      "1": "How horrible it will be for you Ariel, Ariel,\n    the city where David camped.\n        Let year after year go by.\n        Let your annual festivals go on.",
      "2": "I will torment Ariel,\n    and the city will be filled with people grieving and mourning.\n        The city will become like Ariel.",
      "3": "I will set up war camps all around you.\n    I will blockade you with towers.\n    I will put up mounds of dirt around you.",
      "4": "When you have fallen, you will speak as you lie on the ground.\n    Your words will be muffled by the dust.\n    Your voice will come out of the ground like that of a ghost.\n    Your words will be whispered from the dust.",
      "5": "Your many enemies will be like fine dust.\n    Your many foes will be like husks blown by the wind.\n    All of this will happen suddenly, unexpectedly.",
      "6": "Yahweh Tsebaoth will punish you\n    with thunder, earthquakes, and loud noises,\n    with windstorms, rainstorms, and fire storms.",
      "7": "The armies from all the nations will go to war against Ariel.\n    They will go to war against it, blockade it, and torment it.\n    All of this will be like a dream, like a vision in the night.",
      "8": "They will be like hungry people who dream that they’re eating\n    and wake up to find they’re hungry.\n    They will be like thirsty people who dream that they’re drinking\n    and wake up to find they’re lightheaded and parched with thirst.\n    This is what will happen to the armies from all the nations\n    that fight against Mount Zion.",
      "9": "If you confuse yourselves, you will be confused.\n    If you blind yourselves, you will be blinded.\n    You are drunk, but not from wine.\n    You stagger, but not from liquor.",
      "10": "Yahweh has poured out on you a spirit of deep sleep.\n    He will shut your eyes. (Your eyes are the prophets.)\n    He will cover your heads. (Your heads are the seers.)",
      "11": "To you all these visions will be like words in a book that is closed and sealed. You give this book to someone who can read, saying, “Please read this.”\nHe answers, “I can’t read it. It’s sealed.”",
      "12": "Then you give the book to someone who can’t read, saying, “Please read this.”\nHe answers, “I can’t read.”",
      "13": "Adonay says,\n“These people worship me with their mouths\n    and honor me with their lips.\n        But their hearts are far from me,\n            and their worship of me is based on rules made by humans.",
      "14": "That is why I am going to do something completely amazing\n    for these people once again.\n        The wisdom of their wise people will disappear.\n        The intelligence of their intelligent people will be hidden.”",
      "15": "How horrible it will be for those\n    who try to hide their plans from Yahweh.\n        Their deeds are done in the dark,\n            and they say, “No one can see us”\n                and “No one can recognize us.”",
      "16": "You turn things upside down!\n    Is the potter no better than his clay?\n    Can something that has been made\n        say about its maker, “He didn’t make me”?\n    Can a piece of pottery\n        say about the potter, “He doesn’t understand”?",
      "17": "In a very short time Lebanon will be turned into a fertile field\n    and the fertile field will be considered a forest.",
      "18": "When that day comes, the deaf will hear the words written in the book.\n    The blind will see out of their gloom and darkness.",
      "19": "Humble people again will find joy in Yahweh.\n    The poorest of people will find joy in Qedosh Yisrael.",
      "20": "Tyrants will be gone.\n    Mockers will be finished.\n    All who look for ways to do wrong will come to an end:",
      "21": "those who make people sin with words,\n    those who lay traps for judges,\n        those who, without any reason, deny justice\n            to people who are in the right.",
      "22": "This is what Yahweh, who saved Abraham, says about the descendants of Jacob:\nJacob will no longer be ashamed.\n    Jacob’s face will no longer turn pale.",
      "23": "When they see all their children,\n    the children I made with my hands,\n        they will acknowledge my name as holy.\n            They will treat the Holy One of Jacob as holy.\n            They will stand in terror of the Elohim of Israel.",
      "24": "Then those who are wayward in spirit will gain understanding,\n    and those who complain will accept instruction."
    },
    "30": {
      "1": "Yahweh declares,\n“How horrible it will be for those rebellious children.\n    They carry out plans, but not mine.\n    They make alliances against my will.\n    They pile sin on top of sin.",
      "2": "They go to Egypt without asking me.\n    They look for shelter under Pharaoh’s protection\n        and look for refuge in Egypt’s shadow.",
      "3": "But Pharaoh’s protection will be their shame,\n    and the refuge in Egypt’s shadow will be their disgrace.",
      "4": "Although Pharaoh’s officials are in Zoan\n    and his messengers have reached Hanes,",
      "5": "the people of Judah will be put to shame\n            because that nation can’t help them.\n                That nation can’t give aid or help to them.\n                It can only offer shame and disgrace.”",
      "6": "This is the divine revelation about the animals in the Negev.\n“My people travel through lands\n    where they experience distress and hardship.\n        Lions and lionesses live there.\n        Vipers and poisonous snakes live there.\n    They carry their riches on the backs of young donkeys\n    and their treasures on the humps of camels\n        to a nation that can’t help them.",
      "7": "Egypt’s help is completely useless.\n    That is why I call it, ‘Rahab who sits still.’",
      "8": "Now, write this on a tablet for them, and inscribe it in a book\n    so that it will be there in the future as a permanent witness.",
      "9": "These people are rebellious and deceitful children,\n    children who refuse to listen to Yahweh’s teachings.",
      "10": "They say to the seers, ‘Don’t see the future.’\n    They say to those who have visions,\n    ‘Don’t have visions that tell us what is right.\n    Tell us what we want to hear. See illusions.",
      "11": "Get out of our way! Stop blocking our path!\n    Get Qedosh Yisrael out of our sight.’”",
      "12": "This is what Qedosh Yisrael says:\nYou have rejected this warning,\n    trusted oppression and deceit,\n        and leaned on them.",
      "13": "That is why your sin will be\n    like a high wall with a bulging crack, ready to fall.\n        All of a sudden it will fall.",
      "14": "It will break like pottery.\n    It will be smashed, and nothing will be left of it.\n    No piece will be big enough to carry live coals from a fireplace\n        or to dip water from a reservoir.",
      "15": "This is what Adonay Yahweh, Qedosh Yisrael, says:\nYou can be saved by returning to me.\n    You can have rest.\n    You can be strong by being quiet and by trusting me.\n    But you don’t want that.",
      "16": "You’ve said, “No, we’ll flee on horses.”\n    So you flee.\n    You’ve added, “We’ll ride on fast horses.”\n        So those who chase you will also be fast.",
      "17": "One thousand people will flee when one person threatens them,\n    and you will flee when five threaten you.\n        Then you will be left alone\n            like a flagpole on top of a mountain,\n            like a signpost on a hill.",
      "18": "Yahweh is waiting to be kind to you.\n    He rises to have compassion on you.\n    Yahweh is an Elohim of justice.\n        Blessed are all those who wait for him.",
      "19": "You will live in Zion, in Jerusalem. You won’t cry anymore. Yahweh will certainly have pity on you when you cry for help. As soon as he hears you, he will answer you.",
      "20": "Adonay may give you troubles and hardships. But your teacher will no longer be hidden from you. You will see your teacher with your own eyes.",
      "21": "You will hear a voice behind you saying, “This is the way. Follow it, whether it turns to the right or to the left.”",
      "22": "Then you will dishonor your silver-plated idols and your gold-covered statues. You will throw them away like clothing ruined by stains. You will say to them, “Get out!”",
      "23": "Adonay will give you rain for the seed that you plant in the ground, and the food that the ground provides will be rich and nourishing. When that day comes, your cattle will graze in large pastures.",
      "24": "The oxen and the donkeys which work the soil will eat a mixture of food that has been winnowed with forks and shovels.",
      "25": "There will be brooks and streams on every lofty mountain and every high hill. When the day of the great slaughter comes, towers will fall.",
      "26": "Then the light of the moon will be like the light of the sun. The light of the sun will be seven times as strong, like the light of seven days. When that day comes, Yahweh will bandage his people’s injuries and heal the wounds he inflicted.",
      "27": "The name of Yahweh is going to come from far away.\n    His anger is burning.\n    His burden is heavy.\n    His lips are filled with fury.\n    His tongue is like a devouring flame.",
      "28": "His breath is like an overflowing stream.\n    It rises neck high,\n        sifting the nations with a sieve of destruction,\n            placing a bit in the mouths of the people\n                to lead them astray.",
      "29": "You will sing a song\n    like the song you sing on a festival night.\n    Your hearts will be happy like someone going out with a flute\n    on the way to Yahweh’s mountain, to the rock of Israel.",
      "30": "Yahweh will make his majestic voice heard.\n    He will come down with all his might,\n    with furious anger,\n    with fire storms, windstorms, rainstorms, and hailstones.",
      "31": "At the sound of Yahweh, the people of Assyria will be shattered.\n    He will strike them with his rod.",
      "32": "To the sound of tambourines and lyres, Yahweh will pound on them.\n    He will fight them in battle, swinging his fists.",
      "33": "Topheth was prepared long ago.\n    It was made ready for the king.\n    It was made deep and wide and piled high with plenty of burning logs.\n    Yahweh’s breath will be like a flood of burning sulfur,\n    setting it on fire."
    },
    "31": {
      "1": "How horrible it will be for those\n    who go to Egypt for help,\n    who rely on horses,\n    who depend on many chariots,\n    who depend on very strong war horses.\n        They don’t look to Qedosh Yisrael.\n        They don’t seek Yahweh.",
      "2": "He is wise and can bring about disaster.\n            He doesn’t take back his words.\n            He rises against wicked people\n                and against those who help troublemakers.",
      "3": "The Egyptians are humans, not gods.\n    Their horses are flesh and blood, not spirit.\n    When Yahweh uses his powerful hand,\n    the one who gives help will stumble,\n        and the one who receives help will fall.\n            Both will die together.",
      "4": "This is what Yahweh said to me:\nA lion, even a young lion, growls over its prey\n    when a crowd of shepherds is called to fight it.\n        It isn’t frightened by their voices\n            or disturbed by the noise they make.\n    So Yahweh Tsebaoth will come to fight for\n    Mount Zion and its hill.",
      "5": "Yahweh Tsebaoth will defend Jerusalem like a hovering bird.\n    He will defend it and rescue it.\n    He will pass over it and protect it.",
      "6": "You people of Israel, return to the one\n    whom you have so violently rebelled against.",
      "7": "When that day comes, all of you will reject\n    the silver and gold idols\n        that your sinful hands have made.",
      "8": "Then Assyrians will be killed with swords not made by human hands.\n    Swords not made by human hands will destroy them.\n    They will flee from battle,\n    and their young men will be made to do forced labor.",
      "9": "In terror they will run to their stronghold,\n    and their officers will be frightened at the sight of the battle flag.\nYahweh declares this. His fire is in Zion and his furnace is in Jerusalem."
    },
    "32": {
      "1": "A king will rule with fairness,\n    and officials will rule with justice.",
      "2": "Then each ruler will be like a shelter from the wind\n    and a hiding place from the rain.\n    They will be like streams on parched ground\n    and the shade of a large rock in a weary land.",
      "3": "Then the vision of those who can see won’t be blurred,\n    and the ears of those who can hear will pay attention.",
      "4": "Then those who are reckless will begin to understand,\n    and those who stutter will speak quickly and clearly.",
      "5": "Godless fools will no longer be called nobles,\n    nor will scoundrels be considered gentlemen.",
      "6": "Godless fools speak foolishness,\n    and their minds plan evil\n        in order to do ungodly things.\n    They speak falsely about Yahweh.\n    They let people go hungry\n    and withhold water from thirsty people.",
      "7": "The tricks of scoundrels are evil.\n    They devise wicked plans in order to ruin poor people with lies,\n        even when needy people plead for justice.",
      "8": "But honorable people act honorably\n    and stand firm for what is honorable.",
      "9": "Get up, and listen to me, you pampered women.\n    Hear what I say, you overconfident daughters.",
      "10": "In a little less than a year\n    you overconfident women will tremble,\n        because the grape harvest will fail\n            and no fruit will be brought in from the fields.",
      "11": "Shudder, you pampered women.\n    Tremble, you overconfident women.\n    Take off your clothes, walk around naked,\n    and wear sackcloth around your waists.",
      "12": "Beat your breasts as you mourn for the fields,\n    for the vines bearing grapes.",
      "13": "Mourn for my people’s land where thorns and briars will grow.\n    Mourn for all the happy homes in a joyful city.",
      "14": "Palaces will be deserted.\n    Noisy cities will be abandoned.\n    Fortresses and watchtowers will become permanent caves.\n    They will be a delight for wild donkeys and pastures for flocks",
      "15": "until the Ruach is poured on us from on high.\n    Then the wilderness will be turned into a fertile field,\n    and the fertile field will be considered a forest.",
      "16": "Then justice will live in the wilderness,\n    and righteousness will be at home in the fertile field.",
      "17": "Then an act of righteousness will bring about peace,\n    calm, and safety forever.",
      "18": "My people will live in a peaceful place,\n    in safe homes and quiet places of rest.",
      "19": "The forest will be flattened because of hail,\n    and the city will be completely leveled.",
      "20": "Blessed are those who plant beside every stream\n    and those who let oxen and donkeys roam freely."
    },
    "33": {
      "1": "How horrible it will be for you, you destroyer,\n    although you haven’t been destroyed.\n    How horrible it will be for you, you traitor,\n    although you haven’t been betrayed.\n    When you’ve finished destroying, you will be destroyed.\n    When you’ve finished being a traitor, you will be betrayed.",
      "2": "O Yahweh, have pity on us.\n    We wait with hope for you.\n    Be our strength in the morning.\n    Yes, be our savior in times of trouble.",
      "3": "People flee from the noise of your army.\n    Nations scatter when you attack.",
      "4": "You nations, your loot is gathered as grasshoppers harvest a crop.\n    Like swarming locusts, people rush for your loot.",
      "5": "Yahweh is honored because he lives on high.\n    He will fill Zion with justice and righteousness.",
      "6": "He will be the foundation of your future.\n    The riches of salvation are wisdom and knowledge.\n    The fear of Yahweh is your treasure.",
      "7": "Heroes cry in the streets.\n    Messengers of peace cry bitterly.",
      "8": "Highways are deserted.\n    Travelers stop traveling.\n    Agreements are broken.\n    Witnesses are rejected.\n    People are no longer respected.",
      "9": "The country grieves and wastes away.\n    Lebanon is ashamed and is decaying.\n    Sharon has become like a wilderness.\n    Bashan and Carmel are shaken.",
      "10": "Yahweh says, “Now I will arise.\n    Now I will get up.\n    Now I will be lifted up.”",
      "11": "You will be pregnant with hay.\n    You will give birth to straw.\n    Your breath will be a fire which will burn you up.",
      "12": "People will be cremated.\n    They will be set on fire like dry thornbushes.",
      "13": "Hear what I have done, you people who are far away!\n    Acknowledge my might, you people who are near!",
      "14": "The sinners in Zion are terrified.\n    Trembling seizes the ungodly.\n    Can any of us live through a fire that destroys?\n    Can any of us live through a fire that burns forever?",
      "15": "The person who does what is right and speaks the truth will live.\n    He rejects getting rich by extortion and refuses to take bribes.\n        He refuses to listen to those who are plotting murders.\n        He doesn’t look for evil things to do.",
      "16": "This person will live on high.\n    His stronghold will be a fortress made of rock.\n        He will have plenty of food\n            and a dependable supply of water.",
      "17": "Your eyes will see how handsome the king is.\n    You will see a land that stretches into the distance.",
      "18": "Your mind will be thinking of the terrors in the past.\n    Where are the scribes?\n    Where are the tax collectors?\n    Where are those who counted the towers?",
      "19": "You will no longer see those savage people,\n    those people with an unrecognizable language,\n        with a foreign language that you can’t understand.",
      "20": "Look at Zion, the city of our festivals.\n    Your eyes will see Jerusalem as a peaceful place.\n    It is a tent that can’t be moved.\n        Its tent pegs will never be pulled out,\n            and none of its ropes will be broken.",
      "21": "Yahweh will be our mighty defender\n    in a place surrounded by wide rivers and streams.\n        Ships with oars won’t travel on them.\n        Stately ships won’t sail on them.",
      "22": "Yahweh is our Shophet.\n    Yahweh is our lawgiver.\n    Yahweh is our Melek.\n    Yahweh is our savior.",
      "23": "Your ropes hang loose,\n    your mast isn’t secure,\n        and your sail isn’t spread out.\n    A large amount of loot will be distributed.\n    Lame people will carry off your loot.",
      "24": "No one who lives in Zion will say, “I’m sick.”\n    The sins of its inhabitants will be forgiven."
    },
    "34": {
      "1": "Come close, you nations, and listen.\n    Pay attention, you people.\n    The earth, everyone in it,\n    the world, and everything on it will listen.",
      "2": "Yahweh is angry with all the nations.\n    He is furious with all their armies.\n    He has claimed them for destruction.\n    He has handed them over to be slaughtered.",
      "3": "Their dead bodies will be thrown out.\n            A stench will rise from their corpses.\n                Mountains will be red with their blood.",
      "4": "All the stars in the sky will rot.\n    The heavens will be rolled up like a scroll.\n    The stars will fall\n    like leaves from a grapevine,\n    like green figs from a fig tree.",
      "5": "When my sword is covered with blood in the heavens,\n    it will fall on Edom\n        and on the people I’ve claimed for destruction.",
      "6": "Yahweh’s sword is covered with blood.\n    It is covered with fat,\n        with the blood of lambs and goats,\n        with the fat of rams’ kidneys.\n    Yahweh will receive a sacrifice in Bozrah,\n    a huge slaughter in the land of Edom.",
      "7": "Wild oxen will be killed with them,\n    young bulls along with rams.\n    Their land will be drenched with blood.\n    Their dust will be covered with fat.",
      "8": "Yahweh will have a day of vengeance,\n    a year of revenge in defense of Zion.",
      "9": "Edom’s streams will be turned to tar.\n    Its soil will be turned to burning sulfur.\n    Its land will become blazing tar.",
      "10": "They will not be extinguished day or night,\n    and smoke will always go up from them.\n    Edom will lie in ruins for generations.\n    No one will ever travel through it.",
      "11": "Pelicans and herons will take possession of the land.\n    Owls and crows will live there.\n    He will stretch the measuring line of chaos\n    and the plumb line of destruction over it.",
      "12": "There are no nobles to rule a kingdom.\n    All of its princes have disappeared.",
      "13": "Its palaces are covered with thorns.\n    Its fortresses have nettles and thistles.\n    It will become a home for jackals\n        and a place for ostriches.",
      "14": "Hyenas will meet with jackals.\n    Male goats will call to their mates.\n        Screech owls will rest there\n            and find a resting place for themselves.",
      "15": "Owls will make their nests there, lay eggs, and hatch them.\n    They will gather their young\n        in the shadow of their wings.\n            Vultures also will gather there,\n                each one with its mate.",
      "16": "Search Yahweh’s book, and read it.\n    Not one of these animals will be missing.\n    Not one will lack a mate,\n        because Yahweh has commanded it,\n            and his Ruach will gather them together.",
      "17": "He is the one who throws dice for them,\n    and his hand divides up the land for them with a measuring line.\n    They will possess it permanently\n    and live there for generations."
    },
    "35": {
      "1": "The desert and the dry land will be glad,\n    and the wilderness will rejoice and blossom.",
      "2": "Like a lily the land will blossom.\n    It will rejoice and sing with joy.\n    It will have the glory of Lebanon, the majesty of Carmel and Sharon.\n    Everyone will see the glory of Yahweh, the majesty of our Elohim.",
      "3": "Strengthen limp hands.\n    Steady weak knees.",
      "4": "Tell those who are terrified,\n    “Be brave; don’t be afraid.\n        Your Elohim will come with vengeance, with divine revenge.\n            He will come and rescue you.”",
      "5": "Then the eyes of the blind will be opened,\n    and the ears of the deaf will be unplugged.",
      "6": "Then those who are lame will leap like deer,\n    and those who cannot speak will shout for joy.\n    Water will gush out into the desert,\n    and streams will gush out into the wilderness.",
      "7": "Then the hot sand will become a pool,\n    and dry ground will have springs.\n    Grass will become cattails and rushes\n    in the home of jackals.",
      "8": "A highway will be there, a roadway.\n    It will be called the Holy Road.\n        Sinners won’t travel on it.\n    It will be for those who walk on it.\n        Godless fools won’t wander onto it.",
      "9": "Lions won’t be there.\n        Wild animals won’t go on it.\n            They won’t be found there.\n    But the people reclaimed by the Lord will walk on it.",
      "10": "The people ransomed by Yahweh will return.\n    They will come to Zion singing with joy.\n        Everlasting happiness will be on their heads as a crown.\n            They will be glad and joyful.\n                They will have no sorrow or grief."
    },
    "36": {
      "1": "In Hezekiah’s fourteenth year as king, King Sennacherib of Assyria attacked all the fortified cities of Judah and captured them.",
      "2": "Then the king of Assyria sent his field commander with a large army from Lachish to King Hezekiah at Jerusalem. He stood at the channel for the Upper Pool on the road to Laundryman’s Field.",
      "3": "Eliakim, who was in charge of the palace and was the son of Hilkiah, Shebna the scribe, and Joah, who was the royal historian and the son of Asaph, went out to the field commander.",
      "4": "The field commander said to them, “Tell Hezekiah, ‘This is what the great king, the king of Assyria, says: What makes you so confident?",
      "5": "You give useless advice about getting ready for war. Whom, then, do you trust for support in your rebellion against me?",
      "6": "Look! When you trust Egypt, you’re trusting a broken stick for a staff. If you lean on it, it stabs your hand and goes through it. This is what Pharaoh (the king of Egypt) is like for everyone who trusts him.",
      "7": "Suppose you tell me, “We’re trusting Yahweh our Elohim.” He’s the god whose places of worship and altars Hezekiah got rid of. Hezekiah told Judah and Jerusalem, “Worship at this altar.”’",
      "8": "“Now, make a deal with my master, the king of Assyria. I’ll give you 2,000 horses if you can put riders on them.",
      "9": "How can you defeat my master’s lowest-ranking officers when you trust Egypt for chariots and horses?",
      "10": "“Have I come to destroy this country without Yahweh on my side? Yahweh said to me, ‘Attack this country, and destroy it.’”",
      "11": "Then Eliakim, Shebna, and Joah said to the field commander, “Speak to us in Aramaic, since we understand it. Don’t speak to us in the Judean language as long as there are people on the wall listening.”",
      "12": "But the field commander asked, “Did my master send me to tell these things only to you and your master? Didn’t he send me to the men sitting on the wall who will have to eat their own excrement and drink their own urine with you?”",
      "13": "Then the field commander stood and shouted loudly in the Judean language, “Listen to the great king, the king of Assyria.",
      "14": "This is what the king says: Don’t let Hezekiah deceive you. He can’t rescue you.",
      "15": "Don’t let Hezekiah get you to trust Yahweh by saying, ‘Yahweh will certainly rescue us, and this city will not be put under the control of the king of Assyria.’",
      "16": "Don’t listen to Hezekiah, because this is what the king of Assyria says: Make peace with me! Come out, and give yourselves up to me! Everyone will eat from his own grapevine and fig tree and drink from his own cistern.",
      "17": "Then I will come and take you away to a country like your own. It’s a country with grain and new wine, a country with bread and vineyards.",
      "18": "Don’t let Hezekiah mislead you by saying to you, ‘Yahweh will rescue us.’ Did any of the gods of the nations rescue their countries from the king of Assyria?",
      "19": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Did they rescue Samaria from my control?",
      "20": "Did the gods of these countries rescue them from my control? Could Yahweh then rescue Jerusalem from my control?”",
      "21": "They were silent and didn’t say anything to him because the king commanded them not to answer him.",
      "22": "Then Eliakim, who was in charge of the palace and was son of Hilkiah, Shebna the scribe, and Joah, who was the royal historian and the son of Asaph, went to Hezekiah with their clothes torn in grief. They told him the message from the field commander."
    },
    "37": {
      "1": "When King Hezekiah heard the message, he tore his clothes in grief, covered himself with sackcloth, and went into Yahweh’s temple.",
      "2": "Then he sent Eliakim, who was in charge of the palace, Shebna the scribe, and the leaders of the priests, clothed in sackcloth, to the prophet Isaiah, son of Amoz.",
      "3": "They said to him, “This is what Hezekiah says: Today is a day filled with misery, punishment, and disgrace. We are like a woman who is about to give birth but doesn’t have the strength to do it.",
      "4": "Yahweh your Elohim may have heard the words of the field commander. His master, the king of Assyria, sent him to defy Elohim Chay. Yahweh your Elohim may punish him because of the message that Yahweh your Elohim heard. Pray for the few people who are left.”",
      "5": "So King Hezekiah’s men went to Isaiah.",
      "6": "Isaiah answered them, “Say this to your master, ‘This is what Yahweh says: Don’t be afraid of the message that you heard when the Assyrian king’s assistants slandered me.",
      "7": "I’m going to put a spirit in him so that he will hear a rumor and return to his own country. I’ll have him assassinated in his own country.’”",
      "8": "The field commander returned and found the king of Assyria fighting against Libnah. He had heard that the king left Lachish.",
      "9": "Now, Sennacherib heard that King Tirhakah of Sudan was coming to fight him.\nWhen he heard this, he again sent messengers to Hezekiah, saying,",
      "10": "“Tell King Hezekiah of Judah, ‘Don’t let the god whom you trust deceive you by saying that Jerusalem will not be put under the control of the king of Assyria.",
      "11": "You heard what the kings of Assyria did to all countries, how they totally destroyed them. Will you be rescued?",
      "12": "Did the gods of the nations which my ancestors destroyed rescue Gozan, Haran, Rezeph, and the people of Eden who were in Telassar?",
      "13": "Where is the king of Hamath, the king of Arpad, and the king of the cities of Sepharvaim, Hena, and Ivvah?’”",
      "14": "Hezekiah took the letter from the messengers, read it, and went to Yahweh’s temple. He spread it out in front of Yahweh",
      "15": "and prayed to Yahweh,",
      "16": "“Yahweh Tsebaoth, Elohim of Israel, you are enthroned over the angels. You alone are Elohim of the kingdoms of the world. You made heaven and earth.",
      "17": "Turn your ear toward me, Yahweh, and listen. Open your eyes, Yahweh, and see. Listen to the entire message that Sennacherib sent to defy Elohim Chay.",
      "18": "It is true, Yahweh, that the kings of Assyria have leveled every country.",
      "19": "They have thrown the gods from these countries into fires because these gods aren’t real gods. They’re only wooden and stone statues made by human hands. So the Assyrians have destroyed them.",
      "20": "Now, Yahweh our Elohim, rescue us from Assyria’s control so that all the kingdoms on earth will know that you alone are Yahweh.”",
      "21": "Then Isaiah, son of Amoz, sent a message to Hezekiah, “This is what Yahweh Elohim of Israel says: You prayed to me about King Sennacherib of Assyria.",
      "22": "This is the message that Yahweh speaks to him,\n‘My dear people in Zion despise you and laugh at you.\n    My people in Jerusalem shake their heads behind your back.",
      "23": "Whom are you defying and slandering?\n    Against whom are you shouting?\n        Who are you looking at so arrogantly?\n            It is Qedosh Yisrael!",
      "24": "Through your servants you defy Adonay and say,\n    “With my many chariots I’ll ride up the high mountains,\n        up the slopes of Lebanon.\n            I’ll cut down its tallest cedars and its finest cypresses.\n            I’ll come to its most distant heights\n                and its most fertile forests.",
      "25": "I’ll dig wells and drink water.\n    I’ll dry up all the streams of Egypt\n        with the trampling of my feet.”",
      "26": "“‘Haven’t you heard? I did this long ago.\n    I planned it in the distant past.\n        Now I make it happen so that you will turn fortified cities\n            into piles of rubble.",
      "27": "Those who live in these cities are weak, discouraged, and ashamed.\n    They will be like plants in the field,\n    like fresh, green grass on the roofs,\n        dried up by the east wind.",
      "28": "I know when you get up and sit down,\n    when you go out and come in,\n        and how you rage against me.",
      "29": "Since you rage against me and your boasting has reached my ears,\n    I will put my hook in your nose\n        and my bridle in your mouth.\n    I will make you go back the way you came.",
      "30": "“‘And this will be a sign for you, Hezekiah: You will eat what grows by itself this year, and the next year you will eat what comes up by itself. But in the third year you will plant and harvest, plant vineyards, and eat what is produced.",
      "31": "Those few people from the nation of Judah who escape will again take root and produce crops.",
      "32": "Those few people will go out from Jerusalem, and those who escape will go out from Mount Zion. Yahweh Tsebaoth is determined to do this.’",
      "33": "“This is what Yahweh says about the king of Assyria:\nHe will never come into this city,\n    shoot an arrow here,\n    hold a shield in front of it,\n        or put up dirt ramps to attack it.",
      "34": "He will go back the way he came,\n    and he won’t come into this city,”\n        declares Yahweh Tsebaoth.",
      "35": "“I will shield this city to rescue it for my sake\n    and for the sake of my servant David.”",
      "36": "Yahweh’s angel went out and killed 185,000 soldiers in the Assyrian camp. When the Judeans got up early in the morning, they saw all the corpses.",
      "37": "Then King Sennacherib of Assyria left. He went home to Nineveh and stayed there.",
      "38": "While he was worshiping in the temple of his god Nisroch, Adrammelech and Sharezer, his sons, assassinated him and escaped to the land of Ararat. His son Esarhaddon succeeded him as king."
    },
    "38": {
      "1": "In those days Hezekiah became sick and was about to die. The prophet Isaiah, son of Amoz, came to him and said, “This is what Yahweh says: Give final instructions to your household, because you’re about to die. You won’t get well.”",
      "2": "Hezekiah turned to the wall and prayed to Yahweh.",
      "3": "“Please, Yahweh, remember how I’ve lived faithfully and sincerely in your presence. I’ve done what you consider right.” And he cried bitterly.",
      "4": "Then Yahweh spoke his word to Isaiah,",
      "5": "“Go and say to Hezekiah, ‘This is what Yahweh Elohim of your ancestor David says: I’ve heard your prayer. I’ve seen your tears. I’m going to give you 15 more years to live.",
      "6": "I’ll rescue you and defend this city from the control of the king of Assyria.’”",
      "7": "Then Isaiah said, “Take a fig cake, and place it over the boil so that the king will get well.”",
      "8": "Hezekiah asked, “What is the sign that I’ll go to Yahweh’s temple?”",
      "9": "Isaiah said, “This is your sign from Yahweh that he will do what he promises.",
      "10": "The sun made a shadow that went down the stairway of Ahaz’s upper palace. I’m going to make the shadow go back ten steps.” So the sun on the stairway went back up the ten steps it had gone down.",
      "11": "King Hezekiah of Judah wrote this after he was sick and became well again:",
      "12": "I thought that in the prime of my life\n    I would go down to the gates of Sheol\n        and be robbed of the rest of my life.",
      "13": "I thought that I wouldn’t see Yah in this world.\n    Even with all the people in the world,\n    I thought I would never see another person.",
      "14": "My life was over.\n    You rolled it up like a shepherd’s tent.\n    You rolled up my life like a weaver.\n    You cut me off from the loom.\n        You ended my life in one day.",
      "15": "I cried out until morning\n    as if a lion had crushed all my bones.\n        You ended my life in one day.",
      "16": "I chirped like swallows and cranes.\n    I cooed like doves.\n    My eyes were tired from looking up to heaven.\n    I’ve suffered miserably, O Adonay!\n        Please help me!",
      "17": "What can I say now that he has spoken to me?\n    He has done this.\n    I will be careful the rest of my life because of my bitter experience.",
      "18": "Adonay, people live in spite of such things,\n    and I have the will to live in spite of them.\n        You give me health and keep me alive.",
      "19": "Now my bitter experience turns into peace.\n    You have saved me and kept me from the rotting pit.\n        You have thrown all my sins behind you.",
      "20": "Sheol doesn’t thank you!\n    Death doesn’t praise you!\n    Those who go down to the pit cannot expect you to be faithful.",
      "21": "Those who are living praise you as I do today.\n    Fathers make your faithfulness known to their children.",
      "22": "Yahweh is going to rescue me,\n    so let us play stringed instruments.\n        We live our lives in Yahweh’s temple."
    },
    "39": {
      "1": "At that time Baladan’s son, King Merodach Baladan of Babylon, sent letters and a present to Hezekiah. He had heard that Hezekiah had been sick and had recovered.",
      "2": "Hezekiah was so happy with them that he showed the messengers his warehouse: the silver, gold, balsam, fine olive oil, his entire armory, and everything in his treasury. Hezekiah showed them everything in his palace and every corner of his kingdom.",
      "3": "Then the prophet Isaiah came to King Hezekiah and asked, “What did these men say? And where did they come from?”\nHezekiah answered, “They came to me from the distant country of Babylon.”",
      "4": "Isaiah asked, “What did they see in your palace?”\nHezekiah answered, “They saw everything in my palace, and I showed them everything in my treasury.”",
      "5": "Isaiah said to Hezekiah, “Hear the word of Yahweh Tsebaoth!",
      "6": "Yahweh says, ‘The days are going to come when everything in your palace, everything your ancestors have stored up to this day, will be taken away to Babylon. Nothing will be left.",
      "7": "Some of your own descendants will be taken away. They will become officials in the palace of the king of Babylon.’”",
      "8": "Hezekiah said to Isaiah, “Yahweh’s word that you have spoken is good.” He added, “Just let there be peace and security as long as I live.”"
    },
    "40": {
      "1": "“Comfort my people! Comfort them!” says your Elohim.",
      "2": "“Speak tenderly to Jerusalem and announce to it\n    that its time of hard labor is over\n        and its wrongs have been paid for.\n            It has received from Yahweh double for all its sins.”",
      "3": "A voice cries out in the desert:\n“Clear a way for Yahweh.\n    Make a straight highway in the wilderness for our Elohim.",
      "4": "Every valley will be raised.\n    Every mountain and hill will be lowered.\n    Steep places will be made level.\n    Rough places will be made smooth.",
      "5": "Then Yahweh’s glory will be revealed\n    and all people will see it together.\n        Yahweh has spoken.”",
      "6": "A voice called, “Call out!”\nI asked, “What should I call out?”\n“Call out: All people are like grass,\n    and all their beauty is like a flower in the field.",
      "7": "Grass dries up,\n    and flowers wither when Yahweh’s breath blows on them.\n        Yes, people are like grass.",
      "8": "Grass dries up,\n    and flowers wither,\n        but the word of our Elohim will last forever.”",
      "9": "Go up a high mountain, Zion.\n    Tell the good news!\n    Call out with a loud voice, Jerusalem.\n    Tell the good news!\n    Raise your voice without fear.\n    Tell the cities of Judah:\n        “Here is your Elohim!”",
      "10": "Adonay Yahweh is coming with power\n    to rule with authority.\n    His reward is with him,\n    and the people he has won arrive ahead of him.",
      "11": "Like a shepherd he takes care of his flock.\n    He gathers the lambs in his arms.\n    He carries them in his arms.\n    He gently helps the sheep and their lambs.",
      "12": "Who has measured the water of the sea with the palm of his hand\n    or measured the sky with the length of his hand?\n    Who has held the dust of the earth in a bushel basket\n    or weighed the mountains on a scale and the hills on a balance?",
      "13": "Who has directed the Ruach Yahweh\n    or instructed him as his adviser?",
      "14": "Whom did he consult?\n    Who gave him understanding?\n        Who taught him the right way?\n        Who taught him knowledge?\n        Who informed him about the way to understanding?",
      "15": "The nations are like a drop in a bucket\n    and are considered to be like dust on a scale.\n    The weight of the islands is like fine dust.",
      "16": "All the trees in Lebanon are not enough to burn an offering.\n    Its wild animals are not enough for a single burnt offering.",
      "17": "All the nations amount to nothing in his presence.\n    He considers them less than nothing and worthless.",
      "18": "To whom, then, can you compare El?\n    To what statue can you compare him?",
      "19": "Craftsmen make idols.\n    Goldsmiths cover them with gold.\n        Silversmiths make silver chains for them.",
      "20": "The poorest people choose wood that will not rot\n    and search out skillful craftsmen\n        to set up idols that will not fall over.",
      "21": "Don’t you know?\n    Haven’t you heard?\n        Haven’t you been told from the beginning?\n            Don’t you understand the foundations of the earth?",
      "22": "God is enthroned above the earth,\n    and those who live on it are like grasshoppers.\n    He stretches out the sky like a canopy\n    and spreads it out like a tent to live in.",
      "23": "He makes rulers unimportant\n    and makes earthly judges worth nothing.",
      "24": "They have hardly been planted.\n    They have hardly been sown.\n    They have hardly taken root in the ground.\n    Then he blows on them and they wither,\n        and a windstorm sweeps them away like straw.",
      "25": "“To whom, then, can you compare me?\n    Who is my equal?” asks the Holy One.",
      "26": "Look at the sky and see.\n    Who created these things?\n    Who brings out the stars one by one?\n        He calls them all by name.\n    Because of the greatness of his might and the strength of his power,\n    not one of them is missing.",
      "27": "Jacob, why do you complain?\n    Israel, why do you say,\n    “My way is hidden from Yahweh,\n        and my rights are ignored by my Elohim”?",
      "28": "Don’t you know?\n    Haven’t you heard?\n    El Olam, Yahweh, the Creator of the ends of the earth,\n    doesn’t grow tired or become weary.\n        His understanding is beyond reach.",
      "29": "He gives strength to those who grow tired\n    and increases the strength of those who are weak.",
      "30": "Even young people grow tired and become weary,\n    and young men will stumble and fall.",
      "31": "Yet, the strength of those who wait with hope in Yahweh\n    will be renewed.\n        They will soar on wings like eagles.\n            They will run and won’t become weary.\n            They will walk and won’t grow tired."
    },
    "41": {
      "1": "“Be silent and listen to me, you coastlands.\n    Let the people gain new strength.\n    Let them come near and speak.\n    Let us come together for judgment.",
      "2": "“Who has raised up from the east\n    someone to whom Yahweh gives victory with every step he takes?\n        Nations are handed over to him.\n            He defeats kings.\n            With his sword he turns them into dust.\n            With his bow he turns them into straw blown by the wind.",
      "3": "He chases them, marching by safely\n                on a path his feet have never traveled before.",
      "4": "Who has accomplished this?\n    Who has determined the course of history from the beginning?\n    I, Yahweh, was there first, and I will be there to the end.\n    I am the one!”",
      "5": "The coastlands have seen him and are afraid.\n    The ends of the earth tremble.\n    They have come near and gathered together.",
      "6": "People help their neighbors\n    and say to their relatives, “Be brave!”",
      "7": "Craftsmen encourage goldsmiths.\n    Metalsmiths encourage blacksmiths who work at their anvils.\n    They say that their soldering is good.\n        And they fasten things with nails so they won’t move.",
      "8": "“But you are my servant Israel,\n    Jacob, whom I have chosen,\n    the descendant of Abraham, my dear friend.",
      "9": "I have taken you from the ends of the earth\n    and called you from its most distant places.\n    I said to you, ‘You are my servant.\n    I’ve chosen you; I haven’t rejected you.’",
      "10": "Don’t be afraid, because I am with you.\n    Don’t be intimidated; I am your Elohim.\n    I will strengthen you.\n    I will help you.\n    I will support you with my victorious right hand.",
      "11": "“Everyone who is angry with you\n    will be ashamed and disgraced.\n    Those who oppose you\n    will be reduced to nothing and disappear.",
      "12": "You will search for your enemies,\n    but you will not find them.\n    Those who are at war with you\n    will be reduced to nothing and no longer exist.",
      "13": "I, Yahweh your Elohim, hold your right hand\n    and say to you, ‘Don’t be afraid; I will help you.’",
      "14": "Don’t be afraid, Jacob, you worm.\n    You people of Israel, I will help you,”\n    declares Yahweh, your Go’el, Qedosh Yisrael.",
      "15": "“I am going to make you into a new threshing sledge\n    with sharp, double-edged teeth.\n    You will thresh the mountains and crush them to dust.\n    You will turn the hills into straw.",
      "16": "You will winnow them.\n    The wind will carry them away.\n    The windstorm will scatter them.\n    But you will find joy in Yahweh\n    and praise Qedosh Yisrael.",
      "17": "“The poor and needy are looking for water, but there is none.\n    Their tongues are parched with thirst.\n    I, Yahweh, will answer them.\n    I, the Elohim of Israel, will not abandon them.",
      "18": "I will make rivers flow on bare hilltops.\n    I will make springs flow through valleys.\n        I will turn deserts into lakes.\n        I will turn dry land into springs.",
      "19": "I will plant cedar, acacia, myrtle, and wild olive trees in the desert.\n    I will place cedar, fir, and cypress trees together in the wilderness.",
      "20": "People will see and know.\n    Together they will consider and understand\n    that Yahweh’s power has done this,\n    that Qedosh Yisrael has created it.",
      "21": "“Present your case,” says Yahweh.\n    “Bring forward your best arguments,” says Jacob’s Melek.",
      "22": "“Bring your idols so they can tell us what’s going to happen.\n    Explain past events that your idols told you about\n        so that we may consider them\n            and know what their outcome will be.\n                Tell us about future events.",
      "23": "Tell us what’s going to happen\n    so that we may know that you are gods.\n    Yes, do something, good or evil,\n        to intimidate us and make us afraid.",
      "24": "You are nothing!\n    You can’t do anything!\n    Whoever chooses you is disgusting.",
      "25": "“I have raised up someone from the north, and he has come.\n    He will call on my name from the east.\n    He will attack rulers as if they were mud,\n        as if he were treading on clay like a potter.",
      "26": "Who revealed this from the beginning so that we could know it?\n    Who revealed this from the past so that we could say that he was right?\n    No one revealed it.\n    No one announced it.\n    No one heard your words.",
      "27": "I was the first to tell Zion, ‘Look, here they are.’\n    I gave Jerusalem a messenger with the good news.",
      "28": "When I look, there is no one.\n    There is no one to advise them.\n    When I ask them a question,\n    will they give an answer?",
      "29": "All of them are nothing.\n    They can’t do anything.\n    Their statues are nothing but air.”"
    },
    "42": {
      "1": "Here is my Ebed, whom I support.\n    Here is my chosen one, with whom I am pleased.\n    I have put my Ruach on him.\n    He will bring justice to the nations.",
      "2": "He will not cry out or raise his voice.\n    He will not make his voice heard in the streets.",
      "3": "He will not break off a damaged cattail.\n    He will not even put out a smoking wick.\n    He will faithfully bring about justice.",
      "4": "He will not be discouraged or crushed\n    until he has set up justice on the earth.\n    The coastlands will wait for his teachings.",
      "5": "Yahweh El created the heavens and stretched them out.\n    He shaped the earth and all that comes from it.\n    He gave life to the people who are on it\n        and breath to those who walk on it.\nThis is what Yahweh El says:",
      "6": "I, Yahweh, have called you to do what is right.\n    I will take hold of your hand.\n    I will protect you.\n    I will appoint you as my promise to the people,\n        as my light to the nations.",
      "7": "You will give sight to the blind,\n                bring prisoners out of prisons,\n                    and bring those who live in darkness\n    out of dungeons.",
      "8": "I am Yahweh; that is my name.\n    I will not give my glory to anyone else\n        or the praise I deserve to idols.",
      "9": "What I said in the past has come true.\n    I will reveal new things before they happen.",
      "10": "Sing a new song to Yahweh.\n    Sing his praise from the ends of the earth,\n    you people who sail on the seas\n        and all the creatures that live in them,\n    you coastlands and all who live on them.",
      "11": "Let those who live in the desert and its cities raise their voices.\n    Let those who live in the settlements of Kedar praise him.\n    Let those who live in Sela sing for joy.\n    Let them shout from the tops of the mountains.",
      "12": "Let them give glory to Yahweh\n    and announce his praise on the coastlands.",
      "13": "Yahweh marches out like a warrior.\n    He prepares himself for battle like a soldier.\n        He shouts, gives the battle cry, and overpowers his enemies.",
      "14": "I have been silent for a long time.\n    I kept quiet and held myself back.\n    But like a woman in childbirth I will cry out.\n    I will gasp and pant.",
      "15": "I will lay waste to mountains and hills.\n    I will dry up all their vegetation.\n    I will turn rivers into islands.\n    I will dry up ponds.",
      "16": "I will lead the blind on unfamiliar roads.\n    I will lead them on unfamiliar paths.\n    I will turn darkness into light in front of them.\n    I will make rough places smooth.\n    These are the things I will do for them,\n        and I will never abandon them.",
      "17": "Then those who trust idols\n    and those who say to statues,\n        “You are our gods”\n    will be turned away and put to shame.",
      "18": "Listen, you deaf people.\n    Look, you blind people, so that you can see.",
      "19": "Who is blind except my servant\n    or deaf like the messenger I send?\n    Who is blind like the one who has my trust\n    or blind like the servant of Yahweh?",
      "20": "You have seen much, but you do not observe anything.\n    Your ears are open, but you hear nothing.",
      "21": "Yahweh is pleased because he does what is right.\n    He praises the greatness of his teachings and makes them glorious.",
      "22": "But these people are robbed and looted.\n    They are all trapped in pits and hidden in prisons.\n        They have become prey with no one to rescue them.\n            They have become loot with no one to say, “Give it back.”",
      "23": "Who among you will listen to this?\n    Is there anyone who will pay attention and listen in the future?",
      "24": "Who gave Jacob away as loot\n    and handed Israel over to robbers?\n    Wasn’t it Yahweh, against whom we have sinned?\n    They didn’t want to live his way.\n    They didn’t obey his teachings.",
      "25": "So he poured out his burning anger and the horrors of war on them.\n    It engulfed them in flames, but they did not understand.\n    It burned them, but they did not take it to heart."
    },
    "43": {
      "1": "Yahweh created Jacob and formed Israel. Now, this is what Yahweh says:\nDo not be afraid, because I have reclaimed you.\n    I have called you by name; you are mine.",
      "2": "When you go through the sea, I am with you.\n    When you go through rivers, they will not sweep you away.\n    When you walk through fire, you will not be burned,\n    and the flames will not harm you.",
      "3": "I am Yahweh your Elohim, Qedosh Yisrael, your Savior.\n    Egypt is the ransom I exchanged for you.\n    Sudan and Seba are the price I paid for you.",
      "4": "Since you are precious to me, you are honored and I love you.\n    I will exchange others for you.\n        Nations will be the price I pay for your life.",
      "5": "Do not be afraid, because I am with you.\n    I will bring your descendants from the east\n        and gather you from the west.",
      "6": "I will say to the north, “Give them up,”\n    and to the south, “Do not keep them.”\n    Bring my sons from far away\n    and my daughters from the ends of the earth.",
      "7": "Bring everyone who is called by my name,\n    whom I created for my glory,\n    whom I formed and made.",
      "8": "Bring the people who are blind but still have eyes,\n    the people who are deaf but still have ears.",
      "9": "All nations have gathered together, and people have assembled.\n    Who among them could have revealed this?\n    Who among them could have foretold this to us?\n        They should bring their witnesses to prove that they were right.\n            Let the people hear them. Then they will say that it is true.",
      "10": "“You are my witnesses,” declares Yahweh.\n    “I have chosen you as my servant\n    so that you can know and believe in me\n        and understand that I am the one who did this.\n    No god was formed before me,\n    and there will be none after me.",
      "11": "I alone am Yahweh,\n    and there is no savior except me.",
      "12": "I have revealed it to you, I have saved you,\n    and I have announced it to you.\n        There was no foreign god among you.\n    You are my witnesses that I am El,” declares Yahweh.",
      "13": "“From the first day I was the one who did this.\n    No one can rescue people from my power.\n    When I do something, who can undo it?”",
      "14": "This is what Yahweh, your Go’el, Qedosh Yisrael, says:\nFor your sake I will send an army to Babylon.\n    I will bring back all the Babylonian refugees\n        in the ships that they take pride in.",
      "15": "I am Yahweh, your Holy One,\n    the Creator of Israel, your Melek.",
      "16": "Yahweh makes a path through the sea\n    and a road through the strong currents.",
      "17": "He leads chariots and horses, an army and reinforcements.\n    (They lie down together and do not get up again.\n    They are extinguished and snuffed out like a wick.)\nThis is what Yahweh says:",
      "18": "Forget what happened in the past,\n    and do not dwell on events from long ago.",
      "19": "I am going to do something new.\n    It is already happening. Don’t you recognize it?\n        I will clear a way in the desert.\n        I will make rivers on dry land.",
      "20": "Wild animals, jackals, and ostriches will honor me.\n    I will provide water in the desert.\n    I will make rivers on the dry land for my chosen people to drink.",
      "21": "I have formed these people for myself.\n    They will praise me.",
      "22": "Jacob, you have not prayed to me.\n    Israel, you have grown tired of me.",
      "23": "You did not bring me sheep for your burnt offerings\n    or honor me with your sacrifices.\n    I did not burden you by requiring grain offerings\n    or trouble you by requiring incense offerings.",
      "24": "You did not buy me any sugar cane with your money\n    or satisfy me with the best part of your sacrifices.\n    Rather, you burdened me with your sins\n    and troubled me with your wrongdoings.",
      "25": "I alone am the one who is going to wipe away your rebellious actions\n    for my own sake.\n        I will not remember your sins anymore.",
      "26": "Remind me of what happened.\n    Let us argue our case together.\n        State your case so that you can prove you are right.",
      "27": "Your first ancestor sinned,\n    and your priests rebelled against me.",
      "28": "That is why I will corrupt the leaders of the holy place.\n    I will claim Jacob for destruction.\n    I will set up Israel for ridicule."
    },
    "44": {
      "1": "But now listen, my servant Jacob,\n    Israel, whom I have chosen.",
      "2": "Yahweh made you, formed you in the womb, and will help you.\nThis is what Yahweh says:\nDon’t be afraid, my servant Jacob,\n    Jeshurun, whom I have chosen.",
      "3": "I will pour water on thirsty ground and rain on dry land.\n    I will pour my Ruach on your offspring\n    and my blessing on your descendants.",
      "4": "They will spring up with the grass\n    as poplars spring up by streams.",
      "5": "One person will say, “I belong to Yahweh.”\n    Another will call on the name of Jacob.\n        Another will write on his hand, “Yahweh’s,”\n            and he will adopt the name of Israel.",
      "6": "Yahweh is Israel’s Melek and Go’el.\n    He is Yahweh Tsebaoth.\nThis is what Yahweh says:\nI am the first and the last,\n    and there is no Elohim except me.",
      "7": "If there is anyone like me, let him say so.\n    Let him tell me what happened\n        when I established my people long ago.\n    Then let him predict what will happen to them.",
      "8": "Don’t be terrified or afraid.\n    Didn’t I make this known to you long ago?\n        You are my witnesses.\n            Is there any Elohim except me?\n                There is no other rock; I know of none.",
      "9": "All who make idols are nothing. Their precious treasures are worthless. Their own witnesses do not see or know anything, so they will be put to shame.",
      "10": "Nothing comes from making gods or casting metal idols.",
      "11": "Everyone associated with the gods will be put to shame. The craftsmen themselves are only human. Let them all get together and take their stand. They will be frightened and ashamed together.",
      "12": "Blacksmiths shape iron into tools. They work them over the coals and shape them with hammers, working them with their strong arms. They get hungry, and their strength fails. If they don’t drink water, they will faint.",
      "13": "Carpenters measure blocks of wood with chalk lines. They mark them with pens. They carve them with chisels and mark them with compasses. They carve them into forms of people, beautiful people, so the idols can live in shrines.",
      "14": "They cut down cedars for themselves. Then they choose fir trees or oaks. They let them grow strong among the trees in the forest. Then they plant cedars, and the rain makes them grow.",
      "15": "These trees become fuel for people to burn. So they take some of them and warm themselves with them. They start fires and bake bread. They also make gods from these trees and worship them. They make them into carved statues and bow in front of them.",
      "16": "Half of the wood they burn in the fire. Over this half they roast meat that they can eat until they are full. They also warm themselves and say, “Ah! We are warm. We can see the fire!”",
      "17": "But the rest of the wood they make into gods, carved statues. They bow to them and worship them. They pray to them, saying, “Rescue us, because you are our gods.”",
      "18": "They don’t know or understand anything. Their eyes are plastered shut, so they can’t see. And their minds are closed, so they can’t understand.",
      "19": "No one stops to think. No one has enough knowledge or understanding to say, “I burned half of the wood in the fire. I also baked bread over its coals. I roasted meat and ate it. Now I am making the rest of the wood into a disgusting thing and bowing to a block of wood.”",
      "20": "They eat ashes because they are deceived. Their own misguided minds lead them astray. They can’t rescue themselves or ask themselves, “Isn’t what I hold in my right hand a false god?”",
      "21": "Remember these things, Jacob:\n    You are my servant, Israel.\n        I formed you; you are my servant.\n            Israel, I will not forget you.",
      "22": "I made your rebellious acts disappear like a thick cloud\n    and your sins like the morning mist.\n    Come back to me, because I have reclaimed you.",
      "23": "Sing with joy, you heavens, because Yahweh has done this.\n    Rejoice, you deep places of the earth.\n    Break into shouts of joy, you mountains,\n    you forests and every tree in them.\n        Yahweh has reclaimed Jacob.\n            He will display his glory in Israel.",
      "24": "Yahweh reclaimed you.\n    He formed you in the womb.\nThis is what Yahweh says:\nI, Yahweh, made everything.\n    I stretched out the heavens by myself.\n    I spread out the earth all alone.",
      "25": "I cause the signs of false prophets to fail\n    and make fools of fortunetellers.\n    I make wise men retreat\n    and turn their knowledge into foolishness.",
      "26": "He confirms the word of his servant\n    and fulfills the plan of his messengers.\n    He says about Jerusalem, “It will be inhabited.”\n    He says about the cities of Judah, “They will be rebuilt.”\n    He says about their ruins, “I will restore them.”",
      "27": "He says to the deep water, “Dry up.”\n    So I will dry up your rivers.",
      "28": "He says about Cyrus, “He is my shepherd.\n    He will do everything I want him to do.”\n    He says about Jerusalem, “It will be rebuilt.”\n    He says about the temple, “Your foundation will be laid.”"
    },
    "45": {
      "1": "This is what Yahweh says about Cyrus, his anointed one:\nI have held him by his right hand\n    so he could conquer the nations ahead of him,\n        strip kings of their power,\n            and open doors ahead of him\n                so that the gates would not be shut.",
      "2": "I will go ahead of you, Cyrus, and smooth out the rough places.\n    I will break down the bronze doors and cut through the iron bars.",
      "3": "I will give you treasures from dark places and hidden stockpiles.\n    Then you will know that I, Yahweh Elohim of Israel,\n        have called you by name.",
      "4": "For the sake of my servant Jacob,\n    Israel, my chosen one,\n        I have called you by name.\n        I have given you a title of honor, although you don’t know me.",
      "5": "I am Yahweh, and there is no other.\n    There is no other Elohim besides me.\n        I will strengthen you, although you don’t know me,",
      "6": "so that from the east to the west people will know\n                that there is no Elohim except me.\n    I am Yahweh, and there is no other.",
      "7": "I make light and create darkness.\n    I make blessings and create disasters.\n    I, Yahweh, do all these things.",
      "8": "Rain down from above, you heavens,\n    and pour down righteousness, you skies.\n        Let the earth open.\n            Let salvation and righteousness sprout.\n                Let them spring up.\n    I, Yahweh, have created them.",
      "9": "How horrible it will be for the one who quarrels with his maker.\n    He is pottery among other earthenware pots.\n        Does the clay ask the one who shapes it, “What are you making?”\n        Does your work say to you, “There are no handles”?",
      "10": "How horrible it will be for the one\n    who says to his father, “Why did you conceive me?”\n        or to his mother, “Why did you go through labor pains for me?”",
      "11": "Yahweh is the Holy One and the maker of Israel.\nThis is what Yahweh says:\nAsk me about what is going to happen to my children!\n    Are you going to give me orders concerning my handiwork?",
      "12": "I made the earth and created humans on it.\n    I stretched out the heavens with my own hands.\n    I commanded all the stars to shine.",
      "13": "I prepared Cyrus for my righteous purpose.\n    I will make all his roads straight.\n    He will build my city and let my exiles go free\n        without any payment or any reward, says Yahweh Tsebaoth.",
      "14": "This is what Yahweh says:\nThe products from Egypt, the merchandise from Sudan,\n    and the important Sabaeans will come to you.\n        They will belong to you.\n        They will follow you.\n        They will come to you in chains.\n        They will bow to you and pray to you,\n            “Certainly El is with you alone, and there is no other Elohim.”",
      "15": "Certainly, you are an El who has hidden himself.\n    You are the Elohim of Israel, the Savior!",
      "16": "Those who make idols will be ashamed and disgraced.\n    They will go away completely disgraced.",
      "17": "Israel has been saved by Yahweh forever.\n    You will never again be ashamed or disgraced.",
      "18": "Yahweh created the heavens.\n    Elohim formed the earth and made it.\n    He set it up.\n    He did not create it to be empty\n        but formed it to be inhabited.\nThis is what Yahweh says:\nI am Yahweh, and there is no other.",
      "19": "I haven’t spoken privately or in some dark corner of the world.\n    I didn’t say to Jacob’s descendants,\n    “Search for me in vain!”\n    I, Yahweh, speak what is fair and say what is right.",
      "20": "Come here, you refugees from the nations.\n    Ignorant people carry wooden idols\n        and pray to gods that cannot save anyone.",
      "21": "Speak and present your case. Yes, let them consult one another.\n    Who revealed this in the distant past and predicted it long ago?\n    Wasn’t it I, Yahweh?\n        There is no other Elohim except me.\n            There is no other righteous God and Savior besides me.",
      "22": "Turn to me and be saved, all who live at the ends of the earth,\n    because I am El, and there is no other.",
      "23": "I have bound myself with an oath.\n    A word has gone out from my righteous mouth\n    that will not be recalled,\n        “Every knee will bow to me\n            and every tongue will swear allegiance.”",
      "24": "It will be said of me,\n    “Certainly, righteousness and strength are found in Yahweh alone.”\nAll who are angry with him will come to him and be ashamed.",
      "25": "All the descendants of Israel will be declared righteous,\n    and they will praise Yahweh."
    },
    "46": {
      "1": "The god Bel bows down; the god Nebo stoops low.\n    Their statues are seated on animals and cattle.\n        The gods that you carry are burdens, a load for weary people.",
      "2": "These gods stoop low and bow down together.\n    They aren’t able to escape with heavy loads.\n    They go away into captivity.",
      "3": "Listen to me, descendants of Jacob,\n    the few people left of the nation of Israel.\n        I’ve carried you since your birth.\n        I’ve taken care of you from the time you were born.",
      "4": "Even when you’re old, I’ll take care of you.\n            Even when your hair turns gray, I’ll support you.\n        I made you and will continue to care for you.\n        I’ll support you and save you.",
      "5": "To whom will you compare me and make me equal?\n    To whom will you compare me so that we can be alike?",
      "6": "People pour gold out of their bags and weigh silver on scales.\n    They hire a goldsmith. He makes it into a god.\n    They bow down and worship it.",
      "7": "They lift it on their shoulders and carry it.\n    They set the idol in its place, and it stands there.\n        It doesn’t move from its place.\n        If they cry to it for help, it can’t answer.\n        It can’t rescue them from their distress.",
      "8": "Remember this, and take courage.\n    Recall your rebellious acts.",
      "9": "Remember the first events,\n    because I am El, and there is no other.\n        I am Elohim, and there’s no one like me.",
      "10": "From the beginning I revealed the end.\n    From long ago I told you things that had not yet happened, saying,\n    “My plan will stand, and I’ll do everything I intended to do.”",
      "11": "I will call a bird of prey from the east.\n    I will call someone for my plan from a faraway land.\n    I have spoken, and I will bring it about.\n    I have planned it, and I will do it.",
      "12": "Listen to me, you stubborn people who are far from being righteous.",
      "13": "I’ll bring my righteousness near; it isn’t far away.\n    My salvation will not be delayed.\n        I’ll provide salvation for Zion\n            and bring my glory to Israel."
    },
    "47": {
      "1": "Go, sit in the dirt,\n    virgin princess of Babylon!\n    Sit on the ground, not on a throne,\n    princess of the Babylonians!\n        You will no longer be called soft and delicate.",
      "2": "Take millstones and grind flour.\n    Remove your veil.\n        Take off your skirt.\n            Uncover your legs, and cross the river.",
      "3": "People will see you naked.\n    People will see your shame.\n    I will take revenge.\n    I won’t spare anyone.",
      "4": "Our Go’el is Qedosh Yisrael.\n    His name is Yahweh Tsebaoth.",
      "5": "Go into the dark, and sit in silence,\n    princess of the Babylonians!\n        You will no longer be called the queen of kingdoms.",
      "6": "I was angry with my people.\n    I dishonored those who belong to me.\n    I put them under your control.\n    You showed them no mercy.\n    You placed a heavy burden on old people.",
      "7": "You said, “I will always be a queen.”\n    You didn’t carefully consider these things\n        or keep in mind how they would end.",
      "8": "Now then, listen to this, you lover of pleasure.\n    You live securely and say to yourself,\n        “I’m the only one, and there’s no one else.\n            I won’t live as a widow.\n            I won’t suffer the loss of children.”",
      "9": "In one day both of these will happen to you instantly:\n    the loss of your children and your husband.\n    All this will happen to you in spite of\n    your evil magic and your many spells.",
      "10": "You feel safe in your wickedness\n    and say, “No one can see me.”\n    Your wisdom and knowledge have led you astray,\n    so you say to yourself,\n        “I’m the only one, and there’s no one else.”",
      "11": "But evil will happen to you.\n    You won’t know how to keep it away.\n    Disaster will strike you.\n    You won’t be able to stop it.\n    Destruction will overtake you suddenly.\n    You won’t expect it.",
      "12": "Keep practicing your spells and your evil magic.\n    You have practiced them ever since you were young.\n        You may succeed.\n        You may cause terror.",
      "13": "You are worn out by your many plans.\n    Let your astrologers and your stargazers,\n    who foretell the future month by month,\n        come to you, rise up, and save you.",
      "14": "They are like straw.\n    Fire burns them.\n    They can’t rescue themselves from the flames.\n    There are no glowing coals to keep them warm\n    and no fire for them to sit by.",
      "15": "This is how it will be for those who have worked with you,\n    for those who have been with you ever since you were young.\n        They will go their own ways,\n            and there will be no one to save you."
    },
    "48": {
      "1": "Listen to this, descendants of Jacob!\n    You are given the name of Israel.\n    You are descended from Judah.\n    You take oaths by the name of Yahweh.\n    You acknowledge the Elohim of Israel,\n        but you are not honest or sincere.",
      "2": "You call yourselves citizens of the holy city.\n    You depend on the Elohim of Israel.\n        His name is Yahweh Tsebaoth.",
      "3": "From the beginning I revealed to you what would happen.\n    These words came out of my mouth,\n        and I made them known.\n    Suddenly, I acted, and they happened.",
      "4": "I know that you are stubborn.\n    Like iron, you are hardheaded.\n    Like bronze, nothing gets through your thick skull.",
      "5": "That is why I revealed to you what would happen long ago.\n    I told you about them before they happened.\n    I did this so you couldn’t say,\n    “My gods have done these things.\n    My carved idols and my metal idols\n        have commanded them to happen.”",
      "6": "You’ve heard these words.\n    Now look at all this.\n        Won’t you admit it?\nFrom now on I will reveal to you new things,\n    hidden things that you do not know.",
      "7": "They are created now, not in the past.\n    You haven’t heard about them before today,\n        so you can’t say that you already knew about them.",
      "8": "You have never heard about them.\n    You have never known about them.\n        Your ears have never been open to hear them before.\n    I know that you’ve acted very treacherously\n    and that you have been called a rebel since you were born.",
      "9": "For my name’s sake I’ll be patient.\n    For my glory’s sake I’ll hold my anger back from you,\n    rather than destroy you.",
      "10": "I have refined you,\n    but not like silver.\n    I have tested you in the furnace of suffering.",
      "11": "I am doing this for myself, only for myself.\n    Why should my name be dishonored?\n    I will not give my glory to anyone else.",
      "12": "Listen to me, Jacob,\n    Israel, whom I have called.\n        I am the one.\n            I am the first and the last.",
      "13": "My hand laid the foundation of the earth.\n    My right hand stretched out the heavens.\n    When I call for them, they both stand.",
      "14": "Gather together, all of you, and listen.\n    What idol has revealed such things?\n    Yahweh loves Cyrus.\n    He will carry out Yahweh’s plan against Babylon.\n    He will use his strength against the Babylonians.",
      "15": "I alone have spoken.\n    I have called him.\n        I will bring him here, and he will succeed.",
      "16": "Come here. Listen to this:\n    From the beginning I have spoken nothing in private.\n    From the time it took place, I was there.\nNow Adonay Yahweh has sent me and his Ruach.",
      "17": "This is what Yahweh, your Go’el, Qedosh Yisrael, says:\nI am Yahweh your Elohim.\n    I teach you what is best for you.\n    I lead you where you should go.",
      "18": "If only you had listened to my commands!\n    Your peace would be like a river that never runs dry.\n    Your righteousness would be like waves on the sea.",
      "19": "Your descendants would be like sand.\n    Your children would be like its grains.\n        Their names would not be cut off or wiped out in my presence.",
      "20": "Leave Babylon; flee from the Babylonians!\n    Shout for joy as you tell it and announce it.\n        Shout it out to the ends of the earth.\n            Say that Yahweh has reclaimed his servant Jacob.",
      "21": "They weren’t thirsty when he led them through the deserts.\n    He made water flow from a rock for them.\n    He split a rock, and water gushed out.",
      "22": "“There is no peace for the wicked,” says Yahweh."
    },
    "49": {
      "1": "Listen to me, you islands.\n    Pay attention, you people far away.\n    Before I was born, Yahweh chose me.\n    While I was in my mother’s womb, he recorded my name.",
      "2": "He made my tongue like a sharp sword\n    and hid me in the palm of his hand.\n    He made me like a sharpened arrow\n    and hid me in his quiver.",
      "3": "He said to me,\n    “You are my servant Israel.\n        I will display my glory through you.”",
      "4": "But I said,\n    “I have worked hard for nothing.\n    I have used my strength, but I didn’t accomplish anything.\n        Yet, certainly my case is in Yahweh’s hands,\n            and my reward is with my Elohim.”",
      "5": "Yahweh formed me in the womb to be his servant\n    in order to bring Jacob back to him\n        and gather Israel to him.\n            (Yahweh honors me,\n                and my Elohim has become my strength.)",
      "6": "Now, Yahweh says,\n“You are not just my servant\n    who restores the tribes of Jacob\n        and brings back those in Israel whom I have preserved.\n    I have also made you a light for the nations\n    so that you would save people all over the world.”",
      "7": "Yahweh is the Go’el of Israel, its Holy One.\nThis is what Yahweh says to the despised one, to the one scorned by the nation, to the slave of rulers:\nKings will see you and stand.\n    Princes will see you and bow.\n        Yahweh is faithful.\n            Qedosh Yisrael has chosen you.",
      "8": "This is what Yahweh says:\nIn the time of favor I will answer you.\n    In the day of salvation I will help you.\n    I will protect you.\n    I will appoint you as my promise to the people.\n    You will restore the land.\n    You will make them inherit the desolate inheritance.",
      "9": "You will say to the prisoners, “Come out,”\n    and to those who are in darkness, “Show yourselves.”\nThey will graze along every path,\n    and they will find pastures on every bare hill.",
      "10": "They will never be hungry or thirsty,\n    nor will the sun or the burning, hot wind strike them.\n        The one who has compassion on them will lead them\n            and guide them to springs.",
      "11": "I will turn all my mountains into roads,\n    and my highways will be restored.",
      "12": "They will come from far away.\n    They will come from the north and from the west,\n    and they will come from the land of Sinim.",
      "13": "Sing with joy, you heavens!\n    Rejoice, you earth!\n    Break into shouts of joy, you mountains!\n    Yahweh has comforted his people\n        and will have compassion on his humble people.",
      "14": "But Zion said, “Yahweh has abandoned me.\n    My Adonay has forgotten me.”",
      "15": "Can a woman forget her nursing child?\n    Will she have no compassion on the child from her womb?\n    Although mothers may forget,\n    I will not forget you.",
      "16": "I have engraved you on the palms of my hands.\n    Your walls are always in my presence.",
      "17": "Your children will hurry back.\n    Those who destroyed you and laid waste to you will leave you.",
      "18": "Look up, look around, and watch!\n    All of your children are gathering together and returning to you.\n    “I solemnly swear as I live,” declares Yahweh,\n    “you will wear all of them like jewels\n        and display them on yourself as a bride would.”",
      "19": "Though you are destroyed and demolished and your land is in ruins,\n    you will be too crowded for your people now.\n        Those who devoured you will be long gone.",
      "20": "The children taken from you will say to you,\n    “This place is too crowded for me.\n    Make room for me to live here.”",
      "21": "Then you will ask yourself,\n    “Who has fathered these children for me?\n        I was childless and unable to have children.\n        I was exiled and rejected.\n    Who raised these children for me?\n        I was left alone.\n    Where have they come from?”",
      "22": "This is what Adonay Yahweh says:\nI will lift my hand to signal the nations.\n    I will raise my flag for the people.\n    They will bring your sons in their arms\n        and carry your daughters on their shoulders.",
      "23": "Then kings will be your foster fathers,\n    and their queens will nurse you.\n    They will bow in front of you\n        with their faces touching the ground.\n    They will lick the dust at your feet.\n        Then you will know that I am Yahweh.\n            Those who wait with hope for me will not be put to shame.",
      "24": "Can loot be taken away from mighty men\n    or prisoners be freed from conquerors?",
      "25": "This is what Yahweh says:\nPrisoners will be freed from mighty men.\n    Loot will be taken away from tyrants.\n    I will fight your enemies,\n    and I will save your children.",
      "26": "I will make your oppressors eat their own flesh,\n    and they will become drunk on their own blood\n        as though it were new wine.\n    Then all humanity will know that I am Yahweh, who saves you,\n    the Mighty One of Jacob, who reclaims you."
    },
    "50": {
      "1": "This is what Yahweh says:\nWhere are your mother’s divorce papers?\n    Did I give her any to get rid of her?\n    To which of my creditors did I sell you?\n    You were sold because of your sins.\n    I got rid of your mother because of your rebellion.",
      "2": "Why was no one here when I came?\n    Why was no one here to answer when I called?\n    Am I too weak to reclaim you?\n    Don’t I have the power to rescue you?\n    I dry up the sea with my command,\n    and I turn rivers into deserts.\n        Their fish stink because there is no water,\n            and people die of thirst.",
      "3": "I clothe the heavens in darkness\n    and cover them with sackcloth.",
      "4": "Adonay Yahweh will teach me what to say,\n    so I will know how to encourage weary people.\n    Morning after morning he will wake me\n    to listen like a student.",
      "5": "Adonay Yahweh will open my ears.\n    I will not rebel, nor will I turn away from him.",
      "6": "I will offer my back to those who whip me\n    and my cheeks to those who pluck hairs out of my beard.\n    I will not turn my face away from those who humiliate me\n    and spit on me.",
      "7": "Adonay Yahweh helps me.\n    That is why I will not be ashamed.\n        I have set my face like a flint.\n            I know that I will not be put to shame.",
      "8": "The one who pronounces me innocent is near.\n    Who will bring a case against me?\n        Let us confront each other!\n    Who accuses me?\n        Let him confront me!",
      "9": "Adonay Yahweh helps me.\n    Who will find me guilty?\n        They will all wear out like a garment.\n            Moths will eat them.",
      "10": "Who among you fears Yahweh\n    and obeys his Ebed?\n    Let those who walk in darkness and have no light\n    trust the name of Yahweh\n        and depend upon their Elohim.",
      "11": "But all of you light fires\n    and arm yourselves with flaming torches.\n    So walk in your own light\n    and among the torches you have lit.\nThis is what you will receive from me:\n    You will be tormented."
    },
    "51": {
      "1": "Listen to me, you people who pursue what is right and seek Yahweh.\n    Look to the rock from which you were cut\n    and to the quarry from which you were dug.",
      "2": "Look to Abraham, your ancestor,\n    and to Sarah, from whom you are descended.\n    When I called Abraham, he was childless.\n    I blessed him and gave him many descendants.",
      "3": "So Yahweh will comfort Zion.\n    He will comfort all those who live among its ruins.\n    He will make its desert like Eden.\n    He will make its wilderness like the garden of Yahweh.\n        Joy and gladness will be found in it,\n            thanksgiving and the sound of singing.",
      "4": "Pay attention to me, my people.\n    Open your ears to hear me, my nation.\n    My teachings will go out from me.\n    My justice will become a light for the people.",
      "5": "My righteousness is near.\n    My salvation is on the way.\n    I will bring justice to people.\n    The coastlands put their hope in me,\n        and they wait eagerly for me.",
      "6": "Look at the sky.\n    Look at the earth below.\n    The sky will vanish like smoke.\n    The earth will wear out like clothing,\n        and those who live there will die like flies.\n    But my salvation will last forever,\n    and my righteousness will never fail.",
      "7": "Listen to me, you people who know righteousness,\n    you people who have my teachings in your hearts.\n    Don’t be afraid of being insulted by people.\n    Don’t be discouraged by their ridicule.",
      "8": "Moths will eat them like clothing.\n    Worms will devour them like wool.\n    But my righteousness will last forever,\n    and my salvation will last throughout every generation.",
      "9": "Wake up! Wake up! Clothe yourself with strength, O Yahweh!\n    Wake up as you did in days long past, as in generations long ago.\n    Didn’t you cut Rahab into pieces and stab the serpent?",
      "10": "Didn’t you dry up the sea, the water of the great ocean?\n    You made a road in the depths of the sea\n        so that the people reclaimed by the Lord\n            might pass through it.",
      "11": "The people ransomed by Yahweh will return.\n    They will come to Zion singing with joy.\n        Everlasting happiness will be on their heads as a crown.\n            They will be glad and joyful.\n                They will have no sorrow or grief.",
      "12": "I alone am the one who comforts you.\n    Why, then, are you afraid of mortals, who must die,\n    of humans, who are like grass?",
      "13": "Why have you forgotten Yahweh, your Creator?\n    He stretched out the heavens\n        and laid the foundations of the earth.\n    Why should you live in constant fear of the fury\n    of those who oppress you,\n    of those who are ready to destroy you?\n    Where is the fury of those who oppress you?",
      "14": "Chained prisoners will be set free.\n    They will not die in prison.\n    They will not go without food.",
      "15": "I am Yahweh your Elohim who stirs up the sea\n    and makes its waves roar.\n        My name is Yahweh Tsebaoth.",
      "16": "I put my words in your mouth\n    and sheltered you in the palm of my hand.\n    I stretched out the heavens,\n    laid the foundations of the earth,\n        and said to Zion, “You are my people.”",
      "17": "Wake up! Wake up!\n    Stand up, Jerusalem!\n    You drank from the cup in Yahweh’s hand.\n        That cup was filled with his anger.\n    You drank from the bowl, the cup that makes people stagger,\n        and you drained it!",
      "18": "From all the children she gave birth to,\n    there was no one to guide her.\n    From all the children she raised,\n    there was no one to take her by the hand.",
      "19": "Twice as many disasters have happened to you.\n    Who will feel sorry for you?\n    Violence, destruction, famine, and war have happened to you.\n    Who will comfort you?",
      "20": "Your children have fainted.\n    They lie sleeping at every street corner.\n    They are like an antelope caught in a net.\n    They experience the anger of Yahweh,\n        the fury of your Elohim.",
      "21": "Listen to this, you humble people\n    who are drunk but not from wine.",
      "22": "Yahweh your Elohim defends his people.\nThis is what your Adonay says:\nI’m taking from your hand the cup that makes people stagger,\n    the bowl, the cup of my fury.\n        You will never drink from it again.",
      "23": "I will put it in the hands of those who made you suffer.\n    They said to you, “Lie down so that we can walk over you.”\n        So you made your back like the ground\n            and like a street for them to cross."
    },
    "52": {
      "1": "Wake up! Wake up! Clothe yourself with strength, Zion!\n    Put on your beautiful clothes, holy city of Jerusalem.\n    Godless and evil people will no longer come to you.",
      "2": "Shake the dust from yourselves.\n    Get up, captive Jerusalem.\n    Free yourself from the chains around your neck, captive people of Zion.",
      "3": "This is what Yahweh says: You were sold, but no price was paid. You will be bought back, but without money.",
      "4": "This is what Adonay Yahweh says: In the beginning my people went to Egypt to live there as foreigners. Later the Assyrians oppressed them for no reason.",
      "5": "So what do I find here? asks Yahweh. My people are taken away for no reason. Their rulers are screaming, declares Yahweh. And my name is cursed all day long.",
      "6": "Now my people will know my name. When that day comes, they will know that I am the one who says, “Here I am!”",
      "7": "How beautiful on the mountains are the feet of the messenger\n    who announces the good news, “All is well.”\n        He brings the good news,\n            announces salvation,\n                and tells Zion that its Elohim rules as king.",
      "8": "Listen! Your watchmen raise their voices\n    and shout together joyfully.\n        When Yahweh brings Zion back,\n            they will see it with their own eyes.",
      "9": "Break out into shouts of joy, ruins of Jerusalem.\n    Yahweh will comfort his people.\n        He will reclaim Jerusalem.",
      "10": "Yahweh will show his holy power to all the nations.\n    All the ends of the earth will see the salvation of our Elohim.",
      "11": "Run away! Run away!\n    Get away from there!\n    Do not touch anything unclean.\n    Get away from it!\n    Make yourselves pure,\n    you Levites who carry the utensils for Yahweh’s temple.",
      "12": "You will not go away in a hurry,\n    nor will you go away quickly.\n    Yahweh will go ahead of you.\n    The Elohim of Israel will guard you from behind.",
      "13": "My servant will be successful.\n    He will be respected, praised, and highly honored.",
      "14": "Many will be shocked by him.\n    His appearance will be so disfigured\n        that he won’t look like any other man.\n        His looks will be so disfigured\n            that he will hardly look like a human.",
      "15": "He will cleanse many nations with his blood.\n    Kings will shut their mouths because of him.\n        They will see things that they had never been told.\n        They will understand things that they had never heard."
    },
    "53": {
      "1": "Who has believed our message?\nTo whom has Yahweh’s power been revealed?",
      "2": "He grew up in his presence like a young tree,\n    like a root out of dry ground.\n    He had no form or majesty that would make us look at him.\n    He had nothing in his appearance that would make us desire him.",
      "3": "He was despised and rejected by people.\n    He was an Ish Makoboth, familiar with suffering.\n    He was despised like one from whom people turn their faces,\n        and we didn’t consider him to be worth anything.",
      "4": "He certainly has taken upon himself our suffering\n    and carried our sorrows,\n        but we thought that Elohim had wounded him,\n            beat him, and punished him.",
      "5": "He was wounded for our rebellious acts.\n    He was crushed for our sins.\n        He was punished so that we could have peace,\n            and we received healing from his wounds.",
      "6": "We have all strayed like sheep.\n    Each one of us has turned to go his own way,\n        and Yahweh has laid all our sins on him.",
      "7": "He was abused and punished,\n    but he didn’t open his mouth.\n    He was led like a lamb to the slaughter.\n    He was like a sheep that is silent\n        when its wool is cut off.\n            He didn’t open his mouth.",
      "8": "He was arrested, taken away, and judged.\n    Who would have thought that he would be removed\n        from the world?\n    He was killed because of my people’s rebellion.",
      "9": "He was placed in a tomb with the wicked.\n    He was put there with the rich when he died,\n    although he had done nothing violent\n        and had never spoken a lie.",
      "10": "Yet, it was Yahweh’s will to crush him with suffering.\n    When Yahweh has made his life a sacrifice for our wrongdoings,\n    he will see his descendants for many days.\n        The will of Yahweh will succeed through him.",
      "11": "He will see and be satisfied\n    because of his suffering.\n    My righteous Ebed will acquit many people\n    because of what he has learned through suffering.\n    He will carry their sins as a burden.",
      "12": "So I will give him a share among the mighty,\n    and he will divide the prize with the strong,\n        because he poured out his life in death\n            and he was counted with sinners.\n                He carried the sins of many.\n                    He intercedes for those who are rebellious."
    },
    "54": {
      "1": "Sing with joy, you childless women who never gave birth to children.\n    Break into shouts of joy, you women who never had birth pains.\n    “There will be more children of women who have been deserted\n        than there are children of married women,” says Yahweh.",
      "2": "Expand the space of your tent.\n    Stretch out the curtains of your tent, and don’t hold back.\n        Lengthen your tent ropes, and drive in the tent pegs.",
      "3": "You will spread out to the right and left.\n    Your descendants will take over other nations,\n        and they will resettle deserted cities.",
      "4": "Don’t be afraid, because you won’t be put to shame.\n    Don’t be discouraged, because you won’t be disgraced.\n    You’ll forget the shame you’ve had since you were young.\n    You won’t remember the disgrace of your husband’s death anymore.",
      "5": "Your husband is your maker.\n            His name is Yahweh Tsebaoth.\n        Your Go’el is Qedosh Yisrael.\n            He is called the Elohim of the whole earth.",
      "6": "“Yahweh has called you as if you were\n    a wife who was abandoned and in grief,\n    a wife who married young and was rejected,” says your Elohim.",
      "7": "“I abandoned you for one brief moment,\n    but I will bring you back with unlimited compassion.",
      "8": "I hid my face from you for a moment in a burst of anger,\n    but I will have compassion on you with everlasting kindness,”\n        says Yahweh your Go’el.",
      "9": "“To me this is like Noah’s floodwaters, when I swore an oath\n    that Noah’s floodwaters would never cover the earth again.\n    So now I swear an oath not to be angry with you or punish you.",
      "10": "The mountains may move, and the hills may shake,\n    but my kindness will never depart from you.\n        My promise of peace will never change,”\n            says Yahweh, who has compassion on you.",
      "11": "“You suffering, comfortless, storm-ravaged city!\n    I will rebuild your city with precious stones.\n    I will reset your foundations with sapphires.",
      "12": "I will rebuild your towers with rubies,\n    your gates with sparkling stones,\n        and all your walls with precious stones.”",
      "13": "All your children will be taught by Yahweh,\n    and your children will have unlimited peace.",
      "14": "You will be established in righteousness.\n    You will be far from oppression,\n    so you will not be afraid.\n    You will be far from destruction,\n    so it won’t come near you.",
      "15": "“If anyone attacks you, it will not be my doing.\n    Whoever attacks you will be defeated by you.",
      "16": "I’ve created blacksmiths to fan the coals into flames\n    and to produce useful weapons.\n    I’ve also created destroyers to bring destruction.",
      "17": "No weapon that has been made to be used against you will succeed.\n    You will have an answer for anyone who accuses you.\n        This is the inheritance of Yahweh’s servants.\n            Their victory comes from me,” declares Yahweh."
    },
    "55": {
      "1": "“Listen! Whoever is thirsty, come to the water!\n    Whoever has no money can come, buy, and eat!\n        Come, buy wine and milk. You don’t have to pay; it’s free!",
      "2": "Why do you spend money on what cannot nourish you\n    and your wages on what does not satisfy you?\n    Listen carefully to me:\n    Eat what is good, and enjoy the best foods.",
      "3": "Open your ears, and come to me!\n    Listen so that you may live!\n    I will make an everlasting promise to you—\n    the blessings I promised to David.",
      "4": "I made him a witness to people,\n    a leader and a commander for people.",
      "5": "You will summon a nation that you don’t know,\n    and a nation that doesn’t know you will run to you\n        because of Yahweh your Elohim,\n        because of Qedosh Yisrael.\n            He has honored you.”",
      "6": "Seek Yahweh while he may be found.\n    Call on him while he is near.",
      "7": "Let wicked people abandon their ways.\n    Let evil people abandon their thoughts.\n    Let them return to Yahweh,\n    and he will show compassion to them.\n    Let them return to our Elohim,\n    because he will freely forgive them.",
      "8": "“My thoughts are not your thoughts,\n    and my ways are not your ways,” declares Yahweh.",
      "9": "“Just as the heavens are higher than the earth,\n    so my ways are higher than your ways,\n        and my thoughts are higher than your thoughts.”",
      "10": "“Rain and snow come down from the sky.\n    They do not go back again until they water the earth.\n        They make it sprout and grow\n            so that it produces seed for farmers\n                and food for people to eat.",
      "11": "My word, which comes from my mouth, is like the rain and snow.\n    It will not come back to me without results.\n    It will accomplish whatever I want\n        and achieve whatever I send it to do.”",
      "12": "You will go out with joy and be led out in peace.\n    The mountains and the hills\n        will break into songs of joy in your presence,\n            and all the trees will clap their hands.",
      "13": "Cypress trees will grow where thornbushes grew.\n    Myrtle trees will grow where briars grew.\n    This will be a reminder of Yahweh’s name\n        and an everlasting sign that will never be destroyed."
    },
    "56": {
      "1": "This is what Yahweh says:\nPreserve justice, and do what is right.\n    My salvation is about to come.\n    My righteousness is about to be revealed.",
      "2": "Blessed is the one who does these things\n    and the person who holds on to them.\n    Blessed is the one who keeps the day of worship from becoming unholy\n    and his hands from doing anything wrong.",
      "3": "Foreigners who have joined Yahweh should not say, “Yahweh will separate us from his people.” Castrated men should not say, “We’re only dead trees!”",
      "4": "This is what Yahweh says: I will remember the castrated men who keep my days of worship, choose what pleases me, and faithfully observe the conditions of my promise.",
      "5": "Inside my house and within my walls, I will give them something better than sons and daughters. I will give them a monument and a name. I will give them a permanent name that will not be forgotten.",
      "6": "And I will remember the foreigners who have joined Yahweh to worship him, to love Yahweh’s name, and to be his servants. All of them will keep the day of worship from becoming unholy and will faithfully observe the conditions of my promise.",
      "7": "Then I will bring them to my holy mountain and make them happy in my house of prayer. Their burnt offerings and their sacrifices will be acceptable on my altar, because my house will be called a house of prayer for all nations.",
      "8": "Adonay Yahweh, who gathers the scattered people of Israel, declares, “I will gather still others besides those I have already gathered.”",
      "9": "All you animals in the field,\n    all you animals in the forest,\n    come and eat.",
      "10": "Israel’s watchmen are blind.\n    None of them know anything.\n    All of them are like dogs that are unable to bark.\n    They lie around dreaming; they love to sleep.",
      "11": "These dogs have huge appetites.\n    They are never full.\n    They are the shepherds,\n    but they don’t understand.\n    All of them have turned to go their own ways.\n    Each one seeks his own gain.",
      "12": "Each one cries,\n    “Let me get some wine,\n        and we’ll fill ourselves with liquor.\n            And tomorrow will be like today, only better.”"
    },
    "57": {
      "1": "Righteous people die,\n    and no one cares.\n    Loyal people are taken away,\n    and no one understands.\n    Righteous people are spared when evil comes.",
      "2": "When peace comes,\n    everyone who has lived honestly will rest on his own bed.",
      "3": "But you—come here,\n    you children of witches,\n        you descendants of adulterers and prostitutes!",
      "4": "Whom are you making fun of?\n    Whom are you making a face at?\n    Whom are you sticking out your tongue at?\n    Aren’t you rebellious children,\n        descendants of liars?",
      "5": "You burn with lust under oak trees\n    and under every large tree.\n    You slaughter children in the valleys\n    and under the cracks in the rocks.",
      "6": "Your idols are among the smooth stones in the ravine.\n    They are your destiny.\n    You have given them wine offerings\n    and sacrificed grain offerings to them.\n    Do you think I am pleased with all this?",
      "7": "You’ve made your bed on a high and lofty mountain.\n    You’ve gone to offer sacrifices there.",
      "8": "You’ve set up your idols beside doors and doorposts.\n    You’ve uncovered yourself to the idols.\n    You’ve distanced yourself from me.\n    You’ve made your bed with them.\n    You’ve made a deal with those you have pleasure with in bed.\n    You’ve seen them naked.",
      "9": "You’ve journeyed to the king with perfumed oils\n    and put on plenty of perfume.\n    You’ve sent your ambassadors far away\n    and sent them down to Sheol.",
      "10": "You’ve tired yourself out with many journeys.\n    You didn’t think that it was hopeless.\n    You’ve found renewed strength,\n    so you didn’t faint.",
      "11": "Whom did you dread and fear so much that you lied to me?\n    You haven’t remembered me or cared about me.\n    I’ve been silent for a long time.\n    Is that why you don’t fear me?",
      "12": "I’ll tell you about your righteous ways and what you have done,\n    but they won’t help you.",
      "13": "When you cry for help,\n    let your collection of idols save you.\n        A wind will carry them all away.\n        A breath will take them away.\n            But whoever trusts me will possess the land\n                and inherit my holy mountain.",
      "14": "It will be said:\n    “Build a road! Build a road!\n        Prepare the way!\n            Remove every obstacle in the way of my people!”",
      "15": "The High and Lofty One lives forever, and his name is holy.\nThis is what he says:\nI live in a high and holy place.\n    But I am with those who are crushed and humble.\n        I will renew the spirit of those who are humble\n            and the courage of those who are crushed.",
      "16": "I will not accuse you forever.\n    I will not be angry with you forever.\n    Otherwise, the spirits, the lives of those I’ve made,\n        would grow faint in my presence.",
      "17": "I was angry because of their sinful greed,\n    so I punished them, hid from them, and remained angry.\n        But they continued to be sinful.",
      "18": "I’ve seen their sinful ways, but I’ll heal them.\n    I’ll guide them and give them rest.\n    I’ll comfort them and their mourners.",
      "19": "I’ll create praise on their lips:\n    “Perfect peace to those both far and near.”\n    “I’ll heal them,” says Yahweh.",
      "20": "But the wicked are like the churning sea.\n    It isn’t quiet,\n        and its water throws up mud and slime.",
      "21": "“There is no peace for the wicked,” says my Elohim."
    },
    "58": {
      "1": "Cry aloud! Don’t hold back!\n    Raise your voice like a ram’s horn.\n        Tell my people about their rebellion\n            and the descendants of Jacob about their sins.",
      "2": "They look for me every day and want to know my ways.\n    They act as if they were a nation that has done what is right\n        and as if they haven’t disregarded Elohim’s judgment on them.\n    They ask me for just decrees.\n    They want Elohim to be near them.",
      "3": "Why have we fasted if you are not aware of it?\n    Why have we inflicted pain on ourselves if you don’t pay attention?\nDon’t you see that on the days you fast,\n    you do what you want to do?\n        You mistreat all your workers.",
      "4": "Don’t you see that when you fast,\n    you quarrel and fight and beat your workers?\n        The way you fast today keeps you from being heard in heaven.",
      "5": "Is this the kind of fasting I have chosen?\n    Should people humble themselves for only a day?\n    Is fasting just bowing your head like a cattail\n    and making your bed from sackcloth and ashes?\n    Is this what you call fasting?\n    Is this an acceptable day to Yahweh?",
      "6": "This is the kind of fasting I have chosen:\n    Loosen the chains of wickedness,\n        untie the straps of the yoke,\n            let the oppressed go free,\n                and break every yoke.",
      "7": "Share your food with the hungry,\n    take the poor and homeless into your house,\n        and cover them with clothes when you see them naked.\n            Don’t refuse to help your relatives.",
      "8": "Then your light will break through like the dawn,\n    and you will heal quickly.\n    Your righteousness will go ahead of you,\n    and the glory of Yahweh will guard you from behind.",
      "9": "Then you will call, and Yahweh will answer.\n    You will cry for help, and he will say, “Here I am!”\nGet rid of that yoke.\n    Don’t point your finger and say wicked things.",
      "10": "If you give some of your own food to feed those who are hungry\n    and to satisfy the needs of those who are humble,\n    then your light will rise in the dark,\n    and your darkness will become as bright as the noonday sun.",
      "11": "Yahweh will continually guide you\n    and satisfy you even in sun-baked places.\n    He will strengthen your bones.\n    You will become like a watered garden\n        and like a spring whose water does not stop flowing.",
      "12": "Your people will rebuild the ancient ruins\n    and restore the foundations of past generations.\n    You will be called the Rebuilder of Broken Walls\n    and the Restorer of Streets Where People Live.",
      "13": "If you stop trampling on the day of worship\n    and doing as you please on my holy day,\n    if you call the day of worship a delight\n    and Yahweh’s holy day honorable,\n    if you honor it by not going your own way,\n    by not going out when you want, and by not talking idly,",
      "14": "then you will find joy in Yahweh.\n    I will make you ride on the heights of the earth.\n    I will feed you with the inheritance of your ancestor Jacob.\n    Yahweh has spoken."
    },
    "59": {
      "1": "Yahweh is not too weak to save\n    or his ear too deaf to hear.",
      "2": "But your wrongs have separated you from your Elohim,\n    and your sins have made him hide his face\n        so that he doesn’t hear you.",
      "3": "Your hands are stained with blood,\n    and your fingers are stained with sin.\n    You speak lies,\n    and you mutter wicked things.",
      "4": "No one calls for justice,\n    and no one pleads his case truthfully.\n    People trust pointless arguments and speak lies.\n    They conceive trouble and give birth to evil.",
      "5": "They hatch viper eggs\n    and weave spiderwebs.\n        Those who eat their eggs will die.\n            When an egg is crushed, a poisonous snake is hatched.",
      "6": "Their webs can’t be used for clothes,\n    nor can they cover themselves with their works.\n    Their works are evil.\n    Their hands have committed acts of violence.",
      "7": "Their feet run to do evil.\n    They hurry to shed innocent blood.\n    Their plans are evil.\n    Ruin and destruction are on their highways.",
      "8": "They don’t know the way of peace.\n    There’s no justice on their highways.\n    They’ve made their paths crooked.\n    Whoever walks on them will never know peace.",
      "9": "That is why justice is far from us,\n    and righteousness doesn’t reach us.\n    We hope for light, but we walk in darkness.\n    We hope for brightness, but we walk in gloom.",
      "10": "We grope like blind men along a wall.\n    We grope like people without eyes.\n    We stumble at noon as if it were twilight.\n    We are like dead people among healthy people.",
      "11": "We all growl like bears.\n    We coo like doves.\n    We hope for justice, but there is none.\n    We hope for salvation, but it’s far from us.",
      "12": "You are aware of our many rebellious acts.\n    Our sins testify against us.\n        Our rebellious acts are with us.\n    We know our wrongdoings.",
      "13": "We have rebelled and denied Yahweh.\n    We have turned away from our Elohim.\n    We have spoken about oppression and revolt.\n    We have conceived and uttered lies in our hearts.",
      "14": "Justice is turned back,\n    and righteousness stands far away.\n    Truth has fallen in the street,\n        and honesty can’t come in.",
      "15": "Truth is missing.\n    Those who turn away from evil make themselves victims.\nYahweh sees it, and he’s angry\n    because there’s no justice.",
      "16": "He sees that there’s no one to help.\n    He’s astounded that there’s no one to intercede.\n    So with his own power he wins a victory.\n    His righteousness supports him.",
      "17": "He puts on righteousness like a coat of armor\n    and a helmet of salvation on his head.\n    He wears clothes of vengeance.\n    He wraps himself with fury as a coat.",
      "18": "He will pay them back according to their deeds.\n    He will pay back his opponents with wrath and punish his enemies.\n    He will pay back the people who live on the coastlands.",
      "19": "The people of the west will fear the name of Yahweh.\n    Those in the east will fear his glory.\n    He will come like a rushing stream.\n    The wind of Yahweh pushes him.",
      "20": "“Then a Go’el will come to Zion,\n    to those in Jacob who turn from rebellion,” declares Yahweh.",
      "21": "“This is my promise to them,” says Yahweh. “My Ruach, who is on you, and my words that I put in your mouth will not leave you. They will be with your children and your grandchildren permanently,” says Yahweh."
    },
    "60": {
      "1": "Arise! Shine! Your light has come,\n    and the glory of Yahweh has dawned.",
      "2": "Darkness now covers the earth,\n    and thick darkness covers the nations.\n    But Yahweh dawns,\n    and his glory appears over you.",
      "3": "Nations will come to your light,\n    and kings will come to the brightness of your dawn.",
      "4": "“Look up, look around, and watch.\n    All of your people assemble and come to you.\n        Your sons come from far away.\n        Your daughters are carried in their arms.",
      "5": "Then you will see this and rejoice,\n    and your heart will be thrilled with joy,\n        because the riches of the sea will be brought to you.\n            The wealth of the nations will come to you.",
      "6": "“Many camels will cover your land,\n    young camels from Midian and Ephah.\n    Everyone from Sheba will come.\n    They will bring gold and incense.\n    They will sing the praises of Yahweh.",
      "7": "All of the flocks from Kedar will gather and come to you.\n    The rams of Nebaioth will serve you.\n    They will be sacrificed as acceptable offerings on my altar.\n        So I will honor my beautiful temple.",
      "8": "“Who are these people that fly by like clouds,\n    like doves to their nests?",
      "9": "Certainly, the coastlands wait with hope for me.\n    The ships from Tarshish are the first to bring your children\n        from far away.\n    Their silver and their gold comes with them\n        to honor the name of Yahweh your Elohim, Qedosh Yisrael,\n            because he has honored you.",
      "10": "“Foreigners will rebuild your walls,\n    and their kings will serve you.\n        In my anger I struck you,\n            but in my favor I have compassion on you.",
      "11": "Your gates will always be open.\n    They will never be closed day or night\n        so that people may bring you the wealth of nations,\n            with their kings led as prisoners.",
      "12": "Nations and kingdoms that do not serve you will be destroyed.\n    The nations will certainly be ruined.",
      "13": "“Lebanon’s glory will come to you:\n    Cedar, fir, and cypress trees will come to beautify my holy place,\n        and I will honor the place where my feet rest.",
      "14": "The descendants of those who oppress you will bow in front of you.\n    All who despise you will bow at your feet.\n    They will call you the city of Yahweh,\n        Zion, the city of Qedosh Yisrael.",
      "15": "“You have been abandoned and hated; no one has passed through you.\n    But now I will make you a source of everlasting pride,\n        a joy for all generations.",
      "16": "You will drink milk from other nations\n    and nurse at royal breasts.\n        Then you will know that I am Yahweh, your Savior,\n            the Mighty One of Jacob, your Go’el.",
      "17": "I will bring gold instead of bronze.\n    I will bring silver instead of iron,\n    bronze instead of wood, and iron instead of stone.\n    I will appoint peace as your governor and righteousness as your ruler.",
      "18": "No longer will you hear about violence in your land\n    or desolation and destruction within your borders.\n        You will call your walls Salvation and your gates Praise.",
      "19": "The sun will no longer be your light during the day,\n    nor will the brightness of the moon give you light,\n        But Yahweh will be your everlasting light.\n            Your Elohim will be your glory.",
      "20": "Your sun will no longer go down,\n    nor will your moon disappear.\n        Yahweh will be your everlasting light,\n            and your days of sadness will be over.",
      "21": "Then all your people will be righteous,\n    and they will possess the land permanently.\n        They will be the seedling I have planted,\n            the honored work of my hands.",
      "22": "The smallest of them will become a family.\n    The weakest of them will become a mighty nation.\n    At the right time I, Yahweh, will make it happen quickly.”"
    },
    "61": {
      "1": "The Ruach of Adonay Yahweh is with me\n    because Yahweh has anointed me\n        to deliver good news to humble people.\n    He has sent me\n        to heal those who are brokenhearted,\n        to announce that captives will be set free\n            and prisoners will be released.",
      "2": "He has sent me\n    to announce the year of Yahweh’s good will\n        and the day of our Elohim’s vengeance,\n        to comfort all those who grieve.",
      "3": "He has sent me\n    to provide for all those who grieve in Zion,\n        to give them crowns instead of ashes,\n            the oil of joy instead of tears of grief,\n                and clothes of praise instead of a spirit of weakness.\nThey will be called Oaks of Righteousness,\n    the Plantings of Yahweh,\n        so that he might display his glory.",
      "4": "They will rebuild the ancient ruins.\n    They will restore the places destroyed long ago.\n    They will renew the ruined cities, the places destroyed generations ago.",
      "5": "Foreigners will come forward and become shepherds for your flocks,\n    and children of foreigners will work your fields and vineyards.",
      "6": "You will be called the priests of Yahweh.\n    You will be called the servants of our Elohim.\n    You will consume the wealth of the nations.\n    You will boast in their splendor.",
      "7": "You will receive a double measure of wealth instead of your shame.\n    You will sing about your wealth instead of being disgraced.\n    That is why you will have a double measure of wealth in your land.\n        You will have everlasting joy.",
      "8": "I, Yahweh, love justice.\n    I hate robbery and wrongdoing.\n    I will faithfully reward my people’s work.\n    I will make an everlasting promise to them.",
      "9": "Then their offspring will be known among the nations\n    and their descendants among the people.\n        Everyone who sees them will recognize\n            that they are the descendants whom Yahweh has blessed.",
      "10": "I will find joy in Yahweh.\n    I will delight in my Elohim.\n    He has dressed me in the clothes of salvation.\n    He has wrapped me in the robe of righteousness\n        like a bridegroom with a priest’s turban,\n        like a bride with her jewels.",
      "11": "Like the ground that brings forth its crops\n    and like a garden that makes the seed in it grow,\n        so Adonay Yahweh will make righteousness and praise\n            spring up in front of all nations."
    },
    "62": {
      "1": "For Zion’s sake I will not remain silent.\n    For Jerusalem’s sake I will not rest,\n    until its righteousness shines like the dawn\n        and its salvation burns brightly like a torch.",
      "2": "The nations will see your righteousness.\n    All kings will see your glory.\n    You will be given a new name\n    that Yahweh will announce.",
      "3": "Then you will be a beautiful crown in the hand of Yahweh,\n    a royal crown in the hand of your Elohim.",
      "4": "You will no longer be called Deserted,\n    and your land will no longer be called Destroyed.\n    But you will be named My Delight,\n    and your land will be named Married.\n    Yahweh is delighted with you,\n    and your land will be married.",
      "5": "As a young man marries a woman,\n    so your sons will marry you.\n    As a bridegroom rejoices over his bride,\n    so your Elohim will rejoice over you.",
      "6": "I have posted watchmen on your walls, Jerusalem.\n    They will never be silent day or night.\n    Whoever calls on Yahweh, do not give yourselves any rest,",
      "7": "and do not give him any rest until he establishes Jerusalem\n    and makes it an object of praise throughout the earth.",
      "8": "Yahweh has sworn with his right hand and with his mighty arm,\n    “I will never again let your enemies eat your grain,\n        nor will foreigners drink the new wine which you made.”",
      "9": "Those who harvest grain\n                will eat it and praise Yahweh.\n            Those who gather grapes\n                will drink wine in my holy courtyards.",
      "10": "Go through! Go through the gates!\n    Prepare a way for the people!\n    Build up! Build up the highway!\n    Clear away the stones!\n    Raise a flag for the people!",
      "11": "Yahweh has announced to the ends of the earth:\n    “Tell my people Zion,\n        ‘Your Savior is coming.\n        His reward is with him,\n            and the people he has won arrive ahead of him.’”",
      "12": "They will be called Holy People, Those Reclaimed by Yahweh,\n    and you will be called Sought After, a City Not Deserted."
    },
    "63": {
      "1": "Who is this coming from Bozrah in Edom\n    with his clothes stained bright red?\n    Who is this dressed in splendor,\n    going forward with great strength?\n“It is I, Yahweh. I am coming to announce my victory.\n    I am powerful enough to save you.”",
      "2": "Why are your clothes red\n    and your garments like those who trample grapes in a winepress?",
      "3": "“I have trampled alone in the winepress.\n    No one was with me.\n    In my anger I trampled on people.\n    In my wrath I stomped on them.\n    Their blood splattered my clothes\n    so all my clothing has been stained.",
      "4": "I planned the day of vengeance.\n    The year for my reclaiming you has come.",
      "5": "I looked, but there was no help.\n    I was astounded that there was no outside support.\n    So with my own power I won a victory.\n    My anger supported me.",
      "6": "In my anger I trampled on people.\n        In my wrath I made them drunk\n            and poured their blood on the ground.”",
      "7": "I will acknowledge Yahweh’s acts of mercy,\n    and sing the praises of Yahweh,\n        because of everything that Yahweh has done for us.\n            He has done many good things for the nation of Israel\n                because of his compassion and his unlimited mercy.",
      "8": "He said, “They are my people,\n    children who will not lie to me.”\n        So he became their Savior.",
      "9": "In all their troubles he was troubled,\n    and he was the Messenger who saved them.\n    In his love and compassion he reclaimed them.\n    He always held them and carried them in the past.",
      "10": "But they rebelled and offended his Ruach Qodesh.\n    So he turned against them as their enemy; he fought against them.",
      "11": "Then his people remembered Moses and the distant past.\n    Where is the one who brought them out of the sea\n        with the shepherds of his flock?\n    Where is the one who put his Ruach Qodesh in them?",
      "12": "Where is the one who sent his powerful arm\n    to support the right hand of Moses?\n    Where is the one who divided the water in front of them\n        to make an everlasting name for himself?",
      "13": "Where is the one who led them through the deep water?\n    Like horses in the wilderness,\n    they didn’t stumble.",
      "14": "Like animals going down into a valley,\n    they were given rest by Ruach Yahweh.\n        In this way you guided your people\n            to make an honored name for yourself.",
      "15": "Look down and see from heaven, from your holy and beautiful dwelling.\n    Where is your determination and might?\n    Where is the longing of your heart and your compassion?\n        Don’t hold back.",
      "16": "You are our Ab.\n    Even though Abraham doesn’t know us\n        and Israel doesn’t pay attention to us,\n            O Yahweh, you are our Ab.\n                Your name is our Go’el From Everlasting.",
      "17": "O Yahweh, why do you let us wander from your ways\n    and become so stubborn that we are unable to fear you?\n        Return for the sake of your servants.\n            They are the tribes that belong to you.",
      "18": "Your holy people possessed the land for a little while.\n    Our enemies have trampled on your holy place.",
      "19": "We have become like those whom you never ruled,\n    like those who are not called by your name."
    },
    "64": {
      "1": "If only you would split open the heavens and come down!\n    The mountains would quake at your presence.",
      "2": "Be like the fire that kindles brushwood and makes water boil.\n    Come down to make your name known to your enemies.\n    The nations will tremble in your presence.",
      "3": "When you did awe-inspiring things that we didn’t expect,\n    you came down and the mountains quaked in your presence.",
      "4": "No one has ever heard,\n    no one has paid attention,\n        and no one has seen any god except you.\n            You help those who wait for you.",
      "5": "You greeted the one who gladly does right and remembers your ways.\n    You showed your anger, because we’ve sinned.\n    We’ve continued to sin for a long time.\n        Can we still be saved?",
      "6": "We’ve all become unclean,\n    and all our righteous acts are like permanently stained rags.\n    All of us shrivel like leaves,\n        and our sins carry us away like the wind.",
      "7": "No one calls on your name\n    or tries to hold on to you.\n        You have hidden your face from us.\n        You have let us be ruined by our sins.",
      "8": "But now, Yahweh, you are our Ab.\n    We are the clay, and you are our potter.\n        We are the work of your hands.",
      "9": "Don’t be too angry, Yahweh.\n    Don’t remember our sin forever.\n    Now look, we are all your people.",
      "10": "Your holy cities have become a desert.\n    Zion has become a desert.\n    Jerusalem is a wasteland.",
      "11": "Our holy and beautiful temple, where our ancestors praised you,\n    has been burned to the ground.\n        All that we valued has been ruined.",
      "12": "Despite these things, Yahweh, will you hold back?\n    Will you be silent and make us suffer more than we can bear?"
    },
    "65": {
      "1": "I was ready to answer those who didn’t ask.\n    I was found by those who weren’t looking for me.\n    I said, “Here I am! Here I am!”\n        to a nation that didn’t worship me.",
      "2": "I stretched out my hands all day long to stubborn people.\n    They chose to go the wrong direction.\n    They followed their own plans.",
      "3": "These people constantly and openly provoked me.\n    They offered sacrifices in gardens\n        and burnt incense on brick altars.",
      "4": "They sat among the graves and spent their nights in caves.\n    They ate pork and in their pots made broth from unclean foods.",
      "5": "They said, “Stay away! Don’t touch me!\n    I’m holier than you are.”\n    They have become like smoke in my nose,\n        like a smoldering fire all day long.",
      "6": "“Look! It is written in front of me.\n    I will not be silent, but I will repay.\n    I will repay you in full.",
      "7": "I will repay you for your sins\n    and for the sins of your ancestors,” says Yahweh.\n    They burnt incense on the mountains and slandered me on the hills,\n    so I will be the first to pay them back in full.",
      "8": "This is what Yahweh says:\nWhen someone finds juice for new wine in a cluster of grapes,\n    another person will say,\n        “Don’t destroy it, because there’s a blessing in it.”\n    In the same way, I will do this for my servants:\n    I will not destroy everything.",
      "9": "I will bring with me Jacob’s descendant,\n    one who will inherit my mountains from Judah.\n        My chosen ones will inherit them.\n        My servants will live there.",
      "10": "The Sharon Plain will be a pasture for flocks.\n    The Achor Valley will be a resting place for cattle\n    and for my people who search for me.",
      "11": "You have abandoned Yahweh\n    and forgotten my holy mountain.\n    You have prepared a table for the god of good fortune\n    and offered cups full of spiced wine to the goddess of destiny.",
      "12": "Now I will destine you for death.\n    All of you will bow to be slaughtered.\n        I called, but you didn’t answer.\n        I spoke, but you didn’t listen.\n            You did what I consider evil.\n            You chose what I don’t like.",
      "13": "This is what Adonay Yahweh says:\nMy servants will eat, but you will be hungry.\n    My servants will drink, but you will be thirsty.\n    My servants will be glad, but you will be ashamed.",
      "14": "My servants will sing because of the gladness in their hearts.\n    But you will cry because of your sadness\n        and wail because of your depression.",
      "15": "Your name will be used as a curse by my chosen ones.\n    Adonay Yahweh will kill you\n        and call his servants by another name.",
      "16": "Whoever asks for a blessing in the land\n    will be blessed by the God of Truth.\n    Whoever swears an oath in the land\n    will swear by the God of Truth.\n        Past troubles are forgotten.\n        They are hidden from my eyes.",
      "17": "I will create a new heaven and a new earth.\n    Past things will not be remembered.\n    They will not come to mind.",
      "18": "Be glad, and rejoice forever in what I’m going to create,\n    because I’m going to create Jerusalem to be a delight\n        and its people to be a joy.",
      "19": "I will rejoice about Jerusalem and be glad about my people.\n    Screaming and crying will no longer be heard in the city.",
      "20": "There will no longer be an infant who lives for only a few days\n    or an old man who doesn’t live a long life.\n    Whoever lives to be a hundred years old will be thought of as young.\n    Whoever dies before he is a hundred years old will be cursed as a sinner.",
      "21": "They will build houses and live there.\n    They will plant vineyards and eat fruit from them.",
      "22": "They will not build homes and have others live there.\n    They will not plant and have others eat from it.\n        My people will live as long as trees,\n            and my chosen ones will enjoy what they’ve done.",
      "23": "They will never again work for nothing.\n    They will never again give birth to children who die young,\n        because they will be offspring blessed by Yahweh.\n            The Lord will bless their descendants as well.",
      "24": "Before they call, I will answer.\n    While they’re still speaking, I will hear.",
      "25": "Wolves and lambs will feed together,\n    lions will eat straw like oxen,\n        and dust will be food for snakes.\n    “They will not hurt or destroy anyone anywhere on my holy mountain,”\n    says Yahweh."
    },
    "66": {
      "1": "This is what Yahweh says:\nHeaven is my throne.\n    The earth is my footstool.\n    Where can you build a house or resting place for me?",
      "2": "I have made all these things.\n    “That is why all these things have come into being,”\n        declares Yahweh.\n    I will pay attention to those\n    who are humble and sorry for their sins\n        and who tremble at my word.",
      "3": "Whoever kills a bull is like someone who kills a person.\n    Whoever sacrifices a lamb is like someone who breaks a dog’s neck.\n    Whoever offers a grain sacrifice\n    is like someone who offers pig’s blood.\n    Whoever burns incense is like someone who worships an idol.\n    People have certainly chosen their own ways,\n        and their souls delight in detestable things.",
      "4": "So I will choose harsh treatment for them\n    and bring on them what they fear.\n    I called, but no one answered.\n    I spoke, but they didn’t listen.\n    They did what I consider evil.\n    They chose what I don’t like.",
      "5": "Listen to the word of Yahweh, all who tremble at his word.\nYour relatives, who hate you and exclude you for my name’s sake, say,\n    “Let Yahweh show his glory; then we will see your joy.”\n        But they will be put to shame.",
      "6": "Listen to the uproar from the city.\n    Listen to the sound from the temple.\n        It is the sound of Yahweh\n            paying back his enemies as they deserve.",
      "7": "Before a woman goes into labor, she gives birth.\n    Before she has labor pains, she delivers a child.",
      "8": "Who has heard of such a thing?\n    Who has seen such things?\n        Can a country be born in one day?\n        Can a nation be born in a moment?\n    When Zion went into labor,\n    she also gave birth to her children.",
      "9": "“Do I bring a mother to the moment of birth\n    and not let her deliver?” asks Yahweh.\n    “Do I cause a mother to deliver\n    and then make her unable to have children?” asks your Elohim.",
      "10": "All who love Jerusalem, be happy and rejoice with her.\n    All who mourn for her, be glad with her.",
      "11": "You will nurse and be satisfied from her comforting breasts.\n    You will nurse to your heart’s delight at her full breasts.",
      "12": "This is what Yahweh says:\nI will offer you peace like a river\n    and the wealth of the nations like an overflowing stream.\n        You will nurse and be carried in Jerusalem’s arms\n            and cuddled on her knees.",
      "13": "As a mother comforts her child,\n    so will I comfort you.\n        You will be comforted in Jerusalem.",
      "14": "When you see it, your heart will rejoice\n    and you will flourish like new grass.\n    The power of Yahweh will be made known to his servants,\n    but he will condemn his enemies.",
      "15": "Yahweh will come with fire\n    and with his chariots like a thunderstorm.\n        He will pay them back with his burning anger\n            and punish them with flames of fire.",
      "16": "Yahweh will judge with fire,\n    and he will judge all people with his sword.\n        Many people will be struck dead by Yahweh.",
      "17": "People make themselves holy\n    and prepare themselves for their garden rituals.\n        They go into the garden\n            and devour pork, disgusting things, and mice.\n                “They will come to an end at the same time,”\n                    declares Yahweh.",
      "18": "Because of their actions and their thoughts,\n    I am coming to gather the nations of every language.\n        They will come and see my glory.",
      "19": "I will set up a sign among them\n    and send some of their survivors to the nations:\n        to Tarshish, Put and Lud, Meshech, Rosh, Tubal, Javan,\n            and to the distant coastlands\n                who have not heard of my fame or seen my glory.\n    They will tell about my glory among the nations.",
      "20": "They will bring all your relatives\n    from every nation like a grain offering to Yahweh.\n    “They will come on horses, in chariots, in wagons,\n    on mules and camels to my holy mountain, Jerusalem,”\n        declares Yahweh.\n    They will come like the people of Israel who bring\n    their grain offerings in clean dishes to Yahweh’s temple.",
      "21": "“I will make some of them priests and Levites,” declares Yahweh.",
      "22": "“The new heaven and earth that I am about to make\n    will continue in my presence,” declares Yahweh.\n    “So your descendants and your name\n    will also continue in my presence.",
      "23": "From one month to the next and from one week to the next\n    all people will come to worship me,” declares Yahweh.",
      "24": "Then they will go out\n    and look at the corpses of those who have rebelled against me.\n        The worms that eat them will not die.\n        The fire that burns them will not go out.\n            All humanity will be disgusted by them."
    }
  }
}