{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:02:02.473742-04:00",
    "Translation": "NOG"
  },
  "James": {
    "1": {
      "1": "From James, a servant of God and of the Lord Yeshua Christ.\nTo God’s faithful people who have been scattered.\nGreetings.",
      "2": "My brothers and sisters, be very happy when you are tested in different ways.",
      "3": "You know that such testing of your faith produces endurance.",
      "4": "Endure until your testing is over. Then you will be mature and complete, and you won’t need anything.",
      "5": "If any of you needs wisdom to know what you should do, you should ask God, and he will give it to you. God is generous to everyone and doesn’t find fault with them.",
      "6": "When you ask for something, don’t have any doubts. A person who has doubts is like a wave that is blown by the wind and tossed by the sea.",
      "7": "A person who has doubts shouldn’t expect to receive anything from the Lord.",
      "8": "A person who has doubts is thinking about two different things at the same time and can’t make up his mind about anything.",
      "9": "Humble believers should be proud because being humble makes them important.",
      "10": "Rich believers should be proud because being rich should make them humble. Rich people will wither like flowers.",
      "11": "The sun rises with its scorching heat and dries up plants. The flowers drop off, and the beauty is gone. The same thing will happen to rich people. While they are busy, they will die.",
      "12": "Blessed are those who endure when they are tested. When they pass the test, they will receive the crown of life that God has promised to those who love him.",
      "13": "When someone is tempted, he shouldn’t say that God is tempting him. God can’t be tempted by evil, and God doesn’t tempt anyone.",
      "14": "Everyone is tempted by his own desires as they lure him away and trap him.",
      "15": "Then desire becomes pregnant and gives birth to sin. When sin grows up, it gives birth to death.",
      "16": "My dear brothers and sisters, don’t be fooled.",
      "17": "Every good present and every perfect gift comes from above, from the Father who made the sun, moon, and stars. The Father doesn’t change like the shifting shadows produced by the sun and the moon.",
      "18": "God decided to give us life through the word of truth to make us his most important creatures.",
      "19": "Remember this, my dear brothers and sisters: Everyone should be quick to listen, slow to speak, and should not get angry easily.",
      "20": "An angry person doesn’t do what God approves of.",
      "21": "So get rid of all immoral behavior and all the wicked things you do. Humbly accept the word that God has placed in you. This word can save you.",
      "22": "Do what God’s word says. Don’t merely listen to it, or you will fool yourselves.",
      "23": "If someone listens to God’s word but doesn’t do what it says, he is like a person who looks at his face in a mirror,",
      "24": "studies his features, goes away, and immediately forgets what he looks like.",
      "25": "However, the person who continues to study God’s perfect laws that make people free and who remains committed to them will be blessed. People like that don’t merely listen and forget; they actually do what God’s laws say.",
      "26": "If a person thinks that he is religious but can’t control his tongue, he is fooling himself. That person’s religion is worthless.",
      "27": "Pure, unstained religion, according to God our Father, is to take care of orphans and widows when they suffer and to remain uncorrupted by this world."
    },
    "2": {
      "1": "My brothers and sisters, practice your faith in our glorious Lord Yeshua Christ by not favoring one person over another.",
      "2": "For example, two men come to your worship service. One man is wearing gold rings and fine clothes; the other man, who is poor, is wearing shabby clothes.",
      "3": "Suppose you give special attention to the man wearing fine clothes and say to him, “Please have a seat.” But you say to the poor man, “Stand over there,” or “Sit on the floor at my feet.”",
      "4": "Aren’t you discriminating against people and using a corrupt standard to make judgments?",
      "5": "Listen, my dear brothers and sisters! Didn’t God choose poor people in the world to become rich in faith and to receive the kingdom that he promised to those who love him?",
      "6": "Yet, you show no respect to poor people. Don’t rich people oppress you and drag you into court?",
      "7": "Don’t they curse the good name of Yeshua, the name that was used to bless you?",
      "8": "You are doing right if you obey this law from the highest authority: “Love your neighbor as you love yourself.”",
      "9": "If you favor one person over another, you’re sinning, and this law convicts you of being disobedient.",
      "10": "If someone obeys all of God’s laws except one, that person is guilty of breaking all of them.",
      "11": "After all, the one who said, “Never commit adultery,” is the same one who said, “Never murder.” If you do not commit adultery but you murder, you become a person who disobeys God’s laws.",
      "12": "Talk and act as people who are going to be judged by laws that bring freedom.",
      "13": "No mercy will be shown to those who show no mercy to others. Mercy triumphs over judgment.",
      "14": "My brothers and sisters, what good does it do if someone claims to have faith but doesn’t do any good things? Can this kind of faith save him?",
      "15": "Suppose a believer, whether a man or a woman, needs clothes or food",
      "16": "and one of you tells that person, “God be with you! Stay warm, and make sure you eat enough.” If you don’t provide for that person’s physical needs, what good does it do?",
      "17": "In the same way, faith by itself is dead if it doesn’t cause you to do any good things.",
      "18": "Another person might say, “You have faith, but I do good things.” Show me your faith apart from the good things you do. I will show you my faith by the good things I do.",
      "19": "You believe that there is one God. That’s fine! The demons also believe that, and they tremble with fear.",
      "20": "You fool! Do you have to be shown that faith which does nothing is useless?",
      "21": "Didn’t our ancestor Abraham receive God’s approval as a result of what he did when he offered his son Isaac as a sacrifice on the altar?",
      "22": "You see that Abraham’s faith and what he did worked together. His faith was shown to be genuine by what he did.",
      "23": "The Scripture passage came true. It says, “Abraham believed God, and that faith was regarded as the basis of Abraham’s approval by God.” So Abraham was called God’s friend.",
      "24": "You see that a person receives God’s approval because of what he does, not only because of what he believes.",
      "25": "The same is true of the prostitute Rahab who welcomed the spies and sent them away on another road. She received God’s approval because of what she did.",
      "26": "A body that doesn’t breathe is dead. In the same way faith that does nothing is dead."
    },
    "3": {
      "1": "Brothers and sisters, not many of you should become teachers. You know that we who teach will be judged more severely.",
      "2": "All of us make a lot of mistakes. If someone doesn’t make any mistakes when he speaks, he would be perfect. He would be able to control everything he does.",
      "3": "We put bits in the mouths of horses to make them obey us, and we have control over everything they do.",
      "4": "The same thing is true for ships. They are very big and are driven by strong winds. Yet, by using small rudders, pilots steer ships wherever they want them to go.",
      "5": "In the same way the tongue is a small part of the body, but it can brag about doing important things.\nA large forest can be set on fire by a little flame.",
      "6": "The tongue is that kind of flame. It is a world of evil among the parts of our bodies, and it completely contaminates our bodies. The tongue sets our lives on fire, and is itself set on fire from hell.",
      "7": "People have tamed all kinds of animals, birds, reptiles, and sea creatures.",
      "8": "Yet, no one can tame the tongue. It is an uncontrollable evil filled with deadly poison.",
      "9": "With our tongues we praise our Lord and Father. Yet, with the same tongues we curse people, who were created in God’s likeness.",
      "10": "Praise and curses come from the same mouth. My brothers and sisters, this should not happen!",
      "11": "Do clean and polluted water flow out of the same spring?",
      "12": "My brothers and sisters, can a fig tree produce olives? Can a grapevine produce figs? In the same way, a pool of salt water can’t produce fresh water.",
      "13": "Do any of you have wisdom and insight? Show this by living the right way with the humility that comes from wisdom.",
      "14": "But if you are bitterly jealous and filled with self-centered ambition, don’t brag. Don’t say that you are wise when it isn’t true.",
      "15": "That kind of wisdom doesn’t come from above. It belongs to this world. It is self-centered and demonic.",
      "16": "Wherever there is jealousy and rivalry, there is disorder and every kind of evil.",
      "17": "However, the wisdom that comes from above is first of all pure. Then it is peaceful, gentle, obedient, filled with mercy and good deeds, impartial, and sincere.",
      "18": "A harvest that has God’s approval comes from the peace planted by peacemakers."
    },
    "4": {
      "1": "What causes fights and quarrels among you? Aren’t they caused by the selfish desires that fight to control you?",
      "2": "You want what you don’t have, so you commit murder. You’re determined to have things, but you can’t get what you want. You quarrel and fight. You don’t have the things you want, because you don’t pray for them.",
      "3": "When you pray for things, you don’t get them because you want them for the wrong reason—for your own pleasure.",
      "4": "You unfaithful people! Don’t you know that love for this evil world is hatred toward God? Whoever wants to be a friend of this world is an enemy of God.",
      "5": "Do you think this passage means nothing? It says, “The Spirit that lives in us wants us to be his own.”",
      "6": "But God shows us even more kindness. Scripture says,\n“God opposes arrogant people,\n    but he is kind to humble people.”",
      "7": "So place yourselves under God’s authority. Resist the devil, and he will run away from you.",
      "8": "Come close to God, and he will come close to you. Clean up your lives, you sinners, and clear your minds, you doubters.",
      "9": "Be miserable, mourn, and cry. Turn your laughter into mourning and your joy into gloom.",
      "10": "Humble yourselves in the Lord’s presence. Then he will give you a high position.",
      "11": "Brothers and sisters, stop slandering each other. Those who slander and judge other believers slander and judge God’s laws. If you judge God’s teachings, you are no longer following them. Instead, you are judging them.",
      "12": "There is only one who creates laws and judges on the basis of them. He is able to save or destroy you. So who are you to judge your neighbor?",
      "13": "Pay attention to this! You’re saying, “Today or tomorrow we will go into some city, stay there a year, conduct business, and make money.”",
      "14": "You don’t know what will happen tomorrow. What is life? You are a mist that is seen for a moment and then disappears.",
      "15": "Instead, you should say, “If the Lord wants us to, we will live and carry out our plans.”",
      "16": "However, you brag because you’re arrogant. All such bragging is evil.",
      "17": "Whoever knows what is right but doesn’t do it is sinning."
    },
    "5": {
      "1": "Pay attention to this if you’re rich. Cry and moan about the misery that is coming to you.",
      "2": "Your riches have decayed, and your clothes have been eaten by moths.",
      "3": "Your gold and silver are corroded, and their corrosion will be used as evidence against you. Like fire, it will destroy your body.\nYou have stored up riches in these last days.",
      "4": "The wages you refused to pay the people who harvested your fields shout to God against you. The Lord of Armies has heard the cries of those who gather the crops.",
      "5": "You have lived in luxury and pleasure here on earth. You have fattened yourselves for the day of slaughter.",
      "6": "You have condemned and murdered people who have God’s approval, even though they didn’t resist you.",
      "7": "Brothers and sisters, be patient until the Lord comes again. See how farmers wait for their precious crops to grow. They wait patiently for fall and spring rains.",
      "8": "You, too, must be patient. Don’t give up hope. The Lord will soon be here.",
      "9": "Brothers and sisters, stop complaining about each other, or you will be condemned. Realize that the judge is standing at the door.",
      "10": "Brothers and sisters, follow the example of the prophets who spoke in the name of the Lord. They were patient when they suffered unjustly.",
      "11": "We consider those who endure to be blessed. You have heard about Job’s endurance. You saw that the Lord ended Job’s suffering because the Lord is compassionate and merciful.",
      "12": "Above all things, my brothers and sisters, do not take an oath on anything in heaven or on earth. Do not take any oath. If you mean yes, say yes. If you mean no, say no. Do this so that you won’t be condemned.",
      "13": "If any of you are having trouble, pray. If you are happy, sing psalms.",
      "14": "If you are sick, call for the church leaders. Have them pray for you and anoint you with olive oil in the name of the Lord.",
      "15": "(Prayers offered in faith will save those who are sick, and the Lord will cure them.) If you have sinned, you will be forgiven.",
      "16": "So admit your sins to each other, and pray for each other so that you will be healed.\nPrayers offered by those who have God’s approval are effective.",
      "17": "Elijah was human like us. Yet, when he prayed that it wouldn’t rain, no rain fell on the ground for three-and-a-half years.",
      "18": "Then he prayed again. It rained, and the ground produced crops.",
      "19": "My brothers and sisters, if one of you wanders from the truth, someone can bring that person back.",
      "20": "Realize that whoever brings a sinner back from the error of his ways will save him from death, and many sins will be forgiven."
    }
  }
}