{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:22.461763-04:00",
    "Translation": "NOG"
  },
  "Job": {
    "1": {
      "1": "A man named Job lived in Uz. He was a man of integrity: He was decent, he feared Elohim, and he stayed away from evil.",
      "2": "He had seven sons and three daughters.",
      "3": "He owned 7,000 sheep and goats, 3,000 camels, 1,000 oxen, 500 donkeys, and a large number of servants. He was the most influential person in the Middle East.",
      "4": "His sons used to go to each other’s homes, where they would have parties. (Each brother took his turn having a party.) They would send someone to invite their three sisters to eat and drink with them.",
      "5": "When they finished having their parties, Job would send for them in order to cleanse them from sin. He would get up early in the morning and sacrifice burnt offerings for each of them. Job thought, “My children may have sinned and cursed Elohim in their hearts.” Job offered sacrifices for them all the time.",
      "6": "One day when the sons of Elohim came to stand in front of Yahweh, Satan the Accuser came along with them.",
      "7": "Yahweh asked Satan, “Where have you come from?”\nSatan answered Yahweh, “From wandering all over the earth.”",
      "8": "Yahweh asked Satan, “Have you thought about my servant Job? No one in the world is like him! He is a man of integrity: He is decent, he fears Elohim, and he stays away from evil.”",
      "9": "Satan answered Yahweh, “Haven’t you given Job a reason to fear Elohim?",
      "10": "Haven’t you put a protective fence around him, his home, and everything he has? You have blessed everything he does. His cattle have spread out over the land.",
      "11": "But now stretch out your hand, and strike everything he has. I bet he’ll curse you to your face.”",
      "12": "Yahweh told Satan, “Everything he has is in your power, but you must not lay a hand on him!”\nThen Satan left Yahweh’s presence.",
      "13": "One day when Job’s sons and daughters were eating and drinking wine in their oldest brother’s home,",
      "14": "a messenger came to Job. He said, “While the oxen were plowing and the donkeys were grazing nearby,",
      "15": "men from Sheba attacked. They took the livestock and massacred the servants. I’m the only one who has escaped to tell you.”",
      "16": "While he was still speaking, another messenger came and said, “A fire from Elohim fell from heaven and completely burned your flocks and servants. I’m the only one who has escaped to tell you.”",
      "17": "While he was still speaking, another messenger came and said, “The Chaldeans formed three companies and made a raid on the camels. They took the camels and massacred the servants. I’m the only one who has escaped to tell you.”",
      "18": "While he was still speaking, another messenger came and said, “Your sons and your daughters were eating and drinking wine at their oldest brother’s home",
      "19": "when suddenly a great storm swept across the desert and struck the four corners of the house. It fell on the young people, and they died. I’m the only one who has escaped to tell you.”",
      "20": "Job stood up, tore his robe in grief, and shaved his head. Then he fell to the ground and worshiped.",
      "21": "He said,\n“Naked I came from my mother,\n    and naked I will return.\n    Yahweh has given,\n    and Yahweh has taken away!\n    May the name of Yahweh be praised.”",
      "22": "Through all this Job did not sin or blame Elohim for doing anything wrong."
    },
    "2": {
      "1": "One day when the sons of Elohim came to stand in front of Yahweh, Satan the Accuser came along with them.",
      "2": "Yahweh asked Satan, “Where have you come from?”\nSatan answered Yahweh, “From wandering all over the earth.”",
      "3": "Yahweh asked Satan, “Have you thought about my servant Job? No one in the world is like him! He is a man of integrity: He is decent, he fears Elohim, and he stays away from evil. And he still holds on to his principles. You’re trying to provoke me into ruining him for no reason.”",
      "4": "Satan answered Yahweh, “Skin for skin! Certainly, a man will give everything he has for his life.",
      "5": "But stretch out your hand, and strike his flesh and bones. I bet he’ll curse you to your face.”",
      "6": "Yahweh told Satan, “He is in your power, but you must spare his life!”",
      "7": "Satan left Yahweh’s presence and struck Job with painful boils from the soles of his feet to the top of his head.",
      "8": "Job took a piece of broken pottery to scratch himself as he sat in the ashes.",
      "9": "His wife asked him, “Are you still holding on to your principles? Curse Elohim and die!”",
      "10": "He said to her, “You’re talking like a godless fool. We accept the good that Elohim gives us. Shouldn’t we also accept the bad?”\nThrough all this Job’s lips did not utter one sinful word.",
      "11": "When Job’s three friends heard about all the terrible things that had happened to him, each of them came from his home—Eliphaz of Teman, Bildad of Shuah, Zophar of Naama. They had agreed they would go together to sympathize with Job and comfort him.",
      "12": "When they saw him from a distance, they didn’t even recognize him. They cried out loud and wept, and each of them tore his own clothes in grief. They threw dust on their heads.",
      "13": "Then they sat down on the ground with him for seven days and seven nights. No one said a word to him because they saw that he was in such great pain."
    },
    "3": {
      "1": "After all this, Job finally opened his mouth and cursed the day he was born.",
      "2": "Job said,",
      "3": "“Scratch out the day I was born\n    and the night that said, ‘A boy has been conceived!’",
      "4": "“That day—\n    let it be pitch-black.\n    Let Eloah above not even care about it.\n    Let no light shine on it.",
      "5": "Let the darkness and long shadows claim it as their own.\n    Let a dark cloud hang over it.\n    Let the gloom terrify it.",
      "6": "“That night—\n    let the blackness take it away.\n    Let it not be included in the days of the year\n        or be numbered among the months.",
      "7": "Let that night be empty.\n    Let no joyful singing be heard in it.",
      "8": "Let those who curse the day\n    (those who know how to wake up Leviathan)\n        curse that night.",
      "9": "Let its stars turn dark before dawn.\n    Let it hope for light and receive none.\n    Let it not see the first light of dawn",
      "10": "because it did not shut the doors of the womb from which I came\n    or hide my eyes from trouble.",
      "11": "“Why didn’t I die as soon as I was born\n    and breathe my last breath when I came out of the womb?",
      "12": "Why did knees welcome me?\n    Why did breasts let me nurse?",
      "13": "Instead of being alive,\n    I would now be quietly lying down.\n    I would now be sleeping peacefully.",
      "14": "I would be with the kings and the counselors of the world\n    who built for themselves what are now ruins.",
      "15": "I would be with princes\n    who had gold,\n        who filled their homes with silver.",
      "16": "I would be buried like a stillborn baby.\n    I would not exist.\n    I would be like infants who never saw the light.",
      "17": "There the wicked stop their raging.\n    There the weary are able to rest.",
      "18": "There the captives have no troubles at all.\n    There they do not hear the shouting of the slave driver.",
      "19": "There you find both the unimportant and important people.\n    There the slave is free from his master.",
      "20": "“Why give light to one in misery\n    and life to those who find it so bitter,",
      "21": "to those who long for death but it never comes—\n    though they dig for it more than for buried treasure?",
      "22": "They are ecstatic,\n    delighted to find the grave.",
      "23": "Why give light to those whose paths have been hidden,\n    to those whom Eloah has fenced in?",
      "24": "“When my food is in front of me, I sigh.\n    I pour out my groaning like water.",
      "25": "What I fear most overtakes me.\n    What I dread happens to me.",
      "26": "I have no peace!\n    I have no quiet!\n    I have no rest!\n        And trouble keeps coming!”"
    },
    "4": {
      "1": "Then Eliphaz from Teman replied to Job,",
      "2": "“If someone tries to talk to you, will you become impatient?\n    But who can keep from talking?",
      "3": "Certainly, you have instructed many people:\n    When hands were weak, you made them strong.",
      "4": "When someone stumbled, you lifted him up with your words.\n    When knees were weak, you gave them strength.",
      "5": "But trouble comes to you, and you’re impatient.\n    It touches you, and you panic.",
      "6": "Doesn’t your fear of Elohim give you confidence\n    and your lifetime of integrity give you hope?",
      "7": "“Now think about this:\n    Which innocent person ever died an untimely death?\n    Find me a decent person who has been destroyed.",
      "8": "Whenever I saw those who plowed wickedness and planted misery,\n    they gathered its harvest.",
      "9": "Eloah destroys them with his breath\n            and kills them with a blast of his anger.",
      "10": "Though the roar of the lion\n    and the growl of the ferocious lion is loud,\n        the young lions have had their teeth knocked out.",
      "11": "The old lions die without any prey to eat,\n    and the cubs of the lioness are scattered.",
      "12": "“I was told something secretly\n    and heard something whispered in my ear.",
      "13": "With disturbing thoughts from visions in the night,\n    when deep sleep falls on people,",
      "14": "fear and trembling came over me,\n    and all my bones shook.",
      "15": "A spirit passed in front of me.\n    It made my hair stand on end.",
      "16": "Something stood there.\n    I couldn’t tell what it was.\n    A vague image was in front of my eyes.\n    I heard a soft voice:",
      "17": "‘Can any mortal be righteous to Eloah?\n    Can any human being be pure to his maker?’",
      "18": "“You see, Eloah doesn’t trust his own servants,\n    and he accuses his angels of making mistakes.",
      "19": "How much more will he accuse those who live in clay houses\n    that have their foundation in the dust.\n        Those houses can be crushed quicker than a moth!",
      "20": "From morning to evening, they are shattered.\n    They will disappear forever without anyone paying attention.",
      "21": "Haven’t the ropes of their tent been loosened?\n    Won’t they die without wisdom?"
    },
    "5": {
      "1": "“Cry out!\n    Is there anyone to answer you?\n        To which of the holy ones will you turn?",
      "2": "Certainly, anger kills a stubborn fool,\n    and jealousy murders a gullible person.",
      "3": "I have seen a stubborn fool take root,\n    but I quickly cursed his house.",
      "4": "His children are far from help.\n    They are crushed at the city gate,\n        and no one is there to rescue them.",
      "5": "What a stubborn fool gathers, hungry people eat.\n    They take it even from among the thorns,\n        and thirsty people pant after his wealth.",
      "6": "Certainly, sorrow doesn’t come from the soil,\n    and trouble doesn’t sprout from the ground.",
      "7": "But a person is born for trouble as surely as sparks fly up from a fire.",
      "8": "“But I would seek El’s help\n    and present my case to Elohim.",
      "9": "He does great things that we cannot understand\n    and miracles that we cannot count.",
      "10": "He gives rain to the earth\n    and sends water to the fields.",
      "11": "He places lowly people up high.\n    He lifts those who mourn to safety.",
      "12": "He keeps shrewd people from carrying out their plans\n    so that they cannot do anything successfully.",
      "13": "He catches the wise with their own tricks.\n    The plans of schemers prove to be hasty.",
      "14": "In the daytime they meet darkness\n    and grope in the sunlight as if it were night.",
      "15": "“But he saves other people from their slander\n    and the needy from the power of the mighty.",
      "16": "Then the poor have hope\n    while wrongdoing shuts its mouth.",
      "17": "“Blessed is the person whom Eloah corrects.\n    That person should not despise discipline from Shadday.",
      "18": "God injures, but he bandages.\n    He beats you up, but his hands make you well.",
      "19": "He will keep you safe from six troubles,\n    and when the seventh one comes, no harm will touch you:",
      "20": "“In famine he will save you from death,\n    and in war he will save you from the sword.",
      "21": "“When the tongue lashes out, you will be safe,\n    and you will not be afraid of destruction when it comes.",
      "22": "“You will be able to laugh at destruction and starvation,\n    so do not be afraid of wild animals on the earth.",
      "23": "“You will have a binding agreement with the stones in the field,\n    and wild animals will be at peace with you.",
      "24": "“You will know peace in your tent.\n    You will inspect your house and find nothing missing.",
      "25": "“You will find that your children are many\n    and your descendants are like the grass of the earth.",
      "26": "“You will come to your grave at a ripe old age\n    like a stack of hay in the right season.",
      "27": "“We have studied all of this thoroughly! This is the way it is.\n    Listen to it, and learn it for yourself.”"
    },
    "6": {
      "1": "Then Job replied to his friends,",
      "2": "“If only my grief could be weighed,\n    if only my misery could be laid on the scales with it,",
      "3": "then they would be heavier than the sand of the seas.\n    I spoke carelessly",
      "4": "because the arrows of Shadday have found their target in me,\n            and my spirit is drinking their poison.\n            Eloah’s terrors line up in battle against me.",
      "5": "“Does a wild donkey bray when it’s eating grass,\n    or does an ox make a sound over its hay?",
      "6": "Is tasteless food eaten without salt,\n    or is there any flavor in the white of an egg?",
      "7": "I refuse to touch such things.\n        They are disgusting to me.",
      "8": "“How I wish that my prayer would be answered—\n    that Eloah would give me what I’m hoping for,",
      "9": "that Eloah would finally be willing to crush me,\n    that he would reach out to cut me off.",
      "10": "Then I would still have comfort.\n    I would be happy despite my endless pain,\n        because I have not rejected the words of the Holy One.",
      "11": "What strength do I have left that I can go on hoping?\n    What goal do I have that I would want to prolong my life?",
      "12": "Do I have the strength of rocks?\n    Does my body have the strength of bronze?",
      "13": "Am I not completely helpless?\n    Haven’t my skills been taken away from me?",
      "14": "“A friend should treat a troubled person kindly,\n    even if he abandons the fear of Shadday.",
      "15": "My brothers have been as deceptive as seasonal rivers,\n    like the seasonal riverbeds that flood.",
      "16": "They are dark with ice.\n    They are hidden by snow.",
      "17": "They vanish during a scorching summer.\n    In the heat their riverbeds dry up.",
      "18": "They change their course.\n    They go into a wasteland and disappear.",
      "19": "Caravans from Tema look for them.\n    Travelers from Sheba search for them.",
      "20": "They are ashamed because they relied on the streams.\n    Arriving there, they are disappointed.",
      "21": "“So you are as unreliable to me as they are.\n    You see something terrifying, and you are afraid.",
      "22": "Did I ever say, ‘Give me a gift,’\n    or ‘Offer me a bribe from your wealth,’",
      "23": "or ‘Rescue me from an enemy,’\n    or ‘Ransom me from a tyrant’?",
      "24": "Teach me, and I’ll be silent.\n    Show me where I’ve been wrong.",
      "25": "How painful an honest discussion can be!\n    In correcting me, you correct yourselves!",
      "26": "Do you think my words need correction?\n    Do you think they’re what a desperate person says to the wind?",
      "27": "Would you also throw dice for an orphan?\n    Would you buy and sell your friend?",
      "28": "“But now, if you’re willing, look at me.\n    I won’t lie to your face.",
      "29": "Please change your mind.\n    Don’t permit any injustice.\n    Change your mind because I am still right about this!",
      "30": "Is there injustice on my tongue,\n    or is my mouth unable to tell the difference between right and wrong?"
    },
    "7": {
      "1": "“Isn’t a mortal’s stay on earth difficult\n    like a hired hand’s daily work?",
      "2": "Like a slave, he longs for shade.\n    Like a hired hand, he eagerly looks for his pay.",
      "3": "Likewise, I have been given months that are of no use,\n    and I have inherited nights filled with misery.",
      "4": "When I lie down, I ask,\n            ‘When will I get up?’\n                But the evening is long,\n                    and I’m exhausted from tossing about until dawn.",
      "5": "My body is covered with maggots and scabs.\n    My skin is crusted over with sores; then they ooze.",
      "6": "My days go swifter than a weaver’s shuttle.\n    They are spent without hope.",
      "7": "Remember, my life is only a breath,\n    and never again will my eyes see anything good.",
      "8": "The eye that watches over me will no longer see me.\n    Your eye will look for me, but I’ll be gone.",
      "9": "As a cloud fades away and disappears,\n    so a person goes into the grave and doesn’t come back again.",
      "10": "He doesn’t come back home again,\n    and his household doesn’t recognize him anymore.",
      "11": "So I won’t keep my mouth shut,\n    but I will speak from the distress that is in my spirit\n        and complain about the bitterness in my soul.",
      "12": "“Am I the sea or a sea monster\n    that you have set a guard over me?",
      "13": "When I say,\n    ‘My couch may give me comfort.\n    My bed may help me bear my pain,’",
      "14": "then you frighten me with dreams\n    and terrify me with visions.",
      "15": "My throat would rather be choked.\n    My body would prefer death to these dreams.",
      "16": "I hate my life; I do not want to live forever.\n    Leave me alone because my days are so brief.",
      "17": "“What is a mortal that you should make so much of him,\n    that you should be concerned about him?",
      "18": "What is he that you should inspect him every morning\n    and examine him every moment?",
      "19": "Why don’t you stop looking at me\n    long enough to let me swallow my spit?",
      "20": "If I sin, what can I possibly do to you\n    since you insist on spying on people?\n    Why do you make me your target?\n    I’ve become a burden even to myself.",
      "21": "Why don’t you forgive my disobedience\n    and take away my sin?\n    Soon I’ll lie down in the dust.\n    Then you will search for me, but I’ll be gone!”"
    },
    "8": {
      "1": "Then Bildad from Shuah replied to Job,",
      "2": "“How long will you say these things?\n    How long will your words be so windy?",
      "3": "Does El distort justice,\n    or does Shadday distort righteousness?",
      "4": "If your children sinned against him,\n    he allowed them to suffer the consequences of their sinfulness.",
      "5": "If you search for El\n    and plead for mercy from Shadday,",
      "6": "if you are moral and ethical,\n    then he will rise up on your behalf\n        and prove your righteousness by rebuilding your home.",
      "7": "Then what you had in the past will seem small\n    compared with the great prosperity you’ll have in the future.",
      "8": "“Ask the people of past generations.\n    Find out what their ancestors had learned.",
      "9": "We have only been around since yesterday, and we know nothing.\n    Our days on earth are only a fleeting shadow.",
      "10": "Won’t their words teach you?\n    Won’t they share their thoughts with you?",
      "11": "“Can papyrus grow up where there is no swamp?\n    Can rushes grow tall without water?",
      "12": "Even if they were fresh and not cut,\n    they would wither quicker than grass.",
      "13": "The same thing happens to all who forget El.\n    The hope of the godless dies.",
      "14": "His confidence is easily shattered.\n    His trust is a spider’s web.",
      "15": "If one leans on his house, it collapses.\n    If one holds on to it, it will not support his weight.",
      "16": "He is like a well-watered plant in the sunshine.\n    The shoots spread over his garden.",
      "17": "Its roots weave through a pile of stones.\n    They cling to a stone house.",
      "18": "But when it is uprooted from its place,\n    the ground denies it and says, ‘I never saw you!’",
      "19": "That is its joy in this life,\n    and others sprout from the same ground to take its place.",
      "20": "“Certainly, El does not reject a person of integrity\n    or give a helping hand to wicked people.",
      "21": "He will fill your mouth with laughter\n    and your lips with happy shouting.",
      "22": "Those who hate you will be clothed with shame,\n    and the tent of the wicked will cease to exist.”"
    },
    "9": {
      "1": "Then Job replied to his friends,",
      "2": "“Yes, I know that this is true.\n    But how can a mortal be declared righteous to El?",
      "3": "If he wished to debate with El,\n    he wouldn’t be able to answer one question in a thousand.",
      "4": "“El is wise in heart and mighty in power.\n    Who could oppose him and win?",
      "5": "He moves mountains without their knowing it,\n    and he topples them in his anger.",
      "6": "He shakes the earth from its place,\n    and its pillars tremble.",
      "7": "He commands the sun not to rise.\n    He doesn’t let the stars come out.",
      "8": "He stretches out the heavens by himself\n    and walks on the waves of the sea.",
      "9": "He made the constellations Ursa Major, Orion, and the Pleiades,\n    and the clusters of stars in the south.",
      "10": "He does great things that are unsearchable\n    and miracles that cannot be numbered.",
      "11": "He passes alongside of me, and I don’t even see him.\n    He goes past me, and I don’t even notice him.",
      "12": "He takes something away, but who can stop him?\n    Who is going to ask him, ‘What are you doing?’",
      "13": "Eloah does not hold back his anger.\n    Even Rahab’s helpers bow humbly in front of him.",
      "14": "“How can I possibly answer Eloah?\n    How can I find the right words to speak with him?",
      "15": "Even if I were right, I could not answer him.\n    I would have to plead for mercy from my judge.",
      "16": "If I cried out and he answered me,\n    I do not believe that he would listen to me.",
      "17": "He would knock me down with a storm\n    and bruise me without a reason.",
      "18": "He would not let me catch my breath.\n    He fills me with bitterness.",
      "19": "If it is a matter of strength,\n    then he is the mighty one.\n    If it is about justice,\n    who will charge me with a crime?",
      "20": "If I am righteous, my own mouth would condemn me.\n    It would declare that I am corrupt even if I am a man of integrity.",
      "21": "If I am a man of integrity, I have no way of knowing it.\n    I hate my life!",
      "22": "It is all the same.\n    That is why I say,\n        ‘He destroys both the man of integrity and the wicked.’",
      "23": "When a sudden disaster brings death,\n    he makes fun of the despair of innocent people.",
      "24": "The earth is handed over to the wicked.\n    He covers the faces of its judges.\n        If he isn’t the one doing this, who is?",
      "25": "“My days go by more quickly than a runner.\n    They sprint away.\n    They don’t see anything good.",
      "26": "They pass by quickly like boats made from reeds,\n    like an eagle swooping down on its prey.",
      "27": "Even if I say, ‘I will forget my complaining;\n    I will change my expression and smile,’",
      "28": "I still dread everything I must suffer.\n    I know that you won’t declare me innocent.",
      "29": "I’ve already been found guilty.\n    Why should I work so hard for nothing?",
      "30": "If I wash myself with lye soap\n    and cleanse my hands with bleach,",
      "31": "then you would plunge me into a muddy pit,\n    and my own clothes would find me disgusting.",
      "32": "A human like me cannot answer Eloah,\n    ‘Let’s take our case to court.’",
      "33": "There is no mediator between us\n    to put his hand on both of us.",
      "34": "Eloah should take his rod away from me,\n    and he should not terrify me.",
      "35": "Then I would speak and not be afraid of him.\n    But I know that I am not like that."
    },
    "10": {
      "1": "“I hate my life.\n    I will freely express my complaint.\n    I will speak as bitterly as I feel.",
      "2": "I will say to Eloah,\n    ‘Don’t condemn me.\n        Let me know why you are quarreling with me.",
      "3": "What do you gain by mistreating me,\n                by rejecting the work of your hands\n                    while you favor the plans of the wicked?",
      "4": "Do you actually have human eyes?\n    Do you see as a mortal sees?",
      "5": "Are your days like a mortal’s days?\n        Are your years like a human’s years?",
      "6": "Is that why you look for guilt in me\n                and search for sin in me?",
      "7": "You know I’m not guilty,\n    but there is no one to rescue me from your hands.",
      "8": "“‘Your hands formed me and made every part of me,\n    then you turned to destroy me.",
      "9": "Please remember that you made me out of clay\n    and that you will return me to the dust again.",
      "10": "Didn’t you pour me out like milk\n    and curdle me like cheese?",
      "11": "Didn’t you dress me in skin and flesh\n    and weave me together with bones and tendons?",
      "12": "You gave me life and mercy.\n    Your watchfulness has preserved my spirit.",
      "13": "But in your heart you hid these things.\n    I know this is what you did.",
      "14": "“‘If I sin, you watch me\n    and will not free me from my guilt.",
      "15": "How terrible it will be for me if I’m guilty!\n    Even if I’m righteous, I dare not lift up my head.\n    I am filled with disgrace\n        while I look on my misery.",
      "16": "Like a proud, ferocious lion you hunt me down.\n    You keep working your miracles against me.",
      "17": "You keep finding new witnesses against me.\n    You keep increasing your anger toward me.\n        You keep bringing new armies against me.",
      "18": "“‘Why did you take me out of the womb?\n    I wish I had breathed my last breath\n        before anyone had laid eyes on me.",
      "19": "Then it would be as if I had never existed,\n    as if I had been carried from the womb to the tomb.",
      "20": "“‘Isn’t my life short enough?\n    So stop this, and leave me alone.\n        Let me smile a little",
      "21": "before I go away\n    to a land of darkness and gloom,",
      "22": "to a dismal land of long shadows and confusion\n    where light is as bright as darkness.\n    I’ll never return.’”"
    },
    "11": {
      "1": "Then Zophar from Naama replied to Job,",
      "2": "“Shouldn’t someone answer this flood of words?\n    Should a good public speaker be acquitted?",
      "3": "Should your empty talk silence others\n    so that you can make fun of us without any shame?",
      "4": "You say, ‘My teaching is morally correct,’\n    and, ‘As you can see, I’m innocent.’",
      "5": "I only wish Eloah would speak\n    and open his mouth to talk to you.",
      "6": "He would tell you the secrets of wisdom,\n            because true wisdom is twice as great as your wisdom,\n                and you would know that Eloah forgets your sin.",
      "7": "“Can you discover Eloah’s hidden secrets,\n    or are you able to find Shadday’s limits?",
      "8": "God’s wisdom is higher than heaven.\n    What can you do?\n    It is deeper than the depths of hell.\n    What can you know?",
      "9": "It is longer than the earth\n    and wider than the sea.",
      "10": "If God comes along and imprisons someone\n    and then calls a court into session, who can stop him?",
      "11": "He knows who the scoundrels are.\n    And when he sees sin, doesn’t he pay attention to it?",
      "12": "But an empty-headed person will gain understanding\n    when a wild donkey is born tame.",
      "13": "“If you want to set your heart right,\n    then pray to him.",
      "14": "If you’re holding on to sin, put it far away,\n    and don’t let injustice live in your tent.",
      "15": "Then you will be able to show your face without being ashamed,\n    and you will be secure and unafraid.",
      "16": "Then you will forget your misery\n    and remember it like water that has flowed downstream.",
      "17": "Then your life will be brighter than the noonday sun.\n    The darkness in your life will become like morning.",
      "18": "You will feel confident because there’s hope,\n    and you will look around and rest in safety.",
      "19": "You will lie down with no one to frighten you,\n    and many people will try to gain your favor.",
      "20": "But the wicked will lose their eyesight.\n    Their escape route will be closed.\n        Their only hope is to take their last breath.”"
    },
    "12": {
      "1": "Then Job replied to his friends,",
      "2": "“You certainly are wise people,\n    and when you die, wisdom will die.",
      "3": "Like you, I have a mind.\n    I am not inferior to you.\n        But who doesn’t know these things?",
      "4": "I am a laughingstock to my neighbors.\n    I am one who calls on Eloah and expects an answer.\n    A man of integrity, a man who is righteous, has become a laughingstock.",
      "5": "“A person who has an easy life has no appreciation for misfortune.\n    He thinks it is the fate of those who slip up.",
      "6": "But robbers’ tents are prosperous,\n    and there is security for those who provoke El,\n        for those whose god is their power.",
      "7": "“Instead, ask the animals, and they will teach you.\n    Ask the birds, and they will tell you.",
      "8": "Or speak with the earth, and it will teach you.\n    Even the fish will relate the story to you.",
      "9": "What creature doesn’t know that Yahweh’s hands made it?",
      "10": "The life of every living creature\n    and the spirit in every human body are in his hands.",
      "11": "Doesn’t the ear distinguish sounds\n    and the tongue taste food?",
      "12": "“Wisdom is with the ancient one.\n    The one who has had many days has insight.",
      "13": "Elohim has wisdom and strength.\n    Advice and insight are his.",
      "14": "When he tears something down, it cannot be rebuilt.\n    When he puts someone in prison, that person cannot be freed.",
      "15": "When he holds back the waters, there is a drought.\n    When he releases them, they flood the earth.",
      "16": "“Elohim has power and priceless wisdom.\n    He owns both the deceiver and the person who is deceived.",
      "17": "He leads counselors away barefoot\n    and makes fools out of judges.",
      "18": "He loosens kings’ belts\n    and strips them of their pants.",
      "19": "He leads priests away barefoot\n    and misleads those who serve in a temple.",
      "20": "He makes trusted advisers unable to speak\n    and takes away the good judgment of respected leaders.",
      "21": "He pours contempt on influential people\n    and unbuckles the belt of the mighty.",
      "22": "He uncovers mysteries hidden in the darkness\n    and brings gloom into the light.",
      "23": "He makes nations important and then destroys them.\n    He makes nations large and leads them away.",
      "24": "He takes away the common sense of a country’s leaders\n    and makes them stumble about in a pathless wilderness.",
      "25": "They grope in the dark with no light,\n    and he makes them stumble like drunks."
    },
    "13": {
      "1": "“My eye has certainly seen all of this!\n    My ear has heard and understood it.",
      "2": "After all, I know it as well as you do.\n    I am not inferior to you.",
      "3": "However, I want to speak to Shadday,\n    and I wish to argue my case in front of El.",
      "4": "But you are smearing me with lies.\n    All of you are worthless physicians.",
      "5": "I wish you would keep silent.\n    For you, that would be wisdom.",
      "6": "Please listen to my argument,\n    and pay attention to my plea.",
      "7": "“Will you talk wickedly for El\n    and talk deceitfully on his behalf?",
      "8": "Will you favor him\n    as if you were arguing in court on El’s behalf?",
      "9": "Will it go well when he cross-examines you?\n    Will you try to trick him as one mortal tricks another?",
      "10": "Will he really defend you\n    if you secretly favor him?",
      "11": "Doesn’t his majesty terrify you?\n    Doesn’t the fear of him fall upon you?",
      "12": "“Your recollections are worthless proverbs.\n    Your answers are absolutely useless.",
      "13": "Be quiet, because I want to speak.\n    Let whatever may happen to me happen!",
      "14": "I am biting off more than I can chew\n    and taking my life in my own hands.",
      "15": "If God would kill me, I would have no hope left.\n    Nevertheless, I will defend my behavior to his face.",
      "16": "This also will be my salvation\n    because no godless person could face him.",
      "17": "“Listen carefully to my words.\n    Hear my declaration.",
      "18": "I have prepared my case.\n    I know that I will be declared righteous.",
      "19": "Who can make a case against me?\n    If someone could, I’d be silent and die.",
      "20": "“Please don’t do two things to me\n    so that I won’t have to hide from you:",
      "21": "Stop oppressing me.\n    Don’t let your terror frighten me.",
      "22": "Then call, and I’ll answer.\n    Otherwise, I’ll speak, and you’ll answer me.",
      "23": "How many crimes and sins have I committed?\n    Make me aware of my disobedience and my sin.",
      "24": "Why do you hide your face from me and consider me your enemy?",
      "25": "Are you trying to make a fluttering leaf tremble\n    or trying to chase dry husks?",
      "26": "You write down bitter accusations against me.\n    You make me suffer for the sins of my youth.",
      "27": "You put my feet in shackles.\n    You follow my trail by engraving marks on the soles of my feet.",
      "28": "I am like worn-out wineskins,\n    like moth-eaten clothes."
    },
    "14": {
      "1": "“A person who is born of a woman is short-lived\n    and is full of trouble.",
      "2": "He comes up like a flower; then he withers.\n        He is like a fleeting shadow; he doesn’t stay long.",
      "3": "You observe this\n    and call me to account to you.",
      "4": "“If only an unclean person could become clean!\n    It’s not possible.",
      "5": "If the number of his days\n    and the number of his months are determined by you,\n        and you set his limit,\n    then he cannot go past it.",
      "6": "Look away from him, and he will cease to be.\n    Meanwhile, he loves life as a laborer loves work.",
      "7": "There is hope for a tree when it is cut down.\n    It will sprout again.\n    Its shoots will not stop sprouting.",
      "8": "If its roots grow old in the ground\n    and its stump dies in the soil,",
      "9": "merely a scent of water will make it sprout\n            and grow branches like a plant.",
      "10": "But a human dies and is powerless.\n    A person breathes his last breath, and where is he?",
      "11": "As water drains out of a lake,\n    or as a river dries up completely,",
      "12": "so each person lies down\n    and does not rise until the heavens cease to exist.\n        He does not wake up.\n            He is not awakened from his sleep.",
      "13": "I wish you would hide me in Sheol\n    and keep me hidden there until your anger cools.\n        Set a specific time for me when you will remember me.",
      "14": "“If a person dies, will he go on living?\n    I will wait for my relief to come\n    as long as my hard labor continues.",
      "15": "You will call, and I will answer you.\n    You will long for the person your hands have made.",
      "16": "Though now you count my steps,\n    you will not keep a record of my sins.",
      "17": "My disobedience will be closed up in a bag,\n    and you will cover over my sins.",
      "18": "As surely as a mountain falls\n    and rocks are dislodged,",
      "19": "so water wears away stone,\n    floods wash away soil from the land,\n        and you destroy a mortal’s hope.",
      "20": "You overpower him forever, and he passes away.\n    You change his appearance and send him away.",
      "21": "His sons are honored, and he doesn’t know it.\n    Or they become unimportant, and he doesn’t realize it.",
      "22": "He feels only his body’s pain.\n    He is only worried about himself.”"
    },
    "15": {
      "1": "Then Eliphaz from Teman replied to Job,",
      "2": "“Should a wise person answer with endless details\n    and fill his stomach with the east wind?",
      "3": "Should he argue with words that don’t help,\n    with speeches that don’t help anyone?",
      "4": "Yes, you destroy the fear of God\n    and diminish devotion to El.",
      "5": "Your sin teaches you what to say.\n    You choose to talk with a sly tongue.",
      "6": "Your own mouth condemns you, not I.\n    Your lips testify against you.",
      "7": "“Were you the first human to be born?\n    Were you delivered before the hills existed?",
      "8": "Did you listen in on Eloah’s council meeting\n    and receive a monopoly on wisdom?",
      "9": "What do you know that we don’t know?\n    What do you understand that we don’t?",
      "10": "Both the old and the gray-haired are among us.\n    They are older than your father.",
      "11": "Isn’t El’s comfort enough for you,\n    even when gently spoken to you?",
      "12": "Why have your emotions carried you away?\n    Why do your eyes flash",
      "13": "when you turn against El\n    and spit these words out of your mouth?",
      "14": "Why should a mortal be considered faultless\n    or someone born of a woman be considered righteous?",
      "15": "If El doesn’t trust his holy ones,\n    and the heavens are not pure in his sight,",
      "16": "how much less will he trust the one who is disgusting and corrupt,\n    the one who drinks wickedness like water.",
      "17": "“I’ll tell you; listen to me!\n    I’ll relate what I have seen.",
      "18": "I’ll tell you what wise people have declared\n    and what was not kept secret from their ancestors.",
      "19": "(The land was given to them alone,\n    and no stranger passed through their land.)",
      "20": "“The wicked person is tortured all his days.\n    Only a few years are reserved for the ruthless person.",
      "21": "Terrifying sounds are in his ears.\n    While he enjoys peace, the destroyer comes to him.",
      "22": "He doesn’t believe he’ll return from the dark.\n    He is destined to be killed with a sword.",
      "23": "He wanders around for food and asks, ‘Where is it?’\n    He knows that his ruin is close at hand.",
      "24": "“The day of darkness troubles him.\n    Distress and anguish terrify him\n        like a king ready for battle.",
      "25": "He stretches out his hand against El\n    and attacks Shadday like a warrior.",
      "26": "He stubbornly charges at him with a thick shield.",
      "27": "“His face is bloated with fat,\n    and he is fat around the waist.",
      "28": "He lives in ruined cities\n    where no one dwells,\n        in houses that are doomed to be piles of rubble.",
      "29": "He won’t get rich,\n    and his wealth won’t last.\n        His possessions won’t spread out over the land.",
      "30": "“He won’t escape the darkness.\n    A flame will shrivel his branches.\n        He will be blown away by his own breath.",
      "31": "He shouldn’t trust in worthless things and deceive himself\n    because he will get worthless things in return.",
      "32": "It will happen before his time has come,\n    and his branch will not become green.",
      "33": "He will drop his unripened grapes like a vine\n    and throw off his blossoms like an olive tree",
      "34": "because a mob of godless people produces nothing,\n    and fire burns up the tents of those who offer bribes.",
      "35": "They conceive trouble and give birth to evil.\n    Their wombs produce deception.”"
    },
    "16": {
      "1": "Then Job replied to his friends,",
      "2": "“I have heard many things like this before.\n    You are all pathetic at comforting me.",
      "3": "Will your long-winded speeches never end?\n    What disturbs you that you keep on answering me?",
      "4": "I, too, could speak like you\n    if we could trade places.\n    I could string words together against you\n    and shake my head at you.",
      "5": "I could encourage you with my mouth,\n    and my quivering lips could ease your pain.",
      "6": "If I speak, my pain is not eased.\n    If I stop talking, how much of it will go away?",
      "7": "“But now, God has worn me out.\n    You, God, have destroyed everyone who supports me.",
      "8": "You have shriveled me up, which itself is a witness against me.\n            My frail body rises up and testifies against me.",
      "9": "“God’s anger tore me apart and attacked me.\n    He gritted his teeth at me.\n    My opponent looked sharply at me.",
      "10": "People gaped at me with wide-open mouths.\n    In scorn they slapped my cheeks.\n    They united against me.",
      "11": "El handed me over to unjust people\n    and threw me into the hands of wicked people.",
      "12": "I was at ease, and he shattered me.\n    He grabbed me by the back of the neck and smashed my skull.\n    He set me up as his target,",
      "13": "and his archers surrounded me.\n    He slashes open my kidneys without mercy\n    and spills my blood on the ground.",
      "14": "He inflicts wound after wound on me.\n    He lunges at me like a warrior.",
      "15": "“I have sewn sackcloth over my skin,\n    and I have thrown my strength in the dust.",
      "16": "My face is red from crying,\n    and dark shadows encircle my eyes,",
      "17": "although my hands have done nothing violent,\n    and my prayer is sincere.",
      "18": "“Earth, don’t cover my blood.\n    Don’t ever let my cry for justice be stopped.",
      "19": "Even now, look! My witness is in heaven,\n    and the one who testifies for me is above,",
      "20": "the spokesman for my thoughts.\n    My eyes drip with tears to Eloah",
      "21": "because in a few short years I will take the path of no return.",
      "22": "But my witness will plead for a human in front of Eloah.\n    The Son of Man will plead for his friend!"
    },
    "17": {
      "1": "“My spirit is broken.\n    My days have been snuffed out.\n    The cemetery is waiting for me.",
      "2": "Certainly, mockers are around me.\n    My eyes are focused on their opposition.",
      "3": "Please guarantee my bail yourself.\n    Who else will guarantee it with a handshake?",
      "4": "You have closed their minds so that they cannot understand.\n    That is why you will not honor them.",
      "5": "(Whoever turns in friends to get their property\n            should have his children’s eyesight fail.)",
      "6": "“Now he has made me a laughingstock for many people.\n    Now they spit in my face.",
      "7": "Now my eyes are blurred from grief.\n    Now all my limbs are like a shadow.",
      "8": "Decent people are shocked by this,\n    and it stirs up the innocent against godless people.",
      "9": "Yet, the righteous person clings to his way,\n    and the one with clean hands grows stronger.",
      "10": "“But now, all of you, come and try again!\n    I won’t find one wise man among you.",
      "11": "My days are passing by.\n    My plans are broken.\n        My dreams are shattered.",
      "12": "You say that night is day.\n    Light has nearly become darkness.",
      "13": "If I look for the grave as my home\n    and make my bed in the darkness,",
      "14": "if I say to the pit, ‘You are my father,’\n    and to the worm, ‘You are my mother and sister,’",
      "15": "then where is my hope?\n    Can you see any hope left in me?",
      "16": "Will hope go down with me to the gates of the grave?\n    Will my hope rest with me in the dust?”"
    },
    "18": {
      "1": "Then Bildad from Shuah replied to Job,",
      "2": "“How long before your words will end?\n    Think it through, and then we’ll talk.",
      "3": "Why do you think of us as cattle?\n    Why are we considered stupid in your eyes?",
      "4": "Why do you rip yourself apart in anger?\n    Should the earth be abandoned for your sake\n        or a boulder be dislodged?",
      "5": "“Indeed, the light of the wicked is snuffed out.\n    The flame of his fire stops glowing.",
      "6": "The light in his tent becomes dark,\n    and the lamp above him is snuffed out.",
      "7": "“His healthy stride is shortened,\n    and his own planning trips him up.",
      "8": "His own feet get him tangled in a net\n    as he walks around on its webbing.",
      "9": "A trap catches his heel.\n            A snare holds him.",
      "10": "A rope is hidden on the ground for him.\n    A trap is on his path to catch him.",
      "11": "“Terrors suddenly pounce on him from every side\n    and chase him every step he takes.",
      "12": "Hunger undermines his strength.\n    Disaster is waiting beside him.",
      "13": "His skin is eaten away by disease.\n    Death’s firstborn son eats away at the limbs of his body.",
      "14": "He is dragged from the safety of his tent\n    and marched off to the king of terrors.",
      "15": "Fire lives in his tent.\n    Sulfur is scattered over his home.",
      "16": "His roots dry up under him.\n    His branches wither over him.",
      "17": "All memory about him will vanish from the earth,\n    and his reputation will not be known on the street corner.",
      "18": "He will be driven from the light into the dark\n    and chased out of the world.",
      "19": "He will not have any children or descendants among his people\n    or any survivor where he used to live.",
      "20": "People in the west are shocked by what happens to him.\n    People in the east are seized with horror.",
      "21": "This is what happens to the homes of wicked people\n    and to those who do not know El.”"
    },
    "19": {
      "1": "Then Job replied to his friends,",
      "2": "“How long will you torment me\n    and depress me with words?",
      "3": "You have insulted me ten times now.\n    You’re not even ashamed of mistreating me.",
      "4": "Even if it were true that I’ve made a mistake without realizing it,\n    my mistake would affect only me.",
      "5": "If you are trying to make yourselves look better than me\n    by using my disgrace as an argument against me,",
      "6": "then I want you to know that Eloah has wronged me\n    and surrounded me with his net.",
      "7": "Indeed, I cry, ‘Help! I’m being attacked!’ but I get no response.\n    I call for help, but there is no justice.",
      "8": "“Eloah has blocked my path so that I can’t go on.\n    He has made my paths dark.",
      "9": "He has stripped me of my honor.\n    He has taken the crown off my head.",
      "10": "He beats me down on every side until I’m gone.\n    He uproots my hope like a tree.",
      "11": "He is very angry at me.\n    He considers me to be his enemy.",
      "12": "His troops assemble against me.\n    They build a ramp to attack me\n        and camp around my tent.",
      "13": "“My brothers stay far away from me.\n    My friends are complete strangers to me.",
      "14": "My relatives and my closest friends have stopped coming.\n    My house guests have forgotten me.",
      "15": "My female slaves consider me to be a stranger.\n    I am like a foreigner to them.",
      "16": "I call my slave, but he doesn’t answer, though I beg him.",
      "17": "My breath offends my wife.\n    I stink to my own children.",
      "18": "Even young children despise me.\n    If I stand up, they make fun of me.",
      "19": "All my closest friends are disgusted with me.\n    Those I love have turned against me.",
      "20": "I am skin and bones,\n    and I have escaped only by the skin of my teeth.",
      "21": "“Have pity on me, my friends!\n    Have pity on me because Eloah’s hand has struck me down.",
      "22": "Why do you pursue me as El does?\n    Why are you never satisfied with my flesh?",
      "23": "“I wish now my words were written.\n    I wish they were inscribed on a scroll.",
      "24": "I wish they were forever engraved on a rock\n    with an iron stylus and lead.",
      "25": "But I know that my Go’el lives,\n    and afterwards, he will rise on the earth.",
      "26": "Even after my skin has been stripped off my body,\n    I will see Eloah in my own flesh.",
      "27": "I will see him with my own eyes,\n    not with someone else’s.\n    My heart fails inside me!",
      "28": "“You say,\n    ‘We will persecute him!\n    The root of the problem is found in him.’",
      "29": "Fear death,\n    because your anger is punishable by death.\n        Then you will know there is a judge.”"
    },
    "20": {
      "1": "Then Zophar from Naama replied to Job,",
      "2": "“My disturbing thoughts make me answer,\n    and because of them I am upset.",
      "3": "I have heard criticism that makes me ashamed,\n            but a spirit beyond my understanding gives me answers.",
      "4": "“Don’t you know\n    that from ancient times,\n        from the time humans were placed on earth,",
      "5": "the triumph of the wicked is short-lived,\n                and the joy of the godless person lasts only a moment?",
      "6": "If his height reaches to the sky\n    and his head touches the clouds,",
      "7": "he will certainly rot like his own feces.\n    Those who have seen him will say, ‘Where is he?’",
      "8": "He will fly away like a dream and not be found.\n    He will be chased away like a vision in the night.",
      "9": "Eyes that saw him will see him no more.\n    His home will not look at him again.",
      "10": "His children will have to ask the poor for help.\n    His own hands will have to give back his wealth.",
      "11": "His bones, once full of youthful vigor,\n    will lie down with him in the dust.",
      "12": "“Though evil is sweet in his mouth\n    and he hides it under his tongue. . .",
      "13": "Though he savors it and won’t let go of it\n    and he holds it on the roof of his mouth,",
      "14": "the food in his belly turns sour.\n    It becomes snake venom in his stomach.",
      "15": "He vomits up the riches that he swallowed.\n    El forces them out of his stomach.",
      "16": "The godless person sucks the poison of snakes.\n    A viper’s fang kills him.",
      "17": "He won’t be able to drink from the streams\n    or from the rivers of honey and buttermilk.",
      "18": "He will give back what he earned without enjoying it.\n    He will get no joy from the profits of his business",
      "19": "because he crushed and abandoned the poor.\n    He has taken by force a house that he didn’t build.",
      "20": "He will never know peace in his heart.\n    He will never allow anything he desires to escape his grasp.",
      "21": "“Nothing is left for him to eat.\n    His prosperity won’t last.",
      "22": "Even with all his wealth\n    the full force of misery comes down on him.",
      "23": "Let that misery fill his belly.\n    God throws his burning anger at the godless person\n    and makes his wrath come down on him like rain.",
      "24": "If that person flees from an iron weapon,\n    a bronze bow will pierce him.",
      "25": "He pulls it out, and it comes out of his back.\n    The glittering point comes out of his gallbladder.\n“Terrors come quickly to the godless person:",
      "26": "Total darkness waits in hiding for his treasure.\n    A fire that no one fans will burn him.\n        Whatever is left in his tent will be devoured.",
      "27": "Heaven exposes his sin.\n    Earth rises up against him.",
      "28": "A flood will sweep away his house,\n    a flash flood on the day of his anger.",
      "29": "This is the reward Elohim gives to the wicked person,\n    the inheritance El has appointed for him.”"
    },
    "21": {
      "1": "Then Job replied to his friends,",
      "2": "“Listen carefully to my words,\n    and let that be the comfort you offer me.",
      "3": "Bear with me while I speak.\n    Then after I’ve spoken, you may go on mocking.",
      "4": "Am I complaining about a person?\n    Why shouldn’t I be impatient?",
      "5": "Look at me, and be shocked,\n    and put your hand over your mouth.",
      "6": "When I remember it, I’m terrified,\n    and shuddering seizes my body.",
      "7": "“Why do the wicked go on living, grow old,\n    and even become more powerful?",
      "8": "They see their children firmly established with them,\n            and they get to see their descendants.",
      "9": "Their homes are free from fear,\n            and Eloah doesn’t use his rod on them.",
      "10": "Their bulls are fertile when they breed.\n    Their cows give birth to calves and never miscarry.",
      "11": "They send their little children out to play\n    like a flock of lambs,\n        and their children dance around.",
      "12": "They sing with the tambourine and lyre,\n    and they are happy with the music of the flute.",
      "13": "They spend their days in happiness,\n    and they go peacefully to the grave.",
      "14": "But they say to El,\n    ‘Leave us alone.\n    We don’t want to know your ways.",
      "15": "Who is Shadday that we should serve him?\n    What do we gain if we pray to him?’",
      "16": "Anyhow, isn’t their happiness in their own power?\n    (The plan of the wicked is foreign to my way of thinking.)",
      "17": "“How often is the lamp of the wicked snuffed out?\n    How often does disaster happen to them?\n    How often does an angry God give them pain?",
      "18": "How often are they like straw in the wind\n    or like husks that the storm sweeps away?",
      "19": "“You say, ‘Eloah saves a person’s punishment for his children.’\n    Eloah should pay back that person\n        so that he would know that it is a punishment.",
      "20": "His eyes should see his own ruin.\n    He should drink from the wrath of Shadday.",
      "21": "How can he be interested in his family after he’s gone,\n    when the number of his months is cut short?",
      "22": "“Can anyone teach El knowledge?\n    Can anyone judge the Most High?",
      "23": "One person dies in his prime\n    and feels altogether happy and contented.",
      "24": "His stomach is full of milk,\n    and his bones are strong and healthy.",
      "25": "Another person, never having tasted happiness,\n    dies with a bitter soul.",
      "26": "Together they lie down in the dust,\n    and worms cover them.",
      "27": "“You see, I know your thoughts\n    and the schemes you plot against me",
      "28": "because you ask,\n    ‘Where is the house of the influential person?\n        Where is the tent where wicked people live?’",
      "29": "Haven’t you asked travelers?\n    But you didn’t pay attention to their directions.",
      "30": "On the day of disaster the wicked person is spared.\n    On the day of God’s anger he is rescued.",
      "31": "Who will tell him to his face how he lived?\n    Who will pay him back for what he did?",
      "32": "He is carried to the cemetery,\n    and his grave is guarded.",
      "33": "The soil in the creekbed is sweet to him.\n    Everyone follows him.\n    Countless others went before him.",
      "34": "How can you comfort me with this nonsense\n    when your answers continue to betray me?”"
    },
    "22": {
      "1": "Then Eliphaz from Teman replied to Job,",
      "2": "“Can a human be of any use to El\n    when even a wise person is only useful to himself?",
      "3": "Is Shadday pleased when you are righteous?\n    Does he gain anything when you follow the path of integrity?",
      "4": "Does God correct you\n    and bring you into a court of law because you fear him?",
      "5": "“Aren’t you really very wicked?\n    Is there no end to your wrongdoing?",
      "6": "For no reason you take your brothers’ goods as security for a loan\n    and strip them of their clothes.",
      "7": "You don’t even give a tired person a drink of water,\n    and you take food away from hungry people.",
      "8": "A strong person owns the land.\n        A privileged person lives in it.",
      "9": "You send widows away empty-handed,\n    and the arms of orphans are broken.",
      "10": "That is why traps are all around you\n    and great fear suddenly grips you.",
      "11": "That is why darkness surrounds you and you cannot see\n    and a flood of water covers you.",
      "12": "“Isn’t Eloah high above in the heavens?\n    Look how high the highest stars are!",
      "13": "You ask, ‘What does El know?\n    Can he judge anything from behind a dark cloud?",
      "14": "Thick clouds surround him so that he cannot see.\n    He walks above the clouds.’",
      "15": "“Are you following the old path that wicked people have taken?",
      "16": "They are snatched up before their time.\n    A river washes their foundation away.",
      "17": "They told El, ‘Leave us alone!\n    What can Shadday do for us?’",
      "18": "Yet, he filled their homes with good things.\n    (The plan of the wicked is foreign to my way of thinking.)",
      "19": "The righteous saw it and were glad,\n    and the innocent made fun of them by saying,",
      "20": "‘Indeed, their wealth has been wiped out,\n    and a fire has burned up what little they had left.’",
      "21": "“Be in harmony and at peace with God.\n    In this way you will have prosperity.",
      "22": "Accept instruction from his mouth,\n    and keep his words in your heart.",
      "23": "If you return to Shadday you will prosper.\n    If you put wrongdoing out of your tent,",
      "24": "and lay your gold down in the dust,\n    and put your gold from Ophir among the pebbles in the rivers,",
      "25": "then Shadday will become your gold\n    and your large supply of silver.",
      "26": "Then you will be happy with Shadday\n    and look up toward Eloah.",
      "27": "You will pray to him, and he will listen to you,\n    and you will keep your vow to him.",
      "28": "When you promise to do something, you will succeed,\n    and light will shine on your path.",
      "29": "When others are discouraged, you will say, ‘Cheer up!’\n    Then he will save the humble person.",
      "30": "He will rescue one who is not innocent.\n    That person will be rescued by your purity.”"
    },
    "23": {
      "1": "Then Job replied to his friends,",
      "2": "“My complaint is bitter again today.\n    I try hard to control my sighing.",
      "3": "“If only I knew where I could find God!\n    I would go where he lives.",
      "4": "I would present my case to him.\n    I would have a mouthful of arguments.",
      "5": "I want to know the words he would use to answer me.\n        I want to understand the things he would say to me.",
      "6": "Would he sue me and hide behind great legal maneuvers?\n            No, he certainly would press charges against me.",
      "7": "Then decent people could argue with him,\n    and I would escape my judgment forever.",
      "8": "However, if I go east, he isn’t there.\n    If I go west, I can’t find him.",
      "9": "If I go northward, where he is at work, I can’t observe him.\n    If I turn southward, I can’t see him.",
      "10": "I can’t find him because he knows the road I take.\n    When he tests me,\n    I’ll come out as pure as gold.",
      "11": "I have followed his footsteps closely.\n    I have stayed on his path and did not turn from it.",
      "12": "I have not left his commands behind.\n    I have treasured his words in my heart.",
      "13": "“But God is one of a kind.\n    Who can make him change his mind?\n        He does whatever he wants!",
      "14": "He will carry out his orders concerning me\n    as he does with so many other things.",
      "15": "That is why I’m terrified of him.\n    When I think of it, I’m afraid of him.",
      "16": "El has discouraged me.\n    Shadday has filled me with terror.",
      "17": "But I am not silenced by the dark\n    or by the thick darkness that covers my face."
    },
    "24": {
      "1": "“Why doesn’t Shadday set aside times for punishment?\n    Why don’t those who are close to him see his days of judgment?",
      "2": "“People move boundary markers.\n    They steal flocks and tend them as shepherds.",
      "3": "They drive away the orphan’s donkey.\n    They take the widow’s ox as security for a loan.",
      "4": "They force needy people off the road.\n    All the poor people of the country go into hiding.",
      "5": "Like wild donkeys in the desert,\n    poor people go out to do their work, looking for food.\n        The plains provide food for their children.",
      "6": "They harvest animal food in the field to feed themselves.\n        They pick the leftover grapes in the wicked person’s vineyard.",
      "7": "All night they lie naked\n    without a covering from the cold.",
      "8": "They are drenched by the rainstorms in the mountains.\n    They hug the rocks because they can’t find shelter.",
      "9": "“People snatch the nursing orphan from a breast\n    and take a poor woman’s baby as security for a loan.",
      "10": "That is why the poor go around naked.\n    They are hungry, yet they carry bundles of grain.",
      "11": "They press out olive oil between rows of olive trees.\n    They stomp on grapes in wine vats, yet they are thirsty.",
      "12": "Those dying in the city groan.\n    Wounded people cry for help,\n    but Eloah pays no attention to their prayers.",
      "13": "“Such people are among those who rebel against the light.\n    They are not acquainted with its ways.\n        They do not stay on its paths.",
      "14": "At dawn murderers rise; they kill the poor and needy.\n    At night they become thieves.",
      "15": "Adulterers watch for twilight.\n    They say, ‘No one is watching us,’ as they cover their faces.",
      "16": "In the dark, they break into houses,\n    but by day they lock themselves in.\n    They do not even know the light,",
      "17": "because morning and deep darkness are the same to them,\n    because they are familiar with the terrors of deep darkness.",
      "18": "Such people are like scum on the surface of the water.\n    Their property is cursed in the land.\n    People do not travel the road that goes to their vineyards.",
      "19": "Just as drought and heat steal water from snow,\n    so the grave steals people who sin.",
      "20": "The womb forgets them.\n    Worms feast on them.\n        No one remembers them anymore,\n            and wickedness is snapped like a twig.",
      "21": "These men take advantage of childless women.\n    These men show no kindness to widows.",
      "22": "God will drag away these mighty men by his power.\n    These people may prosper,\n        but they will never feel secure about life.",
      "23": "God may let them feel confident and self-reliant,\n    but his eyes are on their ways.",
      "24": "Such people may be prosperous for a little while,\n    but then they’re gone.\n    They are brought down low and disappear like everything else.\n    They wither like heads of grain.",
      "25": "“If it isn’t so, who can prove I’m a liar\n    and show that my words are worthless?”"
    },
    "25": {
      "1": "Then Bildad from Shuah replied to Job,",
      "2": "“Authority and terror belong to God.\n    He establishes peace in his high places.",
      "3": "Is there any limit to the number of his troops?\n    Is there anyone on whom his light does not rise?",
      "4": "How can a person be righteous to El?\n    How can anyone born of a woman be pure?",
      "5": "Even the moon isn’t bright,\n            and the stars aren’t pure in his sight.",
      "6": "How much less pure is a mortal—who is only a maggot—\n    a descendant of Adam—who is only a worm!”"
    },
    "26": {
      "1": "Then Job replied to his friends,",
      "2": "“You have helped the person who has no power\n    and saved the arm that isn’t strong.",
      "3": "You have advised the person who has no wisdom\n    and offered so much assistance.",
      "4": "To whom have you spoken these words,\n    and whose spirit has spoken through you?",
      "5": "“The souls of the dead tremble beneath the water,\n    and so do the creatures living there.",
      "6": "Sheol is naked in God’s presence,\n    and Abaddon has no clothing.",
      "7": "“He stretches out his heavens over empty space.\n    He hangs the earth on nothing whatsoever.",
      "8": "He holds the water in his thick clouds,\n    and the clouds don’t even split under its weight.",
      "9": "He covers his throne\n    by spreading his cloud over it.",
      "10": "He marks the horizon on the surface of the water\n    at the boundary where light meets dark.",
      "11": "The pillars of heaven tremble\n    and are astonished when he yells at them.",
      "12": "With his power he calmed the sea.\n    With his insight he killed Rahab the sea monster.",
      "13": "With his wind the sky was cleared.\n    With his hand he stabbed the fleeing snake.",
      "14": "“These are only glimpses of what he does.\n    We only hear a whisper of him!\n    Who can understand the thunder of his power?”"
    },
    "27": {
      "1": "Job continued his poems and said,",
      "2": "“I swear an oath\n    by El, the one who has taken away my rights,\n    by Shadday, who has made my life bitter:",
      "3": "‘As long as there is one breath left in me\n            and Eloah’s breath fills my nostrils,",
      "4": "my lips will not say anything wrong,\n    and my tongue will not mumble anything deceitful.’",
      "5": "It’s unthinkable for me to admit that you are right.\n    Until I breathe my last breath, I will never give up my claim of integrity.",
      "6": "I cling to my righteousness and won’t let go.\n    My conscience won’t accuse me as long as I live.",
      "7": "“Let my enemy be treated like wicked people.\n    Let anyone who attacks me be treated like unrighteous people.",
      "8": "After all, what hope does the godless person have when he is cut off,\n    when Eloah takes away his life?",
      "9": "Will El hear his cry when trouble comes upon him?",
      "10": "Can he be happy with Shadday?\n    Can he call on Eloah at all times?",
      "11": "“I will teach you about El’s power.\n    I will not hide what Shadday has done.",
      "12": "Certainly, you have all seen it.\n    Why then do you chatter on about such nonsense?",
      "13": "This is what El has waiting for the wicked person,\n    the inheritance that tyrants receive from Shadday:",
      "14": "If he has many children, swords will kill them,\n    and his descendants won’t have enough food.",
      "15": "Those who survive him will be buried by a plague,\n    and their widows won’t cry for them.",
      "16": "Though he collects silver like dust\n    and piles up clothing like dirt,",
      "17": "righteous people will wear what he piles up,\n    and the innocent will divide the silver\n    among themselves.",
      "18": "He builds his house like a moth,\n    like a shack that a watchman makes.",
      "19": "He may go to bed rich, but he’ll never be rich again.\n    When he opens his eyes, nothing will be left.",
      "20": "Terrors overtake him like a flood.\n    A windstorm snatches him away at night.",
      "21": "The east wind carries him away, and he’s gone.\n    It sweeps him from his place.",
      "22": "It hurls itself at him without mercy.\n    He flees from its power.",
      "23": "It claps its hands over him.\n    It whistles at him from his own place."
    },
    "28": {
      "1": "“There is a place where silver is mined\n    and a place where gold is refined.",
      "2": "Iron is taken from the ground,\n            and rocks are melted for their copper.",
      "3": "Humans bring an end to darkness there\n    and search to the limit of the gloomy, pitch-black rock.",
      "4": "They open up a mineshaft far from civilization,\n    where no one has set foot.\n    In this shaft men dangle and swing back and forth.",
      "5": "“Above the ground food grows,\n    but beneath it the food decays as if it were burned by fire.",
      "6": "That place’s stones are sapphire.\n    Its dust contains gold.",
      "7": "No bird of prey knows the way to it.\n        No hawk’s eye has ever seen it.",
      "8": "No proud beast has ever walked on it.\n        No ferocious lion has ever passed over it.",
      "9": "“Humans exert their power on the flinty rocks\n    and overturn mountains at their base.",
      "10": "They cut out mineshafts in the rocks.\n    Their eyes see every precious thing.",
      "11": "They explore the sources of rivers\n    so that they bring hidden treasures to light.",
      "12": "“Where can wisdom be found?\n    Where does understanding live?",
      "13": "No mortal knows where it is.\n    It cannot be found in this world of the living.",
      "14": "The deep ocean says, ‘It isn’t in me.’\n    The sea says, ‘It isn’t with me.’",
      "15": "You cannot obtain it with solid gold\n    or buy it for any amount of silver.",
      "16": "It can’t be bought with the gold from Ophir\n    or with precious onyx or sapphire.",
      "17": "Neither gold nor glass can equal its value.\n    Nor can gold ornaments, jewels, or crystal",
      "18": "be exchanged for it.\n    Wisdom is more valuable than gems.",
      "19": "Topaz from Ethiopia cannot equal its value.\n    It cannot be bought for any amount of pure gold.",
      "20": "“Where does wisdom come from?\n    Where does understanding live?",
      "21": "It is hidden from the eyes of every living being,\n    hidden even from the birds in the air.",
      "22": "Decay and Death say,\n    ‘We’ve heard a rumor about it.’",
      "23": "“Elohim understands the way to it.\n    He knows where it lives",
      "24": "because he can see to the ends of the earth\n    and observe everything under heaven.",
      "25": "When he gave the wind its force\n    and measured the water in the sea,",
      "26": "when he made rules for the rain\n    and set paths for the thunderstorms,",
      "27": "then he saw it and announced it.\n    He confirmed it and examined it.",
      "28": "So he told humans,\n    ‘The fear of Adonay is wisdom!\n    To stay away from evil is understanding.’”"
    },
    "29": {
      "1": "Job continued his poems and said,",
      "2": "“If only my life could be like it used to be,\n    in the days when Eloah watched over me,",
      "3": "when he made his lamp shine on my head,\n        when I walked through the dark in his light.",
      "4": "If only I were in the prime of my life again,\n    when Eloah was an adviser in my tent.",
      "5": "When Shadday was still with me\n    and my children were around me,",
      "6": "my steps were bathed in buttermilk,\n            and the rocks poured streams of olive oil on me.",
      "7": "When I went through the city gate\n    and took my seat in the town square,",
      "8": "young men saw me and kept out of sight.\n            Old men stood up straight out of respect for me.",
      "9": "Princes held back their words\n                and put their hands over their mouths.",
      "10": "The voices of nobles were hushed,\n    and their tongues stuck to the roofs of their mouths.",
      "11": "“Any ears that heard me blessed me.\n    Any eyes that saw me spoke well of me,",
      "12": "because I rescued the poor who called for help\n    and the orphans who had no one to help them.",
      "13": "I received a blessing from the dying.\n    I made the widow’s heart sing for joy.",
      "14": "I put on righteousness, and it was my clothing.\n    I practiced justice, and it was my robe and my turban.",
      "15": "I was eyes for the blind person.\n    I was feet for the lame person.",
      "16": "I was father to the needy.\n    I carefully investigated cases brought by strangers.",
      "17": "I broke the teeth of the wicked person\n    and made him drop the prey out of his mouth.",
      "18": "“I thought, ‘I may die in my own house,\n    but I will make my days as numerous as the sand.",
      "19": "My roots will grow toward the water,\n    and dew will lie on my branches all night.",
      "20": "My power will be fresh every day,\n    and the bow in my hand will remain new.’",
      "21": "“People listened to me eagerly,\n    quietly waiting for my advice.",
      "22": "After I had spoken, they wouldn’t speak again.\n    After all, my words fell gently on them.",
      "23": "They were as eager to hear me as they were for rain.\n    They opened their mouths wide as if waiting for a spring shower.",
      "24": "When I smiled at them, they could hardly believe it,\n    but the expression on my face did not change.",
      "25": "I decided how they should live.\n    I sat as their leader.\n    I lived like a king among his troops,\n    like one who comforts mourners."
    },
    "30": {
      "1": "“But now those who are younger than I am laugh at me.\n    I didn’t think their fathers were fit to sit with the dogs of my flock.",
      "2": "Of what use to me was the strength of their hands?\n    Their strength is gone.",
      "3": "Shriveled up from need and hunger,\n            they gnaw at the dry and barren ground during the night.",
      "4": "They pick saltwort from the underbrush,\n            and the roots of the broom plant are their food.",
      "5": "They are driven from the community.\n            People shout at them in the same way they shout at thieves.",
      "6": "They have to live in dry riverbeds,\n            in holes in the ground, and among rocks.",
      "7": "They howl in bushes\n            and huddle together under thornbushes.",
      "8": "Godless fools and worthless people\n            are forced out of the land with whips.",
      "9": "“And now they make fun of me with songs.\n    I have become a joke to them.",
      "10": "Since they consider me disgusting, they keep their distance from me\n    and don’t hesitate to spit in my face.",
      "11": "Because God has untied my cord and has made me suffer,\n    they are no longer restrained in my presence.",
      "12": "They have attacked me on my right side like a mob.\n    They trip my feet\n    and then prepare ways to destroy me.",
      "13": "Yes, they remove all traces of my path in order to destroy me.\n    No one is there to help me against them.",
      "14": "They come through a wide hole in the wall.\n    They crawl through the ruins.",
      "15": "Terrors are directed toward me.\n    They blow away my dignity like the wind.\n    My prosperity vanishes like a cloud.",
      "16": "“Now my life is pouring out of me.\n    Days of suffering seize me.",
      "17": "At night God pierces my bones.\n    My body doesn’t rest.",
      "18": "With great strength he grabs my clothes.\n    He seizes me by the collar of my robe.",
      "19": "He throws me into the dirt\n    so that I become like dust and ashes.",
      "20": "“I call to you for help,\n    but you don’t answer me.\n        I stand up, but you just look at me.",
      "21": "You have begun to treat me cruelly.\n    With your mighty hand you assault me.",
      "22": "You pick me up and let the wind carry me away.\n    You toss me around with a storm.",
      "23": "I know you will lead me to death,\n    to the dwelling place appointed for all living beings.",
      "24": "“But God doesn’t stretch out his hand against one who is ruined\n    when that person calls for help in his disaster.",
      "25": "Didn’t I cry for the person whose days were difficult?\n    Didn’t my soul grieve for the poor?",
      "26": "When I waited for good, evil came.\n    When I looked for light, darkness came.",
      "27": "My insides are churning and won’t calm down.\n    Days of misery are ahead of me.",
      "28": "I walk in the dark without the sun.\n    I stand up in public and call for help.",
      "29": "I’m a brother to jackals\n    and a companion of ostriches.",
      "30": "My skin turns dark and peels.\n    My body burns with fever.",
      "31": "So my lyre is used for mourning\n    and my flute for loud weeping."
    },
    "31": {
      "1": "“I have made an agreement with my eyes.\n    Then how can I look with lust at a virgin?",
      "2": "What would Eloah above do to me?\n    What would be my inheritance from Shadday on high?",
      "3": "Aren’t there catastrophes for wicked people\n    and disasters for those who do wrong?",
      "4": "Doesn’t he see my ways\n    and count all my steps?",
      "5": "“If I have walked with lies\n    or my feet have run after deception,",
      "6": "then let Eloah weigh me on honest scales,\n    and he will know I have integrity.",
      "7": "“If my steps have left the proper path,\n    or my heart has followed the desire of my eyes,\n    or my hands are stained with sin,",
      "8": "then let someone else eat what I have planted,\n    and let my crops be uprooted.",
      "9": "“If I have been seduced by a woman\n    or I have secretly waited near my neighbor’s door,",
      "10": "then let my wife grind for another man,\n    and let other men kneel over her.",
      "11": "That would be a scandal,\n    and that would be a criminal offense.",
      "12": "It would be a fire that burns even in Abaddon.\n    It would uproot my entire harvest.",
      "13": "“If I have abused the rights of my servants, male or female,\n    when they have disagreed with me,",
      "14": "then what could I do if El rises up?\n    If he examines me, how could I answer him?",
      "15": "Didn’t he who made me in my mother’s belly make them?\n    Didn’t the same God form us in the womb?",
      "16": "“If I have refused the requests of the poor\n    or made a widow’s eyes stop looking for help,",
      "17": "or have eaten my food alone\n    without letting the orphan eat any of it. . . .",
      "18": "(From my youth the orphan grew up with me\n    as though I were his father,\n        and from my birth I treated the widow kindly.)",
      "19": "If I have seen anyone die because he had no clothes\n    or a poor person going naked. . . .",
      "20": "(If his body didn’t bless me,\n    or the wool from my sheep didn’t keep him warm. . . .)",
      "21": "If I have shaken my fist at an orphan\n    because I knew that others would back me up in court,",
      "22": "then let my shoulder fall out of its socket,\n    and let my arm be broken at the elbow.",
      "23": "“A disaster from El terrifies me.\n    In the presence of his majesty I can do nothing.",
      "24": "“If I put my confidence in gold\n    or said to fine gold, ‘I trust you’. . . .",
      "25": "If I enjoyed being very rich\n    because my hand had found great wealth. . . .",
      "26": "If I saw the light shine\n    or the moon move along in its splendor",
      "27": "so that my heart was secretly tempted,\n    and I threw them a kiss with my hand,",
      "28": "then that, too, would be a criminal offense,\n    and I would have denied El above.",
      "29": "“If I enjoyed the ruin of my enemy\n    or celebrated when harm came to him",
      "30": "(even though I didn’t speak sinfully\n    by calling down a curse on his life). . . .",
      "31": "“If the people who were in my tent had said,\n    ‘We wish we had never filled our stomachs with his food’. . . .",
      "32": "(The visitor never spent the night outside,\n    because I opened my door to the traveler.)",
      "33": "“If I have covered my disobedience like Adam\n    and kept my sin to myself,",
      "34": "because I dreaded the large, noisy crowd\n    and because the contempt of the local mobs terrified me\n        so that I kept quiet and didn’t go outside. . . .",
      "35": "“If only I had someone who would listen to me!\n    Look, here is my signature!\n        Let Shadday answer me.\n        Let the prosecutor write his complaint on a scroll.",
      "36": "I would certainly carry it on my shoulder\n    and place it on my head like a crown.",
      "37": "I would tell him the number of my steps\n    and approach him like a prince.",
      "38": "“If my land has cried out against me,\n    and its furrows have wept. . . .",
      "39": "If I have eaten its produce without paying for it\n    and made its owners breathe their last,",
      "40": "then let it grow thistles instead of wheat,\n    and foul-smelling weeds instead of barley.”\nThis is the end of Job’s words."
    },
    "32": {
      "1": "These three men stopped answering Job because Job thought he was righteous.",
      "2": "Then Elihu, son of Barachel, a descendant of Buz from the family of Ram, became very angry with Job because Job thought he was more righteous than Elohim.",
      "3": "Elihu was also very angry with Job’s three friends because they had found no answer. They made it look as if Elohim were wrong.",
      "4": "Elihu waited as they spoke to Job because they were older than he was.",
      "5": "When Elihu saw that the three men had no further responses, he became very angry.",
      "6": "So Elihu, son of Barachel, the descendant of Buz, replied to Job,\n“I am young, and you are old.\n    That’s why I refrained from speaking\n    and was afraid to tell you what I know.",
      "7": "I thought, ‘Age should speak,\n    and experience should teach wisdom.’",
      "8": "However, there is in humans a Ruach,\n    the breath of Shadday, that gives them understanding.",
      "9": "People do not become wise merely because they live long.\n    They don’t understand what justice is merely because they’re old.",
      "10": "“That is why I say, ‘Listen to me!\n    Let me tell you what I know.’",
      "11": "I waited for you to speak.\n    I listened for you to share your understanding\n        until you could find the right words.",
      "12": "I’ve paid close attention to you,\n    but none of you refuted Job.\n        None of you has an answer to what he says.",
      "13": "So don’t say, ‘We’ve found wisdom.\n    Let El, not humans, defeat him.’",
      "14": "Job did not choose his words to refute me,\n    so I won’t answer him with your speeches.",
      "15": "“Job’s friends have been overwhelmed and don’t have any more answers.\n    They don’t have another word to say.",
      "16": "Should I wait because they don’t speak,\n    because they stand there and don’t have any more answers?",
      "17": "“I’ll give my answer.\n    I’ll tell you what I know.",
      "18": "I’m full of words.\n    The Ruach within me forces me to speak.",
      "19": "My belly is like a bottle of wine that has not been opened,\n    like new wineskins that are ready to burst.",
      "20": "I must speak to get relief.\n    I must open my mouth and answer.",
      "21": "I won’t be partial toward anyone\n    or flatter anyone.",
      "22": "I don’t know how to flatter.\n    If I did, my maker would soon carry me away."
    },
    "33": {
      "1": "“Please, Job, listen to my words\n    and consider everything I say.",
      "2": "I’ve opened my mouth.\n    The words are on the tip of my tongue.",
      "3": "My words are straight from the heart,\n    and I sincerely speak the knowledge that is on my lips.",
      "4": "“The Ruach El has made me.\n    The breath of Shadday gives me life.",
      "5": "Answer me if you can.\n    Present your case to me, and take your stand.",
      "6": "Indeed, I stand in front of El as you do.\n    I, too, was formed from a piece of clay.",
      "7": "You certainly don’t need to be terrified of me.\n    I won’t put too much pressure on you.",
      "8": "“But you spoke directly to me,\n    and I listened to your words.",
      "9": "You said, ‘I’m pure—without any rebellious acts against God.\n    I’m clean; I have no sin.",
      "10": "God is only looking for an excuse to attack me.\n    He considers me his enemy.",
      "11": "He puts my feet in the stocks and watches all my paths.’",
      "12": "You aren’t right about this!\n    I’ve got an answer for you:\n        Eloah is greater than any mortal.",
      "13": "Why do you quarrel with him\n    since he doesn’t answer any questions?",
      "14": "“El speaks in one way,\n    even in two ways without people noticing it:",
      "15": "In a dream, a prophetic vision at night,\n    when people fall into a deep sleep,\n        when they sleep on their beds,",
      "16": "he opens people’s ears\n    and terrifies them with warnings.",
      "17": "He warns them to turn away from doing wrong\n    and to stop being arrogant.",
      "18": "He keeps their souls from the pit\n    and their lives from crossing the River of Death.",
      "19": "In pain on their sickbeds, they are disciplined\n    with endless aching in their bones",
      "20": "so that their whole being hates food\n    and they lose their appetite for a delicious meal.",
      "21": "Their flesh becomes so thin that it can’t be seen.\n    Their bones, not seen before, will be exposed.",
      "22": "Their souls approach the pit.\n    Their lives come close to those already dead.",
      "23": "“If they have a messenger for them,\n    a spokesman, one in a thousand,\n    to tell people what is right for them,",
      "24": "then he will have pity on them and say,\n    ‘Free them from going into the pit.\n        I have found a ransom.’",
      "25": "Then their flesh will become softer than a child’s.\n    They will go back to the days of their youth.",
      "26": "They will pray to Eloah, who will be pleased with them.\n    They will see Eloah’s face and shout for joy\n        as he restores their righteousness.",
      "27": "Each one sings in front of other people and says,\n    ‘I sinned and did wrong instead of what was right,\n        and it did me no good.",
      "28": "The messenger has freed my soul from going into the pit,\n    and my life will see the light.’",
      "29": "Truly, El does all this two or three times with people",
      "30": "to turn their souls away from the pit\n    and to enlighten them with the light of life.",
      "31": "“Pay attention, Job! Listen to me!\n    Keep quiet, and let me speak.",
      "32": "If you have a response, answer me.\n    Speak, because I’d be happy if you were right.",
      "33": "If not, you listen to me.\n    Keep quiet, and I’ll teach you wisdom.”"
    },
    "34": {
      "1": "Elihu continued to speak to Job and his friends,",
      "2": "“Listen to my words, you wise men.\n    Open your ears to me, you intelligent men.",
      "3": "The ear tests words\n    like the tongue tastes food.",
      "4": "Let’s decide for ourselves what is right\n    and agree among ourselves as to what is good,",
      "5": "because Job has said,\n            ‘I’m righteous, but El has taken away my rights.",
      "6": "I’m considered a liar in spite of my rights.\n            I’ve been wounded by a deadly arrow,\n                though I haven’t been disobedient.’",
      "7": "What person is like Job,\n    who drinks scorn like water,",
      "8": "who travels with troublemakers\n    and associates with evil people?",
      "9": "He says, ‘It doesn’t do any good to try to please Elohim.’",
      "10": "“You people who have understanding, listen to me.\n    It is unthinkable that El would ever do evil\n    or that Shadday would ever do wicked things.",
      "11": "God will repay humanity for what it has done\n    and will give each person what he deserves.",
      "12": "Certainly, El will never do anything evil,\n    and Shadday will never pervert justice.",
      "13": "Who put him in charge of the earth?\n    Who appointed him to be over the whole world?",
      "14": "If he thought only of himself\n    and withdrew his Spirit and his breath,",
      "15": "all living beings would die together,\n    and humanity would return to dust.",
      "16": "“If you understand, listen to this.\n    Open your ears to my words!",
      "17": "Should anyone who hates justice be allowed to govern?\n    Will you condemn the one who is righteous and mighty?",
      "18": "Should anyone even say to a king,\n    ‘You good-for-nothing scoundrel!’\n        or to nobles, ‘You wicked people!’",
      "19": "The one who is righteous and mighty\n    does not grant special favors to princes\n        or prefer important people over poor people\n            because his hands made them all.",
      "20": "They die suddenly in the middle of the night.\n    People have seizures and pass away.\n    Mighty people are taken away but not by human hands.",
      "21": "God’s eyes are on a person’s ways.\n    He sees all his steps.",
      "22": "There’s no darkness or deep shadow\n    where troublemakers can hide.",
      "23": "He doesn’t have to set a time for a person\n    in order to bring him to divine judgment.",
      "24": "He breaks mighty people into pieces without examining them\n    and puts others in their places.",
      "25": "He knows what they do,\n    so he overthrows them at night, and they’re crushed.",
      "26": "In return for their evil, he strikes them in public,",
      "27": "because they turned away from following him\n    and didn’t consider any of his ways.",
      "28": "They forced the poor to cry out to him,\n    and he hears the cry of those who suffer.",
      "29": "If he keeps quiet, who can condemn him?\n    If he hides his face, who can see him\n        whether it is a nation or a single person?",
      "30": "He does this so that godless people cannot rule\n    and so that they cannot trap people.",
      "31": "“But suppose such a person says to El, ‘I am guilty,\n    I will stop my immoral behavior.",
      "32": "Teach me what I cannot see.\n    If I’ve done wrong, I won’t do it again.’",
      "33": "Should El reward you on your own terms since you have rejected his?\n    You must choose, not I.\n    Tell me what you know. Speak!",
      "34": "“People of understanding, the wise people\n    who listen to me, will say,",
      "35": "‘Job speaks without knowledge.\n    His words show no insight.’",
      "36": "“Ab, let Job be thoroughly tested\n    for giving answers like wicked people do.",
      "37": "He adds disobedience to his sin.\n    He claps his hands to insult us.\n        He multiplies his words against El.”"
    },
    "35": {
      "1": "Elihu continued to speak to Job and his friends,",
      "2": "“Do you think this is right\n    when you say, ‘My case is more just than El’s,’",
      "3": "when you ask, ‘What benefit is it to you?’\n    and, ‘What would I gain by sinning?’",
      "4": "I will answer you and your friends.",
      "5": "“Look at the heavens and see.\n    Observe the clouds high above you.",
      "6": "If you’ve sinned, what effect can you have on God?\n    If you’ve done many wrongs, what can you do to him?",
      "7": "If you’re righteous, what can you give him,\n    or what can he get from you?",
      "8": "Your wickedness affects only someone like yourself.\n    Your righteousness affects only the descendants of Adam.",
      "9": "The weight of oppression makes them cry out.\n    The power of mighty people makes them call for help.",
      "10": "But no one asks,\n    ‘Where is Eloah, my Creator,\n        who inspires songs in the night,",
      "11": "who teaches us more than he teaches the animals of the earth,\n    who makes us wiser than the birds in the sky?’",
      "12": "Then they cry out, but he doesn’t answer them\n    because of the arrogance of those evil people.",
      "13": "“Surely, El doesn’t listen to idle complaints.\n    Shadday doesn’t even pay attention to them.",
      "14": "Although you say that you pay attention to him,\n    your case is in front of him, but you’ll have to wait for him.",
      "15": "And now you say that his anger doesn’t punish anyone\n    and he isn’t too concerned about evil.",
      "16": "Job opens his mouth for no good reason\n    and talks a lot without having any knowledge.”"
    },
    "36": {
      "1": "Elihu continued to speak to Job,",
      "2": "“Be patient with me a little longer, and I will show you\n    that there is more to be said in Eloah’s defense.",
      "3": "I will get my knowledge from far away\n    and prove that my Creator is fair.",
      "4": "Certainly, my words are not lies.\n    The one who knows everything is speaking with you.",
      "5": "“Certainly, El is mighty.\n    He doesn’t despise anyone.\n    He is mighty and brave.",
      "6": "He doesn’t allow the wicked person to live.\n    He grants justice to those who are oppressed.",
      "7": "He doesn’t take his eyes off righteous people.\n    He seats them on thrones with kings to honor them forever.",
      "8": "However, if righteous people are bound in chains\n    and tangled in ropes of misery,",
      "9": "he tells them what they’ve done wrong\n            and that they’ve behaved arrogantly.",
      "10": "He makes them listen to his warning\n    and orders them to turn away from wrong.",
      "11": "“If righteous people listen and serve him,\n    they will live out their days in prosperity\n        and their years in comfort.",
      "12": "But if they don’t listen,\n    they will cross the River of Death\n        and die like those who have no knowledge.",
      "13": "But those who have godless hearts remain angry.\n    They don’t even call for help when he chains them up.",
      "14": "They die while they’re young,\n    or they live on as male prostitutes in the temples of idols.",
      "15": "He rescues suffering people through their suffering,\n    and he opens their ears through distress.",
      "16": "“Yes, he lured you away from the jaws of trouble\n    into an open area where you were not restrained,\n        and your table was covered with rich foods.",
      "17": "But you are given the judgment evil people deserve.\n    A fair judgment will be upheld.",
      "18": "Be careful that you are not led astray with riches.\n    Don’t let a large bribe turn you to evil ways.",
      "19": "Will your riches save you from having to suffer?\n    Will all your mighty strength help you?",
      "20": "Don’t look forward to the night,\n    when people disappear from their places.",
      "21": "Be careful! Don’t turn to evil,\n    because you have chosen evil instead of suffering.",
      "22": "“El does great things by his power.\n    Is there any teacher like him?",
      "23": "Who can tell him which way he should go?\n    Who can say to him, ‘You did wrong’?",
      "24": "Remember that you should praise his work.\n    People have sung about it.",
      "25": "Every person has seen it.\n    Mortals have looked at it from a distance.",
      "26": "“Certainly, El is so great\n    that he is beyond our understanding.\n        The number of his years cannot be counted.",
      "27": "He collects drops of water.\n    He distills rain from his mist,",
      "28": "which then drips from the clouds.\n    It pours down on many people.",
      "29": "Can anyone really understand how clouds spread out\n    or how he thunders from his dwelling place?",
      "30": "Look, he scatters his flashes of lightning around him\n    and covers the depths of the sea.",
      "31": "This is how he uses the rains to provide for people\n    and to give them more than enough food.",
      "32": "He fills his hands with lightning\n    and orders it to hit the target.",
      "33": "The thunder announces his coming.\n    The storm announces his angry wrath."
    },
    "37": {
      "1": "“My heart pounds because of this\n    and jumps out of its place.",
      "2": "Listen! Listen to the roar of God’s voice,\n    to the rumbling that comes from his mouth.",
      "3": "He flashes his lightning everywhere under heaven.\n        His light flashes to the ends of the earth.",
      "4": "It is followed by the roar of his voice.\n        He thunders with his majestic voice.\n        He doesn’t hold the lightning back when his thunder is heard.",
      "5": "El’s voice thunders in miraculous ways.\n        It does great things that we cannot understand.",
      "6": "“He says to the snow, ‘Fall to the ground,’\n    and to the pouring rain, ‘Rain harder!’",
      "7": "He makes it impossible to do anything\n    so that people will recognize his work.",
      "8": "Animals go into their dens\n            and stay in their lairs.",
      "9": "A storm comes out of its chamber.\n            It is cold because of the strong winds.",
      "10": "El’s breath produces ice,\n    and the seas freeze over.",
      "11": "Yes, he loads the thick clouds with moisture\n    and scatters his lightning from the clouds.",
      "12": "He guides the clouds as they churn round and round\n    over the face of the inhabited earth\n        to do everything he orders them.",
      "13": "Whether for discipline,\n    or for the good of his earth,\n        or out of mercy,\n            he makes the storm appear.",
      "14": "“Open your ears to this, Job.\n    Stop and consider El’s miracles.",
      "15": "Do you know how Eloah controls them\n    and makes the lightning flash from his clouds?",
      "16": "Do you know how the clouds drift\n    (these are the miracles of the one who knows everything),",
      "17": "you whose clothes are hot and sweaty,\n    when the earth is calm under a south wind?",
      "18": "Can you stretch out the skies with him\n    and make them as firm as a mirror made of metal?",
      "19": "Teach us what we should say to him.\n    We are unable to prepare a case because of darkness.",
      "20": "Should he be told that I want to speak?\n    Can a person speak when he is confused?",
      "21": "People can’t look at the sun\n    when it’s bright among the clouds\n        or after the wind has blown and cleared those clouds away.",
      "22": "A golden light comes from the north.\n    A terrifying majesty is around Eloah.",
      "23": "Shadday, whom we can’t reach,\n    is great in power and judgment,\n        has more than enough righteousness,\n            and does not oppress.",
      "24": "That is why people should fear him.\n    He does not respect those who think they’re wise.”"
    },
    "38": {
      "1": "Then Yahweh answered Job out of the storm.",
      "2": "“Who is this that belittles my advice\n    with words that do not show any knowledge about it?",
      "3": "Brace yourself like a man!\n    I will ask you, and you will teach me.",
      "4": "“Where were you when I laid the foundation of the earth?\n    Tell me if you have such insight.",
      "5": "Who determined its dimensions?\n    Certainly, you know!\n    Who stretched a measuring line over it?",
      "6": "On what were its footings sunk?\n    Who laid its cornerstone",
      "7": "when the morning stars sang together\n    and all the sons of Elohim shouted for joy?",
      "8": "“Who shut the sea behind gates\n    when it burst through and came out of the womb,",
      "9": "when I clothed it with clouds\n    and wrapped it up in dark clouds,",
      "10": "when I set a limit for it\n    and put up bars and gates,",
      "11": "when I said, ‘You may come this far but no farther.\n    Here your proud waves will stop’?",
      "12": "“Have you ever given orders to the morning\n    or assigned a place for the dawn",
      "13": "so that it could grab the earth by its edges\n    and shake wicked people out of it?",
      "14": "The earth changes like clay stamped by a seal,\n    and parts of it stand out like folds in clothing.",
      "15": "Wicked people are deprived of their light,\n    and an arm raised in victory is broken.",
      "16": "Have you gone to the springs in the sea\n    or walked through the valleys of the ocean depths?",
      "17": "Have the gateways to death been revealed to you,\n    or have you seen the gateways to total darkness?",
      "18": "Have you even considered how wide the earth is?\n    Tell me, if you know all of this!",
      "19": "“What is the way to the place where light lives?\n    Where is the home of darkness",
      "20": "so that you may lead it to its territory,\n    so that you may know the path to its home?",
      "21": "You must know because you were born then\n    and have lived such a long time!",
      "22": "Have you been to the warehouses where snow is stored\n    or seen the warehouses for hail",
      "23": "that I have stored up for the time of trouble,\n    for the day of battle and war?",
      "24": "Which is the way to the place where light is scattered\n    and the east wind is spread across the earth?",
      "25": "“Who made a channel for the flooding rains\n    and a path for the thunderstorms",
      "26": "to bring rain on a land where no one lives,\n    on a desert where there are no humans,",
      "27": "to saturate the desolate wasteland\n    in order to make it sprout with grass?",
      "28": "Does the rain have a father?\n    Who gave birth to the dewdrops?",
      "29": "From whose womb came the ice,\n    and who has given birth to the frost in the air?",
      "30": "The water hardens like a stone,\n    and the surface of the ocean freezes over.",
      "31": "“Can you connect the chains of the constellation Pleiades\n    or untie the ropes of Orion?",
      "32": "Can you bring out the constellations at the right time\n    or guide Ursa Major with its cubs?",
      "33": "Do you know the laws of the sky\n    or make them rule the earth?",
      "34": "Can you call to the clouds\n    and have a flood of water cover you?",
      "35": "Can you send lightning flashes so that they may go and say to you,\n    ‘Here we are’?",
      "36": "Who put wisdom in the heart\n    or gave understanding to the mind?",
      "37": "Who is wise enough to count the clouds\n    or pour out the water jars of heaven",
      "38": "when the dirt hardens into clumps\n    and the soil clings together?",
      "39": "“Can you hunt prey for the lioness\n    and satisfy the hunger of her cubs",
      "40": "as they crouch in their dens\n    and lie ready to ambush from their lairs?",
      "41": "“Who provides food for the crow\n    when its young ones cry to El\n        and wander around in need of food?"
    },
    "39": {
      "1": "“Do you know the time when the mountain goats give birth?\n    Do you watch the does when they are in labor?",
      "2": "Can you count the months they are pregnant\n    or know the time when they’ll give birth?",
      "3": "They kneel down to give birth and deliver their young.\n            Then the pain of giving birth is over.",
      "4": "Their young are healthy and grow up in the wild.\n                They leave and don’t come back.",
      "5": "“Who lets the wild donkey go free?\n    Who unties the ropes of the wild donkey?",
      "6": "I gave it the desert to live in\n    and the salt flats as its dwelling place.",
      "7": "It laughs at the noise of the city\n    and doesn’t even listen to the shouting of its master.",
      "8": "It explores the mountains for its pasture\n    and looks for anything green.",
      "9": "“Will the wild ox agree to serve you,\n    or will it stay at night beside your feeding trough?",
      "10": "Can you guide a wild ox in a furrow,\n    or will it plow the valleys behind you?",
      "11": "Can you trust it just because it’s so strong\n    or leave your labor to it?",
      "12": "Can you rely on it to bring your grain back\n    and take it to your threshing floor?",
      "13": "“Does the ostrich flap its wings in joy,\n    or do its wings lack feathers?",
      "14": "It lays its eggs on the ground\n    and warms them in the dust.",
      "15": "It forgets that a foot may crush them\n    or a wild animal may trample them.",
      "16": "It acts harshly toward its young as if they weren’t its own.\n    It is not afraid that its work is for nothing",
      "17": "because Eloah has deprived it of wisdom\n    and did not give it any understanding.",
      "18": "It laughs at the horse and its rider when it gets up to flee.",
      "19": "“Can you give strength to a horse\n    or dress its neck with a flowing mane?",
      "20": "Can you make it leap like a locust,\n    when its snorting causes terror?",
      "21": "It paws in strength and finds joy in its power.\n    It charges into battle.",
      "22": "It laughs at fear,\n    is afraid of nothing,\n        and doesn’t back away from swords.",
      "23": "A quiver of arrows rattles on it\n    along with the flashing spear and javelin.",
      "24": "Anxious and excited, the horse eats up the ground\n    and doesn’t trust the sound of the ram’s horn.",
      "25": "As often as the horn sounds, the horse says, ‘Aha!’\n    and it smells the battle far away—\n        the thundering orders of the captains and the battle cries.",
      "26": "“Does your understanding make a bird of prey fly\n    and spread its wings toward the south?",
      "27": "Is it by your order that the eagle flies high\n    and makes its nest on the heights?",
      "28": "It perches for the night on a cliff.\n    Its fortress is on a jagged peak.",
      "29": "From there it seeks food,\n    and its eyes see it from far away.",
      "30": "Its young ones feed on blood.\n    It is found wherever there are dead bodies.”"
    },
    "40": {
      "1": "Yahweh responded to Job,",
      "2": "“Will the person who finds fault with Shadday correct him?\n    Will the person who argues with Eloah answer him?”",
      "3": "Job answered Yahweh,",
      "4": "“I’m so insignificant. How can I answer you?\n    I will put my hand over my mouth.",
      "5": "I spoke once, but I can’t answer—\n    twice, but not again.”",
      "6": "Then Yahweh responded to Job out of a storm,",
      "7": "“Brace yourself like a man!\n    I will ask you, and you will teach me.",
      "8": "“Would you undo my justice?\n    Would you condemn me so that you can be righteous?",
      "9": "Do you have power like El’s?\n    Can you thunder with a voice like his?",
      "10": "Then dress yourself in majesty and dignity.\n    Clothe yourself in splendor and glory.",
      "11": "Unleash your outbursts of anger.\n    Look at all who are arrogant, and put them down.",
      "12": "Look at all who are arrogant, and humble them.\n    Crush wicked people wherever they are.",
      "13": "Hide them completely in the dust,\n    and cover their faces in the hidden place.",
      "14": "Then even I will praise you\n    because your right hand can save you.",
      "15": "“Look at Behemoth, which I made along with you.\n    It eats grass as cattle do.",
      "16": "Look at the strength in its back muscles,\n    the power in its stomach muscles.",
      "17": "It makes its tail stiff like a cedar.\n    The ligaments of its thighs are intertwined.",
      "18": "Its bones are bronze tubes.\n    They are like iron bars.",
      "19": "Behemoth is the first of El’s conquests.\n    Its maker approaches it with his sword.",
      "20": "The hills bring it food,\n    and all the wild animals play there.",
      "21": "It lies down under the lotus plants\n    in a hiding place among reeds and swamps.",
      "22": "Lotus plants provide it with cover.\n    Poplars by the stream surround it.",
      "23": "Though the river flows powerfully against it, it’s not alarmed.\n    It’s confident even when the Jordan rushes against its mouth.",
      "24": "Can anyone blind its eyes\n    or pierce its nose with snares?"
    },
    "41": {
      "1": "“Can you pull Leviathan out of the water with a fishhook\n    or tie its tongue down with a rope?",
      "2": "Can you put a ring through its nose\n    or pierce its jaw with a hook?",
      "3": "Will it plead with you for mercy\n    or speak tenderly to you?",
      "4": "Will it make an agreement with you\n    so that you can take it as your permanent slave?",
      "5": "Can you play with it like a bird\n    or keep it on a leash for your girls?",
      "6": "Will traders bargain over it\n    and divide it among the merchants?",
      "7": "Can you fill its hide with harpoons\n    or its head with fishing spears?",
      "8": "Lay your hand on it.\n    Think of the struggle!\n        Don’t do it again!",
      "9": "Certainly, any hope of defeating it is a false hope.\n            Doesn’t the sight of it overwhelm you?",
      "10": "No one is brave enough to provoke Leviathan.\n    Then who can stand in front of me?",
      "11": "Who can confront me that I should repay him?\n    Everything under heaven belongs to me!",
      "12": "“I will not be silent about Leviathan’s limbs,\n    its strength, or its graceful form.",
      "13": "Who can skin its hide?\n    Who can approach it with a harness?",
      "14": "Who can open its closed mouth?\n    Its teeth are surrounded by terror.",
      "15": "Its back has rows of scales that are tightly sealed.",
      "16": "One is so close to the other\n    that there is no space between them.",
      "17": "Each is joined to the other.\n    They are locked together and inseparable.",
      "18": "When Leviathan sneezes, it gives out a flash of light.\n    Its eyes are like the first rays of the dawn.",
      "19": "Flames shoot from its mouth.\n    Sparks of fire fly from it.",
      "20": "Smoke comes from its nostrils\n    like a boiling pot heated over brushwood.",
      "21": "Its breath sets coals on fire,\n    and a flame pours from its mouth.",
      "22": "Strength resides in its neck,\n    and power dances in front of it.",
      "23": "The folds of its flesh stick to each other.\n    They are solid and cannot be moved.",
      "24": "Its chest is solid like a rock,\n    solid like a millstone.",
      "25": "“The mighty are afraid when Leviathan rises.\n    Broken down, they draw back.",
      "26": "A sword may strike it but not pierce it.\n    Neither will a spear, lance, or dart.",
      "27": "It considers iron to be like straw\n    and bronze to be like rotten wood.",
      "28": "An arrow won’t make it run away.\n    Stones from a sling turn to dust against it.",
      "29": "It considers clubs to be like stubble,\n    and it laughs at a rattling javelin.",
      "30": "Its underside is like sharp pieces of broken pottery.\n    It stretches out like a threshing sledge on the mud.",
      "31": "It makes the deep sea boil like a pot.\n    It stirs up the ocean like a boiling kettle.",
      "32": "It leaves a shining path behind it\n    so that the sea appears to have silvery hair.",
      "33": "Nothing on land can compare to it.\n    It was made fearless.",
      "34": "It looks down on all high things.\n    It is king of everyone who is arrogant.”"
    },
    "42": {
      "1": "Then Job answered Yahweh,",
      "2": "“I know that you can do everything\n    and that your plans are unstoppable.",
      "3": "“You said, ‘Who is this that belittles my advice\n    without having any knowledge about it?’\n        Yes, I have stated things I didn’t understand,\n            things too mysterious for me to know.",
      "4": "“You said, ‘Listen now, and I will speak.\n    I will ask you, and you will teach me.’",
      "5": "I had heard about you with my own ears,\n            but now I have seen you with my own eyes.",
      "6": "That is why I take back what I said,\n    and I sit in dust and ashes to show that I am sorry.”",
      "7": "After Yahweh had said those things to Job, Yahweh said to Eliphaz from Teman, “I’m very angry with you and your two friends because you didn’t speak what is right about me as my servant Job has done.",
      "8": "So take seven young bulls and seven rams. Go to my servant Job, and make a burnt offering for yourselves. My servant Job will pray for you. Then I will accept his prayer not to treat you as godless fools. After all, you didn’t speak what is right about me as my servant Job has done.”",
      "9": "Then Eliphaz of Teman, Bildad of Shuah, and Zophar of Naama went and did what Yahweh had told them to do. And Yahweh accepted Job’s prayer.",
      "10": "After Job prayed for his friends, Yahweh restored Job’s prosperity and gave him twice as much as he had before.",
      "11": "Then all his brothers and sisters and everyone who had previously known him came to him. They ate with him at his house, sympathized with him, and comforted him for all the evil Yahweh had brought to him. Each one gave him some money and a gold ring.",
      "12": "Yahweh blessed the latter years of Job’s life more than the earlier years. He had 14,000 sheep and goats, 6,000 camels, 2,000 oxen, and 1,000 donkeys.",
      "13": "He also had seven sons and three daughters.",
      "14": "He named the first daughter Jemimah, the second Cassia, and the third Keren Happuch.",
      "15": "Nowhere in the whole country could be found women who were as beautiful as Job’s daughters. Their father gave them and their brothers an inheritance.",
      "16": "Job lived 140 years after this. He saw his children, grandchildren, and great-grandchildren.",
      "17": "Then at a very old age, Job died."
    }
  }
}