{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:09.775390-04:00",
    "Translation": "NOG"
  },
  "Joshua": {
    "1": {
      "1": "After the death of Yahweh’s servant Moses, Yahweh said to Moses’ assistant Joshua, son of Nun,",
      "2": "“My servant Moses is dead. Now you and all these people must cross the Jordan River into the land that I am going to give the people of Israel.",
      "3": "I will give you every place on which you set foot, as I promised Moses.",
      "4": "Your borders will be the desert on the south, nearby Lebanon to the Euphrates River (the country of the Hittites) on the north, and the Mediterranean Sea on the west.",
      "5": "No one will be able to oppose you successfully as long as you live. I will be with you as I was with Moses. I will never neglect you or abandon you.",
      "6": "Be strong and courageous, because you will help these people take possession of the land I swore to give their ancestors.",
      "7": "“Only be strong and very courageous, faithfully doing everything in the teachings that my servant Moses commanded you. Don’t turn away from them. Then you will succeed wherever you go.",
      "8": "Never stop reciting these teachings. You must think about them night and day so that you will faithfully do everything written in them. Only then will you prosper and succeed.",
      "9": "“I have commanded you, ‘Be strong and courageous! Don’t tremble or be terrified, because Yahweh your Elohim is with you wherever you go.’”",
      "10": "Then Joshua ordered the officers of the people,",
      "11": "“Go through the camp. Tell the people, ‘Get your supplies ready. In three days you will cross the Jordan River to take possession of the land Yahweh your Elohim is going to give you.’”",
      "12": "Next, Joshua said to the tribes of Reuben and Gad and half of the tribe of Manasseh,",
      "13": "“Remember what Yahweh’s servant Moses commanded you. Moses said, ‘Yahweh your Elohim will give you this land—a place to rest.’",
      "14": "Your wives, children, and livestock may stay in the land that Moses gave you east of the Jordan River. However, all your best soldiers must march in battle formation ahead of your relatives. You must help your relatives",
      "15": "take possession of the land Yahweh your Elohim is going to give them. Then they will have a place to rest like you do. After that, you may go back and take possession of the land east of the Jordan River which Yahweh’s servant Moses gave you.”",
      "16": "The people responded to Joshua, “We’ll do everything you tell us and go wherever you send us.",
      "17": "We will obey you as we obeyed Moses. May Yahweh your Elohim be with you as he was with Moses.",
      "18": "Whoever rebels against your authority or does not obey your orders will be put to death. Just be strong and courageous!”"
    },
    "2": {
      "1": "From Shittim Joshua, son of Nun, secretly sent out two men as spies. He told them, “Go, look at that country, especially the city of Jericho.” So they went to Jericho and entered the house of a prostitute named Rahab to spend the night there.",
      "2": "The king of Jericho was told, “Some Israelites have entered the city tonight. They came to gather information about our land.”",
      "3": "So the king of Jericho sent messengers to Rahab, who told her, “Bring out the men who came to your house. They came here to gather information about the entire land.”",
      "4": "But the woman had already taken the two men inside and hidden them. So she said, “Yes, the men did come here. But I didn’t know where they had come from.",
      "5": "When it was dark and the gate was just about to close, they left. I don’t know where they went. If you hurry, you’ll catch up with them.”",
      "6": "(She had taken them up to the roof and covered them with the flax which she had laid up there.)",
      "7": "The king’s men pursued them on the road leading to a shallow place to cross the Jordan River. As soon as the king’s men had left, the gate was closed.",
      "8": "Before the spies fell asleep, Rahab went up to them on the roof.",
      "9": "She said to them, “I know Yahweh will give you this land. Your presence terrifies us. All the people in this country are deathly afraid of you.",
      "10": "We’ve heard how Yahweh dried up the water of the Red Sea in front of you when you left Egypt. We’ve also heard what you did to Sihon and Og, the two kings of the Amorites, who ruled east of the Jordan River. We’ve heard how you destroyed them for the Lord.",
      "11": "When we heard about it, we lost heart. There was no courage left in any of us because of you. Yahweh your Elohim is the Elohim of heaven and earth.",
      "12": "Please swear by Yahweh that you’ll be as kind to my father’s family as I’ve been to you. Also give me some proof",
      "13": "that you’ll protect my father, mother, brothers, sisters, and their households, and that you’ll save us from death.”",
      "14": "The men promised her, “We pledge our lives for your lives. If you don’t tell anyone what we’re doing here, we’ll treat you kindly and honestly when Yahweh gives us this land.”",
      "15": "So she let them down by a rope from her window since her house was built into the city wall. (She lived in the city wall.)",
      "16": "She told them, “Go to the mountains so that the men who are pursuing you will not find you. Hide there for three days until they return to Jericho. Then you can go on your way.”",
      "17": "The men told her, “We will be free from the oath which you made us swear, if you tell anyone what we’re doing here.",
      "18": "When we invade your land, tie this red cord in the window through which you let us down. Also, gather your father, mother, brothers, and all your father’s family into your house.",
      "19": "Whoever leaves your house will be responsible for his own life. We will be free from that responsibility. But we will take responsibility if anyone inside your house is harmed.",
      "20": "If you tell anyone what we’re doing here, we will be free from the oath which you made us swear.”",
      "21": "“I agree,” she said. So she let them go and tied the red cord in the window.",
      "22": "The men went to the mountains and stayed there for three days until the king’s men returned to Jericho. The king’s men had searched for them all along the road but had not found them.",
      "23": "Then the two spies came down out of the mountains, crossed the Jordan River, and returned to Joshua, son of Nun. They told him everything that had happened to them.",
      "24": "They told Joshua, “Yahweh has given us the whole country. The people who live there are deathly afraid of us.”"
    },
    "3": {
      "1": "Joshua got up early the next morning. He and all the Israelites left Shittim. They came to the Jordan River, where they camped before crossing.",
      "2": "Three days later the officers went through the camp.",
      "3": "They told the people, “As soon as you see the ark of the promise of Yahweh your Elohim and the Levitical priests who carry it, break camp and follow them.",
      "4": "However, stay about half a mile behind them. Don’t come any closer to them so that you will know which way to go because you have not gone this way before.”",
      "5": "Joshua told the people, “Perform the ceremonies to make yourselves holy because tomorrow Yahweh will do miracles among you.”",
      "6": "Joshua also told the priests, “Take the ark of the promise, and go ahead of the people.” They did as they were told.",
      "7": "Then Yahweh said to Joshua, “Today I will begin to honor you in front of all the people of Israel. I will do this to let them know that I am with you just as I was with Moses.",
      "8": "Order the priests who carry the ark of the promise, ‘When you step into the water of the Jordan River, stand there.’”",
      "9": "So Joshua said to the people of Israel, “Come here, and listen to the words of Yahweh your Elohim.”",
      "10": "Joshua continued, “This is how you will know that El Chay is among you and that he will certainly force the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites out of your way.",
      "11": "Watch the ark of the promise of the Adonay of the whole earth as it goes ahead of you into the Jordan River.",
      "12": "Choose one man from each of the 12 tribes of Israel.",
      "13": "The priests who carry the ark of Yahweh, the Adonay of the whole earth, will stand in the water of the Jordan. Then the water flowing from upstream will stop and stand up like a dam.”",
      "14": "So they broke camp to cross the Jordan River. The priests who carried the ark of the promise went ahead of the people.",
      "15": "(The Jordan overflows all its banks during the harvest season.) When the priests who were carrying the ark came to the edge of the Jordan River and set foot in",
      "16": "the water, the water stopped flowing from upstream. The water rose up like a dam as far away as the city of Adam near Zarethan. The water flowing down toward the Sea of the Plains (the Dead Sea) was completely cut off. Then the people crossed from the east side of the Jordan River directly opposite Jericho.",
      "17": "The priests who carried the ark of Yahweh’s promise stood firmly on dry ground in the middle of the Jordan until the whole nation of Israel had crossed the Jordan River on dry ground."
    },
    "4": {
      "1": "The whole nation finished crossing the Jordan River. Yahweh had told Joshua,",
      "2": "“Choose one man from each of the 12 tribes.",
      "3": "Order them to pick up 12 stones from the middle of the Jordan, where the priests’ feet stood firmly. Take the stones along with you, and set them down where you will camp tonight.”",
      "4": "Joshua called the 12 men whom he had selected (one from each tribe).",
      "5": "He said to them, “Go to the middle of the Jordan River in front of the ark of Yahweh your Elohim. Each man must take a stone on his shoulder, one for each tribe of Israel.",
      "6": "This will be a sign for you. In the future your children will ask, ‘What do these stones mean to you?’",
      "7": "You should answer, ‘The water of the Jordan River was cut off in front of the ark of Yahweh’s promise. When the ark crossed the Jordan, the river stopped flowing. These stones are a permanent reminder for the people of Israel.’”",
      "8": "The people of Israel did as Joshua had ordered. They took 12 stones, one for each of the tribes of Israel. They took them from the middle of the Jordan as Yahweh had told Joshua. They carried them to the camp and set them down there.",
      "9": "Joshua also set 12 stones in the middle of the Jordan River, where the priests who carried the ark of the promise had stood. The stones are still there today.",
      "10": "The priests who carried the ark remained standing in the middle of the Jordan. They stood there until everything Yahweh had ordered Joshua to tell the people had been carried out. This was as Moses had told Joshua. The people hurried to the other side.",
      "11": "As soon as everyone had crossed, the priests with Yahweh’s ark crossed and went ahead of them.",
      "12": "The men of Reuben, Gad, and half of the tribe of Manasseh did as Moses had told them. They marched across in battle formation ahead of the people of Israel.",
      "13": "About 40,000 armed men crossed the river in front of Yahweh to the plains of Jericho for battle.",
      "14": "On that day Yahweh honored Joshua in the presence of all the Israelites. As long as Joshua lived, the Israelites respected him in the same way they had respected Moses.",
      "15": "Yahweh said to Joshua,",
      "16": "“Order the priests who carry the ark of the testimony to come out of the Jordan River.”",
      "17": "So Joshua ordered the priests, “Come out of the Jordan.”",
      "18": "The priests who carried the ark of Yahweh’s promise came out of the middle of the Jordan. When their feet stepped onto dry land, the water of the Jordan returned to its seasonal flood level.",
      "19": "On the tenth day of the first month, the people came out of the Jordan River. They made their camp at Gilgal, just east of Jericho.",
      "20": "At Gilgal Joshua set up the 12 stones they had taken from the Jordan.",
      "21": "He said to the people of Israel, “In the future when children ask their parents, ‘What do these stones mean?’",
      "22": "the children should be told that Israel crossed the Jordan River on dry ground.",
      "23": "Yahweh your Elohim dried up the Jordan ahead of you until you had crossed, as he did to the Red Sea until we had crossed.",
      "24": "Yahweh did this so that everyone in the world would know his mighty power and that you would fear Yahweh your Elohim every day of your life.”"
    },
    "5": {
      "1": "All the Amorite kings west of the Jordan River and all the Canaanite kings along the Mediterranean Sea heard that Yahweh had dried up the Jordan River so that the Israelites could cross. So they lost heart and had no courage left to face the people of Israel.",
      "2": "At that time Yahweh spoke to Joshua, “Make flint knives, and circumcise the men of Israel.”",
      "3": "So Joshua made flint knives and circumcised the men of Israel at the Hill of Circumcision.",
      "4": "This is the reason Joshua circumcised them: All the soldiers had died on the way through the desert after they left Egypt.",
      "5": "The men who left Egypt had been circumcised. However, the men born later, on the way through the desert, were not circumcised.",
      "6": "For 40 years the Israelites wandered through the desert until all their soldiers who left Egypt died. They died because they disobeyed Yahweh. Yahweh swore that he would not let them see this land flowing with milk and honey which Yahweh had sworn to give our ancestors.",
      "7": "The sons who took their place had not been circumcised on the way. So Joshua circumcised them.",
      "8": "When all the men had been circumcised, they remained in the camp until they recovered.",
      "9": "Yahweh said to Joshua, “Today I have removed the disgrace of Egypt from you.” So Joshua named the place Gilgal, the name it still has today.",
      "10": "The people of Israel camped at Gilgal in the Jericho plain. There they celebrated the Passover on the evening of the fourteenth day of the month.",
      "11": "On the day after the Passover, they ate some of the produce of the land, unleavened bread and roasted grain.",
      "12": "The day after that, the manna stopped. The people of Israel never had manna again. That year they began to eat the crops that grew in Canaan.",
      "13": "When Joshua was near Jericho, he looked up and saw a man standing in front of him with a sword in his hand. Joshua went up to him and asked, “Are you one of us or one of our enemies?”",
      "14": "He answered, “Neither one! I am here as the commander of Yahweh’s army.” Immediately, Joshua bowed with his face touching the ground and worshiped. He asked, “Sir, what do you want to tell me?”",
      "15": "The commander of Yahweh’s army said to Joshua, “Take off your sandals because this place where you are standing is holy.” So Joshua did as he was told."
    },
    "6": {
      "1": "Jericho was bolted and barred shut because the people were afraid of the Israelites. No one could enter or leave.",
      "2": "Yahweh said to Joshua, “I am about to hand Jericho, its king, and its warriors over to you.",
      "3": "All the soldiers will march around the city once a day for six days.",
      "4": "Seven priests will carry rams’ horns ahead of the ark. But on the seventh day you must march around the city seven times while the priests blow their horns.",
      "5": "When you hear a long blast on the horn, all the troops must shout very loudly. The wall around the city will collapse. Then the troops must charge straight ahead into the city.”",
      "6": "Joshua, son of Nun, summoned the priests. He said to them, “Pick up the ark of the promise, and have seven priests carry seven rams’ horns ahead of Yahweh’s ark.”",
      "7": "He told the troops, “March around the city. Let the armed men march ahead of Yahweh’s ark.”",
      "8": "After Joshua had given orders to the troops, the seven priests carrying the seven rams’ horns ahead of Yahweh marched off as they blew their horns. The ark of Yahweh’s promise followed them.",
      "9": "The armed men went ahead of the priests, who blew their horns. The rear guard followed the ark while the priests continued to blow their horns.",
      "10": "Joshua ordered the troops, “Don’t shout, make any noise, or let one word come out of your mouth until I tell you to shout. Then shout!”",
      "11": "So Yahweh’s ark went around the city once. Then they went back to the camp and stayed there for the night.",
      "12": "Joshua got up early in the morning. The priests carried Yahweh’s ark.",
      "13": "The seven priests carrying the seven rams’ horns were ahead of it. The priests blew their horns as they went. The armed men were ahead of them, and the rear guard followed Yahweh’s ark while the horns blew continually.",
      "14": "They went around the city once on the second day and returned to the camp. They did this for six days.",
      "15": "On the seventh day they got up at dawn. They marched around the city seven times the same way they had done it before. That was the only day they marched around it seven times.",
      "16": "When they went around the seventh time, the priests blew their rams’ horns.\nJoshua said to the troops, “Shout, because Yahweh has given you the city!",
      "17": "The city has been claimed by the Lord. Everything in it belongs to Yahweh. Only the prostitute Rahab and all who are in the house with her will live because she hid the messengers we sent.",
      "18": "But stay away from what has been claimed by the Lord for destruction, or you, too, will be destroyed by the Lord. If you take anything that is claimed by the Lord, you will bring destruction and disaster on the camp of Israel.",
      "19": "All the silver and gold and everything made of bronze and iron are holy and belong to Yahweh. They must go into Yahweh’s treasury.”",
      "20": "So the troops shouted very loudly when they heard the blast of the rams’ horns, and the wall collapsed. The troops charged straight ahead and captured the city.",
      "21": "They claimed everything in it for the Lord. With their swords they killed men and women, young and old, as well as cattle, sheep, and donkeys.",
      "22": "But Joshua said to the two spies, “Go to the prostitute’s house. Bring the woman out, along with everything she has, as you swore you would do for her.”",
      "23": "The spies went and brought out Rahab, her father, mother, brothers, everything she had, and even all of her relatives. They gave them a place outside the camp of Israel.",
      "24": "Then Israel burned the city and everything in it. But they put the silver and gold and everything made of bronze and iron into Yahweh’s treasury.",
      "25": "Joshua spared the prostitute Rahab, her father’s family, and everything she had. She still lives in Israel today because she hid the messengers Joshua had sent to look at Jericho.",
      "26": "At that time Joshua pronounced this curse:\n“Yahweh will curse\n    whoever comes to rebuild the city of Jericho.\n        It will cost him his firstborn son\n            to lay the foundation.\n        It will cost him his youngest son\n            to set up the city doors.”",
      "27": "So Yahweh was with Joshua, and his fame spread throughout the land."
    },
    "7": {
      "1": "The people of Israel proved to be disloyal about the things claimed by the Lord. Achan, son of Carmi, grandson of Zabdi, great-grandson of Zerah, and a member of the tribe of Judah, took something that had been claimed by the Lord. So Yahweh became angry with the people of Israel.",
      "2": "Joshua sent men from Jericho to Ai. Ai is near Beth Aven, east of Bethel. He said to them, “Go, look at that country.” So the men went and looked at Ai.",
      "3": "They came back to Joshua and told him, “You don’t need to send all the troops. Only about two or three thousand men are needed to destroy Ai. Don’t tire the troops out by sending all of them. There are only a few troops in Ai.”",
      "4": "So about three thousand men were sent. However, they fled from the men of Ai.",
      "5": "The men of Ai killed about thirty-six of them, chasing them from the city gate to the slope of the stone quarries. Israel’s troops lost heart and were scared stiff.",
      "6": "Joshua and the leaders of Israel tore their clothes in grief. They put dust on their heads and bowed down to the ground in front of Yahweh’s ark. They stayed there until evening.",
      "7": "Joshua said, “Adonay Yahweh, why did you bring these people across the Jordan River? Was it to hand us over to the Amorites so that they could destroy us? I wish we had been content to live on the other side of the Jordan!",
      "8": "Adonay, what else can I say after Israel ran away from its enemy?",
      "9": "When the Canaanites and everyone who lives in the land hears about it, they will surround us and remove every memory of us from the earth. What will you do then so that your great name will be remembered?”",
      "10": "Yahweh said to Joshua, “Get up! What are you doing bowing on the ground?",
      "11": "Israel has sinned. They have ignored the requirements that I have placed on them. They have taken what I claimed for myself and put it among their own goods. They have not only stolen, but they have also lied.",
      "12": "“The people of Israel will not be able to defend themselves against their enemies. They will run away from their enemies because the people of Israel are now claimed for destruction. I will not be with you anymore unless you destroy what I have claimed for myself.",
      "13": "“Get up! Tell the people, ‘Get ready for tomorrow by performing the ceremonies to make yourselves holy. This is what Yahweh Elohim of Israel says: You have what I claimed for myself, Israel. You will not be able to defend yourselves against your enemies until you get rid of what I have claimed.",
      "14": "In the morning come forward by tribes to the tent of meeting. The tribe Yahweh selects will come forward by families. Then the family Yahweh selects will come forward by households, and the household Yahweh selects will come forward man by man.",
      "15": "The man who is selected, along with everything he has, must be burned because he has stolen what the Lord has claimed. He has ignored Yahweh’s requirements and done a godless thing in Israel.’”",
      "16": "Joshua got up early in the morning. He had Israel come forward by tribes. The tribe of Judah was selected.",
      "17": "Then he had the families of Judah come forward, and the family of Zerah was selected. Then he had the family of Zerah come forward man by man, and Zabdi was selected.",
      "18": "Then he had Zabdi’s household come forward man by man, and Achan was selected. Achan from the tribe of Judah was the son of Carmi, grandson of Zabdi, and great-grandson of Zerah.",
      "19": "Joshua said to Achan, “Son, give honor and praise to Yahweh Elohim of Israel! Tell me what you have done. Don’t hide anything from me.”",
      "20": "Then Achan answered Joshua, “It’s true. I have sinned against Yahweh Elohim of Israel. This is what I did:",
      "21": "I saw a fine robe from Babylonia, five pounds of silver, and a bar of gold weighing about one pound among the loot. I wanted them, so I took them. You will find them buried inside my tent with the silver beneath them.”",
      "22": "Joshua sent messengers, and they ran to the tent. The loot was buried inside with the silver beneath it.",
      "23": "They took the loot from the tent and brought it to Joshua and all the people of Israel. Then they laid it out in the presence of Yahweh.",
      "24": "Joshua and all Israel took Achan (son of Zerah), the silver, the robe, the bar of gold, his sons and daughters, his cattle, his donkeys, his sheep, and his tent—everything he had—and brought them to the valley of Achor [Disaster].",
      "25": "Then Joshua said, “Why did you bring this disaster on us? Yahweh will bring disaster on you today!” And all Israel stoned Achan and his family to death. Then they burned the bodies and piled stones over them.",
      "26": "They made such a large pile of stones over Achan that it is still there today. Then Yahweh withdrew his burning anger. For this reason that place is still called the valley of Achor today."
    },
    "8": {
      "1": "Yahweh said to Joshua, “Don’t be terrified or afraid. Take all the troops with you, and march against Ai. I am about to hand the king of Ai, his people, city, and land over to you.",
      "2": "You will do the same thing to Ai and its king that you did to Jericho and its king. However, you may take its loot and livestock for yourselves. Set an ambush behind the city.”",
      "3": "So Joshua and all the soldiers started to march against Ai. Joshua picked 30,000 of his best soldiers and sent them out at night",
      "4": "with these orders: “Set an ambush behind the city. Don’t go very far away from the city. Everyone must be ready.",
      "5": "I’ll approach the city with the rest of the troops. When they come out to attack us as they did the first time, we will run away from them.",
      "6": "They’ll come out after us, and we will lure them away from the city. They’ll say, ‘They’re running away from us just like the first time.’ As we run away from them,",
      "7": "you come out of hiding and capture the city. Yahweh your Elohim will hand it over to you.",
      "8": "When you have captured the city, set it on fire. Do what Yahweh says. These are your orders.”",
      "9": "So Joshua sent them out, and they hid. They took their position west of Ai, between Bethel and Ai. Joshua spent the night with the troops.",
      "10": "Joshua got up early in the morning and assembled the troops. Then he and the leaders of Israel led the army to Ai.",
      "11": "All the troops with him marched until they were near the city. They camped north of Ai with the ravine between them and Ai.",
      "12": "Joshua had taken about five thousand men and had them hide between Bethel and Ai, west of the city.",
      "13": "All the troops were positioned. The main camp was north of the city, and the other troops were hiding west of the city. That night Joshua went down into the middle of the valley.",
      "14": "When the king of Ai saw the main camp, he and all his troops got up early in the morning. They rushed out toward the plains to meet Israel for battle, just where Joshua expected. However, the king didn’t know there were troops behind the city waiting to attack him.",
      "15": "Joshua and all Israel pretended to be defeated. They ran away toward the desert.",
      "16": "All the troops in the city were called out to chase them. As they chased Joshua, they were lured away from the city.",
      "17": "Not one man was left in Ai or Bethel; they all went after Israel. So the city was left unprotected as they chased Israel.",
      "18": "Then Yahweh said to Joshua, “Hold out the spear in your hand toward the city, because I am handing Ai over to you.” So Joshua held out his spear.",
      "19": "The men who were hiding got up as soon as he stretched out his hand. They entered the city, captured it, and quickly set it on fire.",
      "20": "When the men of Ai looked back, they could see the city going up in smoke. They had no place to go, since the Israelites, who had been running toward the desert, had now turned back on them.",
      "21": "When Joshua and all Israel saw that the men who had been hiding had captured the city and that it was going up in smoke, they turned and attacked the men of Ai.",
      "22": "The men who had captured the city also came out and attacked them. The men of Ai were caught between the battle lines of Israel. So Israel attacked them on both sides. None of them survived or escaped.",
      "23": "But they captured the king of Ai alive and brought him to Joshua.",
      "24": "Israel had finished killing all the inhabitants of Ai in the fields and in the desert where they had been pursued. They put them all to death; not one person survived. Then the Israelites went back to Ai and killed everyone left there.",
      "25": "Twelve thousand men and women from Ai died that day.",
      "26": "Joshua did not lower his hand holding the spear until he had completely destroyed all the inhabitants of Ai.",
      "27": "Israel took the loot and the livestock of that city for themselves, as Yahweh had commanded Joshua.",
      "28": "So Joshua burned Ai and made it a deserted mound of ruins. It is still in ruins today.",
      "29": "Joshua hung the king of Ai’s dead body on a pole and left him there until evening. When the sun went down, Joshua gave the order to take his body down. They threw it in the entrance of the city and made a large pile of stones over it. That pile is still there today.",
      "30": "At that time Joshua built an altar on Mount Ebal to Yahweh Elohim of Israel.",
      "31": "He built an altar with uncut stones on which no iron chisels had been used. This was as Yahweh’s servant Moses had commanded the people of Israel in the Book of Moses’ Teachings. They made burnt offerings to Yahweh and sacrificed fellowship offerings on the altar.",
      "32": "There in front of the people of Israel he wrote on stone slabs a copy of the Teachings which Moses had written down.",
      "33": "All the people of Israel, whether foreigners or native Israelites, the leaders, officers, and judges were standing on opposite sides of the ark. They faced the Levitical priests who carried the ark of Yahweh’s promise. Half of the people were in front of Mount Gerizim and the other half in front of Mount Ebal. Right from the beginning, Yahweh’s servant Moses had commanded the priests to bless the people of Israel this way.",
      "34": "Afterwards, Joshua read all the Teachings—the blessings and curses—as they had all been written down by Moses.",
      "35": "Joshua read Moses’ Teachings in front of the whole assembly of Israel, including women, children, and foreigners living among them. He did not leave out one word from everything Moses had commanded."
    },
    "9": {
      "1": "When all the kings west of the Jordan River heard about these events,",
      "2": "they joined together to fight Joshua and Israel. (They were the kings in the mountains, the foothills, and along the whole Mediterranean coast as far as Lebanon, the kings of the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites.)",
      "3": "When the people living in Gibeon heard what Joshua had done to Jericho and Ai,",
      "4": "they devised a scheme. They posed as messengers. They took worn-out sacks on their donkeys. Their wineskins were old, split, and patched.",
      "5": "Their sandals were worn-out and repaired, and their clothes were tattered. All their bread was dried out and crumbling.",
      "6": "They came to Joshua in the camp at Gilgal. They told Joshua and the men of Israel, “We have come from a distant country. Make a treaty with us right now.”",
      "7": "The men of Israel said to the Hivites, “What if you’re living in this area? We wouldn’t be able to make a treaty with you.”",
      "8": "They responded to Joshua, “We’re at your mercy.”\nJoshua asked them, “Who are you, and where did you come from?”",
      "9": "They answered him, “We came from a country very far away because Yahweh your Elohim has become famous. We heard stories about him and everything he did in Egypt.",
      "10": "We also heard everything he did to the two kings of the Amorites east of the Jordan, King Sihon of Heshbon and King Og of Bashan in Ashtaroth.",
      "11": "Our leaders and everyone who lives in our country told us, ‘Take what you need for the trip, and go meet them. Tell them, “We’re at your mercy. Make a treaty with us right now.”’",
      "12": "Our bread was warm when we left home to meet with you. Look at it now! It’s dry and crumbling.",
      "13": "These were new wineskins when we filled them. Look at them now! See how they are splitting! Our clothes and sandals are also worn-out because we have come such a long way.”",
      "14": "The men believed the evidence they were shown, but they did not ask Yahweh about it.",
      "15": "So Joshua made peace with them by making a treaty which allowed them to live. The leaders of the congregation swore to it with an oath.",
      "16": "But three days after the treaty was made, the Israelites heard that these people were their neighbors and lived with them.",
      "17": "The Israelites broke camp. They came to the cities of Gibeon, Chephirah, Beeroth, and Kiriath Jearim two days later.",
      "18": "The Israelites didn’t destroy these other people, because the leaders of the congregation had sworn an oath about them to Yahweh Elohim of Israel. The whole congregation complained about the leaders.",
      "19": "But all the leaders said to them, “We have sworn an oath about them to Yahweh Elohim of Israel, so we cannot touch them now.",
      "20": "We must let them live to avoid the Lord’s anger because of the oath we swore.”",
      "21": "The leaders said that they should be allowed to live. So they became woodcutters and water carriers for the whole congregation, as the leaders had said.",
      "22": "Joshua sent for the people of Gibeon and asked, “Why did you deceive us by saying, ‘We live very far away from you,’ when you live here with us?",
      "23": "You are under a curse now. You will always be servants. You will be woodcutters and water carriers for the house of my Elohim.”",
      "24": "They answered Joshua, “We were told that Yahweh your Elohim commanded his servant Moses to give you the whole land and destroy all who live there. We deceived you because we feared for our lives.",
      "25": "Now we’re at your mercy. Do to us what you think is good and right.”",
      "26": "So Joshua rescued them and did not let the people of Israel kill them.",
      "27": "But that day Joshua made them woodcutters and water carriers for the congregation. They served Yahweh’s altar, wherever he chose to put it. They still serve today."
    },
    "10": {
      "1": "King Adoni Zedek of Jerusalem heard that Joshua had captured Ai and claimed it for the Lord the same way he had destroyed Jericho and its king. He also heard that the people of Gibeon had made peace with the people of Israel and were living with them.",
      "2": "He and his people were terribly afraid because Gibeon was a large city. It was like one of the royal cities, larger than Ai. All its men were warriors.",
      "3": "So King Adoni Zedek of Jerusalem sent this message to King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon:",
      "4": "“Come, help me destroy Gibeon because it has made peace with Joshua and the people of Israel.”",
      "5": "So the five Amorite kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon combined their armies. They marched to Gibeon, camped there, and attacked it.",
      "6": "The men of Gibeon sent this message to Joshua at the camp in Gilgal: “Don’t abandon us! Come quickly, and save us. Help us because all the Amorite kings who live in the mountains have united against us.”",
      "7": "So Joshua, with all his soldiers and best warriors, set out from Gilgal.",
      "8": "Yahweh told Joshua, “Don’t be afraid of them. I have handed them over to you. None of them can stand up to you.”",
      "9": "So Joshua marched all night from Gilgal and took them by surprise.",
      "10": "The Lord threw the enemy into disorder in front of Israel and defeated them decisively at Gibeon. He chased them along the road that goes to the slope of Beth Horon and continued to defeat them all the way to Azekah and Makkedah.",
      "11": "As they fled from the Israelites down the slope of Beth Horon toward Azekah, Yahweh threw huge hailstones on them. More died from the hailstones than from Israelite swords.",
      "12": "The day Yahweh handed the Amorites over to the people of Israel, Joshua spoke to Yahweh while Israel was watching,\n“Sun, stand still over Gibeon,\n    and moon, stand still over the valley of Aijalon!”",
      "13": "The sun stood still,\n    and the moon stopped\n        until a nation got revenge on its enemies.\nIsn’t this recorded in the Book of Jashar? The sun stopped in the middle of the sky, and for nearly a day the sun was in no hurry to set.",
      "14": "Never before or after this day was there anything like it. Yahweh did what a man told him to do, because Yahweh fought for Israel.",
      "15": "Then Joshua and all Israel returned to the camp at Gilgal.",
      "16": "The five kings ran away and hid in the cave at Makkedah.",
      "17": "Someone told Joshua, “The five kings have been found. They are hiding in the cave at Makkedah.”",
      "18": "Joshua replied, “Roll large stones against the mouth of the cave, and post a guard there.",
      "19": "But don’t stop. Chase your enemies! Cut off their rear guard. Don’t let them get back into their own cities, because Yahweh your Elohim has handed them over to you.”",
      "20": "Joshua and the Israelites defeated them decisively, almost destroying them. But some who survived got back into the fortified cities.",
      "21": "Then the whole army returned safely to Joshua in the camp at Makkedah. Not a single person dared to speak against any of the Israelites.",
      "22": "Joshua said, “Open the cave, and bring me the five kings!”",
      "23": "So they brought him the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon.",
      "24": "When they brought them to Joshua, he called for all the men of Israel. He told the officers who had gone with him, “Come forward and put your feet on the necks of these kings.” So that’s what they did.",
      "25": "Joshua told them, “Don’t be afraid or terrified! Be strong and courageous, because this is what Yahweh will do to all the enemies you’re fighting against.”",
      "26": "After this, Joshua put them to death and hung their bodies on five poles until evening.",
      "27": "When the sun went down, Joshua gave the order to take them down from the poles. Then they threw them into the cave where they had been hiding and put large stones over the mouth of the cave. These stones are still there today.",
      "28": "That same day Joshua captured Makkedah, and the Israelites killed its people and king with swords. He claimed them for the Lord by destroying them. There were no survivors. He did the same thing to the king of Makkedah that he had done to the king of Jericho.",
      "29": "Joshua and all Israel marched from Makkedah to Libnah and attacked it.",
      "30": "Yahweh also handed Libnah and its king over to Israel. He killed all the people. There were no survivors. He did the same thing to the king of Libnah that he had done to the king of Jericho.",
      "31": "Joshua and all Israel marched from Libnah to Lachish, camped there, and attacked it.",
      "32": "Yahweh handed Lachish over to Israel. He captured it on the next day and killed all the people, the same way he had captured Libnah.",
      "33": "At that time King Horam of Gezer had come to help Lachish. But Joshua killed him and his troops. There were no survivors.",
      "34": "Joshua and all Israel marched from Lachish to Eglon, camped there, and attacked it.",
      "35": "They captured it that day and killed everyone in it. He claimed it for the Lord by destroying it the same way he had destroyed Lachish.",
      "36": "Then Joshua and all Israel marched from Eglon to Hebron and attacked it.",
      "37": "They captured it and its neighboring villages and killed its king and all the people. There were no survivors, the same as at Eglon. He claimed the city and all its people for the Lord by destroying them.",
      "38": "Then Joshua and all Israel went back to Debir and attacked it.",
      "39": "He captured it and its king and all its neighboring villages and killed everyone. So they claimed them all for the Lord by destroying them. There were no survivors. He did the same thing to Debir and its king that he had done to Hebron and Libnah and their kings.",
      "40": "So Joshua captured the whole land—the mountains, the Negev, the foothills, and the slopes. There were no survivors. He claimed every living creature for the Lord by destroying it, as Yahweh Elohim of Israel had commanded.",
      "41": "So Joshua defeated the people from Kadesh Barnea to Gaza and from all the country of Goshen as far as Gibeon.",
      "42": "Joshua captured all these kings and their territories in one campaign because Yahweh Elohim of Israel fought for Israel.",
      "43": "Then Joshua and all Israel returned to the camp at Gilgal."
    },
    "11": {
      "1": "King Jabin of Hazor heard what had happened. So he sent messengers to King Jobab of Madon and to the kings of Shimron and Achshaph.",
      "2": "He also sent messengers to the northern kings in the mountains, the plains south of Chinneroth, the foothills, and Naphoth Dor in the west,",
      "3": "the Canaanites from east and west, the Amorites, Hittites, Perizzites, the Jebusites in the mountains, and the Hivites at the foot of Mount Hermon in Mizpah.",
      "4": "They came out with all their armies. Their troops were as numerous as the grains of sand on the seashore. They also had horses and chariots.",
      "5": "All these kings camped together by the Springs of Merom in order to fight Israel.",
      "6": "Yahweh told Joshua, “Don’t be afraid of them because I am going to give them to Israel. About this time tomorrow they will all be dead. You must disable their horses so that they cannot be used in battle. You must burn their chariots.”",
      "7": "Joshua and all his troops arrived suddenly at the Springs of Merom and attacked the Canaanite armies.",
      "8": "Yahweh handed them over to Israel, and the Israelites defeated them. The Israelites chased them as far as Great Sidon, Misrephoth Maim, and the valley of Mizpah in the east. There were no survivors.",
      "9": "Joshua disabled their horses and burned their chariots, as Yahweh had told him.",
      "10": "Then Joshua turned back and captured Hazor. He killed its king with a sword. (Hazor was formerly the head of all these kingdoms.)",
      "11": "They claimed everyone for the Lord by destroying them with swords. Not one person survived. Joshua also burned Hazor.",
      "12": "So Joshua captured all these cities and their kings. He claimed them for the Lord by destroying them, as Yahweh’s servant Moses had commanded him.",
      "13": "Israel did not burn cities built on mounds. However, Joshua made an exception and burned Hazor.",
      "14": "The people of Israel took all the loot and livestock from these cities. But they put everyone to death until they were all destroyed. Not one person survived.",
      "15": "So Joshua carried out what Yahweh had commanded his servant Moses and what Moses had commanded him. He did not leave out anything Yahweh had commanded Moses.",
      "16": "Joshua took all this land, the mountains, all the Negev, all the land of Goshen, the foothills, the plains, and the mountains and foothills of Israel.",
      "17": "The land extended from Mount Halak which ascends to Seir as far as Baal Gad in the Lebanon Valley at the foot of Mount Hermon. He captured all their kings and killed them.",
      "18": "Joshua waged war with all these kings for a long time.",
      "19": "Not one city had made a peace treaty with the people of Israel except Gibeon, where the Hivites lived. Israel captured everything in battle.",
      "20": "Yahweh made their enemies stubborn enough to continue fighting against Israel so that he could claim them all for destruction without mercy, as Yahweh had commanded Moses.",
      "21": "At that time Joshua also wiped out the people of Anak in the mountains, in Hebron, Debir, and Anab, and in all the hills of Judah and Israel. Joshua claimed them for the Lord by destroying them and their cities.",
      "22": "None of the people of Anak remained in Israel. Some of them were left in Gaza, Gath, and Ashdod.",
      "23": "Joshua captured the whole land as Yahweh had promised Moses. He gave it to Israel as a possession, dividing it among the tribes. So the land had peace."
    },
    "12": {
      "1": "These are the kings of the land east of the Jordan River that the people of Israel defeated. Israel also took possession of their lands from the Arnon Valley to Mount Hermon, and all the eastern plains.",
      "2": "Sihon was the Amorite king who lived in Heshbon. His rule extended from Aroer on the edge of the Arnon Valley to the Jabbok River, which is the border of Ammon. This included the middle of the valley and half of Gilead.",
      "3": "It included the eastern plains from the Sea of Galilee to the Sea of the Plains (the Dead Sea) and the road that goes south from Beth Jeshimoth to the foot of the slopes of Pisgah.",
      "4": "The territory of King Og of Bashan who lived in Ashtaroth and Edrei was captured. He was the last of the Rephaim.",
      "5": "He ruled Mount Hermon, Salecah, all of Bashan to the border of Geshur and Maacath, and half of Gilead to the border of King Sihon of Heshbon.",
      "6": "Yahweh’s servant Moses and the people of Israel defeated them. Then he gave their land as a possession to the tribes of Reuben and Gad and half of the tribe of Manasseh.",
      "7": "These are the kings of the land west of the Jordan River that Joshua and the people of Israel defeated. Their lands extended from Baal Gad in the valley of Lebanon to Mount Halak which rises toward Seir. Joshua gave it as a possession to Israel, dividing it among the tribes.",
      "8": "It included the mountains, foothills, plains, slopes, desert, and the Negev that the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites had possessed.\nThe kings were",
      "9": "the king of Jericho, the king of Ai (near Bethel),",
      "10": "the king of Jerusalem, the king of Hebron,",
      "11": "the king of Jarmuth, the king of Lachish,",
      "12": "the king of Eglon, the king of Gezer,",
      "13": "the king of Debir, the king of Geder,",
      "14": "the king of Hormah, the king of Arad,",
      "15": "the king of Libnah, the king of Adullam,",
      "16": "the king of Makkedah, the king of Bethel,",
      "17": "the king of Tappuah, the king of Hepher,",
      "18": "the king of Aphek, the king of Sharon,",
      "19": "the king of Madon, the king of Hazor,",
      "20": "the king of Shimron Meron, the king of Achshaph,",
      "21": "the king of Taanach, the king of Megiddo,",
      "22": "the king of Kedesh, the king of Jokneam in Carmel,",
      "23": "the king of Dor in Naphoth Dor, the king of Goiim in Gilgal,",
      "24": "the king of Tirzah.\nThe total was 31 kings."
    },
    "13": {
      "1": "Joshua was old, near the end of his life. So Yahweh said to him, “You are old, near the end of your life, and there is a lot of land left to be conquered.",
      "2": "The land that is left includes all the districts that belong to the Philistines and Geshur.",
      "3": "It extends from the Shihor River, east of Egypt, northward as far as the border of Ekron. This is considered to be Canaanite territory, even though there are five Philistine rulers over Gaza, Ashdod, Ashkelon, Gath, and Ekron, as well as the Avvim people",
      "4": "in the south. This territory includes all the land of the Canaanites as well as Mearah which belongs to Sidon as far as Aphek, the Amorite border.",
      "5": "It also includes the land of the people of Gebal, all Lebanon eastward from Baal Gad at the foot of Mount Hermon to the border of Hamath.",
      "6": "I will force out of the way of the people of Israel everyone who lives in the mountains from Lebanon to Misrephoth Maim and all the people of Sidon. However, you must distribute the land as an inheritance to Israel by drawing lots, as I commanded you.",
      "7": "So divide this land. It will be an inheritance for the nine tribes and half of the tribe of Manasseh.”",
      "8": "The tribes of Reuben and Gad with half of the tribe of Manasseh had received their inheritance east of the Jordan River, since Yahweh’s servant Moses had already given it to them.",
      "9": "The border extended from Aroer on the edge of the Arnon Valley, including the city in the middle of the valley, and the whole plateau from Medeba to Dibon.",
      "10": "It included all the cities of King Sihon of the Amorites up to the border of Ammon. Sihon’s capital was Heshbon.",
      "11": "It also included Gilead, the territory of the people of Geshur and Maacath, all of Mount Hermon, and all of Bashan as far as Salecah",
      "12": "(the whole kingdom of Og in Bashan). Og ruled in Ashtaroth and Edrei. He was the last of the Rephaim. Moses had defeated them and forced them out.",
      "13": "But the Israelites did not force out the people of Geshur and Maacath. So they still live in Israel today.",
      "14": "Moses did not give any land as an inheritance to the tribe of Levi. The sacrifices offered to Yahweh Elohim of Israel are what the Levites inherited, as Yahweh had promised them.",
      "15": "Moses gave some land as an inheritance to the tribe of Reuben for their families.",
      "16": "Their territory extended from Aroer on the edge of the Arnon Valley, including the city in the middle of the valley and the whole plateau near Medeba.",
      "17": "It included Heshbon and all its cities on the plateau, Dibon, Bamoth Baal, Beth Baal Meon,",
      "18": "Jahaz, Kedemoth, Mephaath,",
      "19": "Kiriathaim, Sibmah, Zereth Shahar on the mountain in the valley,",
      "20": "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth.",
      "21": "It also included all the cities of the plateau, the whole kingdom of King Sihon of the Amorites, who ruled in Heshbon. Moses defeated him and Midian’s leaders—Evi, Rekem, Zur, Hur, and Reba. They were princes of Sihon, who lived in that country.",
      "22": "Along with these leaders, the people of Israel also killed Balaam, son of Beor, who used black magic.",
      "23": "The border of Reuben’s territory was the Jordan River. This was Reuben’s inheritance for its families. It included cities with their villages.",
      "24": "Moses gave some land as an inheritance to the tribe of Gad for its families.",
      "25": "Their territory included Jazer, all the cities of Gilead, and half of Ammon as far as Aroer, which is by Rabbah.",
      "26": "It extended from Heshbon to Ramath Mizpeh and Betonim, and from Mahanaim as far as the border of Lidbir.",
      "27": "In the Jordan Valley it included Beth Haram, Beth Nimrah, Succoth, and Zaphon, the rest of the kingdom of King Sihon of Heshbon. The Jordan River served as its western border, extending to the end of the Sea of Galilee.",
      "28": "This was Gad’s inheritance for its families. It included cities with their villages.",
      "29": "Moses gave some land as an inheritance to half of the tribe of Manasseh. It was only for the families of that half of the tribe.",
      "30": "Their territory extended from Mahanaim and included all of Bashan (the whole kingdom of King Og of Bashan) and all 60 settlements of Jair that were in Bashan.",
      "31": "It also included half of Gilead with Ashtaroth and Edrei, the royal cities of Og in Bashan. They were given to half the families of Machir, son of Manasseh, for their inheritance.",
      "32": "This is the land that Moses distributed on Moab’s plains, east of the Jordan River near Jericho.",
      "33": "Moses did not give any land as an inheritance to the tribe of Levi. Yahweh Elohim of Israel is what they inherited, as he had promised them."
    },
    "14": {
      "1": "This is the land that the people of Israel inherited in Canaan. The priest Eleazar, Joshua (son of Nun), and the heads of Israel’s tribes distributed it to the people.",
      "2": "The land inherited by the nine-and-a-half tribes was determined by drawing lots as Yahweh had commanded through Moses.",
      "3": "Moses had given the two-and-a-half tribes their inheritance east of the Jordan River. He did not give any land as an inheritance to Levi’s tribe,",
      "4": "because Joseph’s descendants, Manasseh and Ephraim, formed two tribes. The Levites were not given a share of the land. Joseph’s descendants gave the Levites cities to live in with pasturelands for their cattle and everything they had.",
      "5": "So the people of Israel divided the land as Yahweh had commanded Moses.",
      "6": "Then the people of Judah came to Joshua at Gilgal. Caleb, son of Jephunneh and grandson of Kenaz, said to him, “You know what Yahweh said to Moses, the man of Elohim, at Kadesh Barnea about you and me.",
      "7": "I was 40 years old when Yahweh’s servant Moses sent me from Kadesh Barnea to explore the land. I reported to him exactly what I thought.",
      "8": "But my companions discouraged the people. However, I was completely loyal to Yahweh my Elohim.",
      "9": "On that day Moses swore this oath: ‘The land your feet walked on will be a permanent inheritance for you and your descendants because you were completely loyal to Yahweh my Elohim.’",
      "10": "“So look at me. Yahweh has kept me alive as he promised. It’s been 45 years since Israel wandered in the desert when Yahweh made this promise to Moses. So now look at me today. I’m 85 years old.",
      "11": "I’m still as fit to go to war now as I was when Moses sent me out.",
      "12": "Now give me this mountain region which Yahweh spoke of that day. You heard that the people of Anak are still there and that they have large, fortified cities. If Yahweh is with me, I can force them out, as Yahweh promised.”",
      "13": "So Joshua blessed Caleb, son of Jephunneh, and gave him Hebron as his inheritance.",
      "14": "Hebron is still the inheritance of Caleb, son of Jephunneh and grandson of Kenaz, because Caleb was completely loyal to Yahweh Elohim of Israel.",
      "15": "In the past Hebron was called Kiriath Arba. Arba was the greatest man among the people of Anak. So the land had peace."
    },
    "15": {
      "1": "The lot was drawn for the families of the tribe of Judah. Their territory extends as far south as the territory of Edom and the desert of Zin.",
      "2": "The southern border starts from the south end of the Dead Sea",
      "3": "and goes south of the Akrabbim Pass. It then passes Zin and goes up south of Kadesh Barnea. From there it goes to Hezron, up to Addar, around to Karka,",
      "4": "and on to Azmon. It comes out at the River of Egypt so that the border ends at the Mediterranean Sea. This is the southern border.",
      "5": "The eastern border is the Dead Sea as far north as the mouth of the Jordan River.\nThe northern border starts from the north end of the Dead Sea at the mouth of the Jordan",
      "6": "and goes up to Beth Hoglah. It then passes north to Beth Arabah and goes up to the Rock of Bohan, son of Reuben.",
      "7": "From the valley of Achor, the border goes up to Debir and turns north to the region that faces the Adummim Pass, south of the valley. Then the border passes the Springs of En Shemesh and ends at En Rogel.",
      "8": "It continues up the valley of Ben Hinnom to the south slope of the Jebusite city Jerusalem. It then goes to the top of the mountain that overlooks the valley of Hinnom to the west at the north end of the valley of Rephaim.",
      "9": "From the top of that mountain the border goes around to the spring of Nephtoah. From there it goes to the cities of Mount Ephron and around to Baalah (now called Kiriath Jearim).",
      "10": "From Baalah the border turns west to Mount Seir and over to the north slope of Mount Jearim (now called Chesalon). Then it goes down to Beth Shemesh and on to Timnah.",
      "11": "From there the border goes on the north side of Ekron and turns to Shikkeron, on to Mount Baalah, and comes out at Jabneel. The border ends at the Mediterranean Sea.",
      "12": "The western border is the coastline of the Mediterranean Sea. These are the borders around Judah that belong to their families.",
      "13": "Joshua gave Caleb, son of Jephunneh, a share of land among the people of Judah as Yahweh had told them. It was Kiriath Arba (now called Hebron). Arba was the father of Anak.",
      "14": "Caleb forced out Sheshai, Ahiman, and Talmai, three descendants of Anak from Hebron.",
      "15": "From there he marched against the people living in Debir. (In the past Debir was called Kiriath Sepher.)",
      "16": "Caleb said, “I will give my daughter Achsah as a wife to anyone who attacks Kiriath Sepher and captures it.”",
      "17": "Then Othniel, son of Caleb’s brother Kenaz, captured it. So Caleb gave him his daughter Achsah as a wife.",
      "18": "When she came to Othniel, she persuaded him to ask her father for a field. When she got down from her donkey, Caleb asked her, “What do you want?”",
      "19": "She answered, “Give me a blessing. Since you’ve given me some dry land, also give me some springs.” So Caleb gave her the upper and lower springs.",
      "20": "This is the land inherited by the families of the tribe of Judah.",
      "21": "On the farthest edge of the Negev, on the border of Edom, they gave the tribe of Judah 29 cities with their villages: Kabzeel, Eder, Jagur,",
      "22": "Kinah, Dimonah, Adadah,",
      "23": "Kedesh, Hazor, Ithnan,",
      "24": "Ziph, Telem, Bealoth,",
      "25": "Hazor Hadattah, Kerioth Hezron (now called Hazor),",
      "26": "Amam, Shema, Moladah,",
      "27": "Hazar Gaddah, Heshmon, Beth Pelet,",
      "28": "Hazar Shual, Beersheba, Biziothiah,",
      "29": "Baalah, Iim, Ezem,",
      "30": "Eltolad, Chesil, Hormah,",
      "31": "Ziklag, Madmannah, Sansannah,",
      "32": "Lebaoth, Shilhim, Ain, and Rimmon.",
      "33": "In the foothills they gave Judah 14 cities with their villages: Eshtaol, Zorah, Ashnah,",
      "34": "Zanoah, En Gannim, Tappuah, Enam,",
      "35": "Jarmuth, Adullam, Socoh, Azekah,",
      "36": "Shaaraim, Adithaim, Gederah, and Gederothaim.",
      "37": "They also gave Judah 16 other cities with their villages: Zenan, Hadashah, Migdalgad,",
      "38": "Dilean, Mizpah, Joktheel,",
      "39": "Lachish, Bozkath, Eglon,",
      "40": "Cabbon, Lahmas, Chitlish,",
      "41": "Gederoth, Beth Dagon, Naamah, and Makkedah.",
      "42": "An additional nine cities with their villages were given to Judah: Libnah, Ether, Ashan,",
      "43": "Iphtah, Ashnah, Nezib,",
      "44": "Keilah, Achzib, and Mareshah.",
      "45": "Judah also received Ekron with its cities and villages.",
      "46": "This included all the cities with their villages between Ekron and the Mediterranean Sea and alongside Ashdod.",
      "47": "Added to this were Ashdod and Gaza with their cities and villages as far as the River of Egypt and the coast of the Mediterranean Sea.",
      "48": "In the mountains they gave Judah 11 cities with their villages: Shamir, Jattir, Socoh,",
      "49": "Dannah, Kiriath Sannah (now called Debir),",
      "50": "Anab, Eshtemoh, Anim,",
      "51": "Goshen, Holon, and Giloh.",
      "52": "They also gave Judah nine other cities with their villages: Arab, Dumah, Eshan,",
      "53": "Janim, Beth Tappuah, Aphekah,",
      "54": "Humtah, Kiriath Arba (now called Hebron), and Zior.",
      "55": "They also received another ten cities with their villages: Maon, Carmel, Ziph, Juttah,",
      "56": "Jezreel, Jokdeam, Zanoah,",
      "57": "Kain, Gibeah, and Timnah.",
      "58": "Halhul, Bethzur, Gedor,",
      "59": "Maarath, Bethanoth, and Eltekon were six other cities with their villages that were given to Judah.",
      "60": "The two cities of Kiriath Baal (now called Kiriath Jearim) and Rabbah with their villages were given to Judah.",
      "61": "In the desert Judah was given six cities with their villages: Beth Arabah, Middin, Secacah,",
      "62": "Nibshan, Ir Hamelah, and En Gedi.",
      "63": "However, Judah was not able to force out the people of Jebus who lived in Jerusalem. So they still live with Judah in Jerusalem today."
    },
    "16": {
      "1": "The lot was drawn for Joseph. The border of Joseph’s territory goes from the Jordan River at Jericho to the springs of Jericho on the east, through the desert that goes up from Jericho, and through the mountains to Bethel.",
      "2": "From Bethel the border goes to Luz and over to Ataroth at the border of the Archites.",
      "3": "Then it descends west to the border of Japhlet and Lower Beth Horon, on to Gezer, and ends at the Mediterranean Sea.",
      "4": "So Joseph’s sons, Manasseh and Ephraim, received this land as their inheritance.",
      "5": "This is the territory for the families descended from Ephraim. The eastern border of the land they inherited is from Ataroth Addar to Upper Beth Horon.",
      "6": "From there the border goes west, with Michmethath on the north. The border then turns east to Taanath Shiloh and passes east to Janoah.",
      "7": "From Janoah it descends to Ataroth and Naarah, touches Jericho, and ends at the Jordan River.",
      "8": "At Tappuah the border goes west along the Kanah River and ends at the Mediterranean Sea. This is the land given as an inheritance to the families of the tribe of Ephraim",
      "9": "with all the cities and their villages selected for Ephraim in Manasseh’s territory.",
      "10": "However, they did not force out the Canaanites who lived in Gezer. So the Canaanites still live in Ephraim today, but they are required to do forced labor."
    },
    "17": {
      "1": "The lot was drawn for the tribe of Manasseh, because Manasseh was Joseph’s firstborn. Machir, Manasseh’s firstborn, the ancestor of the people living in Gilead, had received Gilead and Bashan because he was a soldier.",
      "2": "The land was given to the rest of the families descended from Manasseh, to the descendants of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These were the male descendants of Joseph’s son Manasseh listed by their families.",
      "3": "Zelophehad, son of Hepher, grandson of Gilead, and great-grandson of Machir, whose father was Manasseh, had no sons—only daughters. Their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
      "4": "They came to the priest Eleazar, Joshua (son of Nun), and the leaders. They said, “Yahweh commanded Moses to give us some land as an inheritance among our male relatives.” So they gave them an inheritance among their father’s relatives as Yahweh had required.",
      "5": "Ten portions of land went to Manasseh, besides the land of Gilead and Bashan east of the Jordan River.",
      "6": "These portions were distributed because Manasseh’s daughters were given an inheritance along with his sons, while Gilead belonged to Manasseh’s other descendants.",
      "7": "Manasseh’s border extends from Asher to Michmethath, which faces Shechem. Then the border goes south toward the people who live in En Tappuah.",
      "8": "(The land of Tappuah belongs to Manasseh, but Tappuah itself, on the border of Manasseh, belongs to Ephraim.)",
      "9": "The border then descends southward to the Kanah River. These cities belong to Ephraim, although they are among Manasseh’s cities. Manasseh’s southern border is the river, which ends at the Mediterranean Sea.",
      "10": "What is south of the river belongs to Ephraim, and what is north of it belongs to Manasseh. So the Mediterranean Sea is its western border, Asher its northern border, and Issachar its eastern border.",
      "11": "In Issachar and Asher, Manasseh possessed Beth Shean and Ibleam with their villages and the people living in Dor, En Dor, Taanach, and Megiddo and their villages. The last three are on mountain ridges.",
      "12": "But Manasseh was not able to take possession of these cities since the Canaanites were determined to stay in this land.",
      "13": "When the Israelites became strong enough, they made the Canaanites do forced labor, since they didn’t force all of them out.",
      "14": "Joseph’s descendants asked Joshua, “Why did you give us only one region for an inheritance? We have a lot of people because Yahweh has blessed us.”",
      "15": "Joshua replied, “If there are so many of you, go into the forest! Clear ground for yourselves there in the land of the Perizzites and Rephaim if the mountains of Ephraim are too confining for you.”",
      "16": "Joseph’s descendants responded, “The mountains are not enough for us either. Besides, all the Canaanites living in the valley, in Beth Shean and its villages, and in the valley of Jezreel have chariots made of iron.”",
      "17": "Then Joshua said to the descendants of Joseph, the tribes of Ephraim and Manasseh, “You are an important and very powerful people. One region is really not enough for you.",
      "18": "The mountain region will be yours as well. It is a forest, so you will have to clear it. All of it will be yours. But you must force out the Canaanites, even though they are strong and have chariots made of iron.”"
    },
    "18": {
      "1": "The whole congregation of Israel gathered at Shiloh and set up the tent of meeting there. The land was under their control.",
      "2": "There were still seven tribes in Israel who had not yet received any land as their inheritance.",
      "3": "So Joshua asked the Israelites, “How long are you going to waste time conquering the land which Yahweh Elohim of your ancestors has given you?",
      "4": "Choose three men from each tribe, and I will send them out. They will survey the land and write a description of it which shows the borders of their inheritance. Then they will come back to me.",
      "5": "They will divide the land into seven parts. Judah will stay within its territory in the south, and Joseph’s descendants will stay within their territory in the north.",
      "6": "You must describe the seven parts of the land and report to me here. I will draw lots for you here in the presence of Yahweh our Elohim.",
      "7": "Levi’s tribe has no separate region among you, because their inheritance is to serve the Lord as priests. The tribes of Gad and Reuben and half of the tribe of Manasseh have received the inheritance that Yahweh’s servant Moses gave them on the east side of the Jordan River.”",
      "8": "As the men got ready to go, Joshua ordered them to write a description of the land. He said, “Go survey the land. Write a description of it, and return to me. Then I will draw lots for you in the presence of Yahweh here in Shiloh.”",
      "9": "The men surveyed the land. They described it in a book. The land was divided into seven parts according to its cities. Then they returned to Joshua at the camp at Shiloh.",
      "10": "So Joshua drew lots for them in the presence of Yahweh in Shiloh. There Joshua divided the land among the tribes of Israel.",
      "11": "The lot was drawn for the families of the tribe of Benjamin. Their territory lies between Judah’s and Joseph’s.",
      "12": "Their northern border starts at the Jordan, goes up the slope north of Jericho, west through the mountains, and ends at the desert of Beth Aven.",
      "13": "From there the border goes to the south slope of Luz (now called Bethel). Then the border goes down to Ataroth Addar over the mountains south of Lower Beth Horon.",
      "14": "The border turns and goes around on the west side, south of the mountain that faces Beth Horon, and ends at Kiriath Baal (now called Kiriath Jearim), a city of Judah.",
      "15": "The southern border begins just outside Kiriath Jearim and goes west, to the springs of Nephtoah.",
      "16": "Then the border descends to the foot of the mountain that overlooks the valley of Ben Hinnom, in the north end of the valley of Rephaim. It descends to the valley of Hinnom, to the south slope of the city of Jebus, and down to En Rogel.",
      "17": "Then it turns north and goes to En Shemesh and from there to the region opposite the Adummim Pass. It descends to the Rock of Bohan, son of Reuben.",
      "18": "Then it continues on to the north side of the slope facing the plains and down into the plains.",
      "19": "The border continues to the north slope of Beth Hoglah and ends at the northern bay of the Dead Sea at the south end of the Jordan River. This is its southern border.",
      "20": "The Jordan River is its eastern border. These are the borders surrounding the inheritance given to Benjamin for its families.",
      "21": "These are the 12 cities with their villages that belong to the tribe of Benjamin for its families: Jericho, Beth Hoglah, Emek Keziz,",
      "22": "Beth Arabah, Zemaraim, Bethel,",
      "23": "Avvim, Parah, Ophrah,",
      "24": "Chephar Ammoni, Ophni, and Geba.",
      "25": "There were 14 other cities with their villages: Gibeon, Ramah, Beeroth,",
      "26": "Mizpeh, Chephirah, Mozah,",
      "27": "Rekem, Ir Peel, Taralah,",
      "28": "Zela, Eleph, Jebus (now called Jerusalem), Gibeath, and Kiriath. This is Benjamin’s inheritance for its families."
    },
    "19": {
      "1": "The second lot was drawn for the families of the tribe of Simeon. Their inheritance was within Judah.",
      "2": "In their inheritance they received 13 cities and their villages: Beersheba (Sheba), Moladah,",
      "3": "Hazar Shual, Balah, Ezem,",
      "4": "Eltolad, Bethul, Hormah,",
      "5": "Ziklag, Beth Marcaboth, Hazar Susah,",
      "6": "Beth Lebaoth, and Sharuhen.",
      "7": "There were four other cities with their villages: Ain, Rimmon, Ether, and Ashan.",
      "8": "All the villages around these cities as far as Baalath Beer and Ramath Negev were also included. This is the inheritance of the tribe of Simeon for its families.",
      "9": "Simeon’s inheritance was a part of Judah’s because Judah had more land than it needed. So Simeon received its inheritance inside Judah’s borders.",
      "10": "The third lot was drawn for the families descended from Zebulun. The border of their inheritance goes as far as Sarid.",
      "11": "Toward the west the border ascends to Maralah and touches Dabbesheth and the river near Jokneam.",
      "12": "But from Sarid it turns directly east toward the border of Chisloth Tabor, on to Daberath, and then ascends toward Japhia.",
      "13": "From there it goes directly east to Gath Hepher, Eth Kazin, and Rimmon, where it turns to Neah.",
      "14": "There the border turns north to Hannathon and ends at the valley of Iphtah El.",
      "15": "This also includes Kattath, Nahalal, Shimron, Idalah, and Bethlehem. There were 12 cities with their villages.",
      "16": "These cities with their villages are the inheritance given to the families descended from Zebulun.",
      "17": "The fourth lot was drawn for the families descended from Issachar.",
      "18": "Their territory included Jezreel, Chesulloth, Shunem,",
      "19": "Hapharaim, Shion, Anaharath,",
      "20": "Rabbith, Kishion, Ebez,",
      "21": "Remeth, En Gannim, En Haddah, and Beth Pazzez.",
      "22": "The border touches Tabor, Shahazimah, and Beth Shemesh and ends at the Jordan River. There were 16 cities with their villages.",
      "23": "These cities with their villages are the inheritance for the families of the tribe of Issachar.",
      "24": "The fifth lot was drawn for the families of the tribe of Asher.",
      "25": "Their territory included Helkath, Hali, Beten, Achshaph,",
      "26": "Allammelech, Amad, and Mishal. The border touches Carmel and Shihor Libnath in the west.",
      "27": "Then it turns east to Beth Dagon and touches Zebulun and the valley of Iphtah El in the north and goes to Beth Emek and Neiel. From there it goes northward to Cabul,",
      "28": "Abdon, Rehob, Hammon, Kanah, and as far as Great Sidon.",
      "29": "Then it turns at Ramah and goes on to the fortified city of Tyre. The border then turns to Hosah and ends at the Mediterranean Sea. The territory includes Meheleb, Achzib,",
      "30": "Umma, Acco, Aphek, and Rehob. There were 22 cities with their villages.",
      "31": "These cities with their villages are the inheritance for the families of the tribe of Asher.",
      "32": "The sixth lot was drawn for the families descended from the tribe of Naphtali.",
      "33": "Their border starts from Heleph at the oak tree at Zaanannim. It continues to Adami Nekeb, Jabneel, to Lakkum, and ends at the Jordan River.",
      "34": "The border turns west to Aznoth Tabor, and from there to Hukok. It touches Zebulun in the south, Asher in the west, and Judah in the east at the Jordan.",
      "35": "The fortified cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth,",
      "36": "Adamah, Ramah, Hazor,",
      "37": "Kedesh, Edrei, En Hazor,",
      "38": "Yiron, Migdal El, Horem, Beth Anath, and Beth Shemeth. There were 19 cities with their villages.",
      "39": "These cities with their villages are the inheritance for the families of the tribe of Naphtali.",
      "40": "The seventh lot was drawn for the families of the tribe of Dan.",
      "41": "The territory of their inheritance included Zorah, Eshtaol, Ir Shemesh,",
      "42": "Shaalabbin, Aijalon, Ithlah,",
      "43": "Elon, Timnah, Ekron,",
      "44": "Eltekeh, Gibbethon, Baalath,",
      "45": "Jehud, Bene Berak, Gath Rimmon,",
      "46": "Me Jarkon, and Rakkon, with the border passing in front of Joppa.",
      "47": "The border of Dan extended beyond them. Dan’s descendants went up and attacked Leshem, captured it, and killed everyone there. They took it, settled there, and renamed the city Dan after their ancestor Dan.",
      "48": "These cities with their villages are the inheritance for the families of the tribe of Dan.",
      "49": "When they all had finally received the land they were to inherit, the people of Israel also gave land within their territory as an inheritance to Joshua, son of Nun.",
      "50": "They gave him the city he asked for, as Yahweh had instructed them to do. It was Timnath Serah in the mountains of Ephraim. He rebuilt the city and lived there.",
      "51": "This is the land that the tribes of Israel drew by lot. The priest Eleazar, Joshua son of Nun, and the leaders of the families divided the land by drawing lots. They did this in Shiloh in the presence of Yahweh at the entrance of the tent of meeting. So they finished dividing the land."
    },
    "20": {
      "1": "Yahweh said to Joshua,",
      "2": "“Tell the people of Israel, ‘Now choose for yourselves the cities of refuge about which I spoke to you through Moses.",
      "3": "Choose them so that anyone who unintentionally kills someone may run to them. They will be a place of refuge from any relative who can avenge the death.",
      "4": "“‘A person who kills someone accidentally can run to one of these cities. There he will stand at the entrance to the city, where court is held, and present his case to the leaders of that city. Then they will take him into their city and give him a place to live with them.",
      "5": "“‘If the relative who can avenge the death pursues him, the leaders must not hand him over to the relative because he didn’t intend to kill the other person. He didn’t even hate the person he killed.",
      "6": "The accused person may remain in that city until he can stand trial in front of the congregation or until whoever is chief priest at that time dies. Then he may go back to his home in the city from which he ran away.’”",
      "7": "Kedesh in Galilee in the mountains of Naphtali, Shechem in the mountains of Ephraim, and Kiriath Arba (now called Hebron) in the mountains of Judah were chosen as cities of refuge.",
      "8": "Bezer on the desert plateau from the tribe of Reuben, Ramoth in Gilead from the tribe of Gad, and Golan in Bashan from the tribe of Manasseh were chosen as cities of refuge on the east side of the Jordan River, east of Jericho.",
      "9": "These are the cities chosen as cities of refuge for all Israelites, including the foreigners living among them. Anyone who accidentally kills someone may escape to these cities. Then he will not be handed over to the relative who can avenge a death before he stands trial in front of the congregation."
    },
    "21": {
      "1": "Then the leaders of the families of Levi came to the priest Eleazar, to Joshua (son of Nun), and to the leaders of the families of the other Israelite tribes",
      "2": "at Shiloh in Canaan. They said to them, “Yahweh commanded through Moses that we should receive cities to live in and pasturelands for our livestock.”",
      "3": "So, as Yahweh had instructed, Levi’s descendants were given the following cities with pasturelands from the Israelites’ inheritance.",
      "4": "These are the cities for the families of Kohath that were chosen by drawing lots. These descendants of the priest Aaron the Levite received 13 cities from the tribes of Judah, Simeon, and Benjamin.",
      "5": "The rest of Kohath’s descendants received 10 cities from the families of the tribes of Ephraim and Dan and half of the tribe of Manasseh.",
      "6": "Gershon’s descendants received 13 cities from the families of the tribes of Issachar, Asher, Naphtali, and half of the tribe of Manasseh in Bashan.",
      "7": "Merari’s descendants received 12 cities for their families from the tribes of Reuben, Gad, and Zebulun.",
      "8": "The Israelites gave these cities with pasturelands to Levi’s descendants by drawing lots, as Yahweh had commanded through Moses.",
      "9": "These are the names of the cities from the tribes of Judah and Simeon",
      "10": "that they gave Aaron’s descendants who were from the families of Kohath in the tribe of Levi. Their lot was the first one drawn.",
      "11": "They gave them Kiriath Arba (Arba was Anak’s father) and the pastureland around it. This is the city of Hebron located in the mountains of Judah.",
      "12": "But they gave its fields and villages to Caleb, son of Jephunneh, as his possession.",
      "13": "So they gave the following cities with pasturelands to the descendants of Aaron, the priest. The nine cities from those two tribes were Hebron (a city of refuge for murderers), Libnah,",
      "14": "Jattir, Eshtemoa,",
      "15": "Holon, Debir,",
      "16": "Ain, Juttah, and Beth Shemesh.",
      "17": "The tribe of Benjamin also gave them four cities: Gibeon, Geba,",
      "18": "Anathoth, and Almon.",
      "19": "In all, 13 cities with pasturelands were given to the priests, the descendants of Aaron.",
      "20": "Cities were chosen by lot from the tribe of Ephraim to give to the rest of Levi’s descendants who were from the families of Kohath.",
      "21": "These four cities with pasturelands were Shechem (a city of refuge for murderers) in the mountains of Ephraim, Gezer,",
      "22": "Kibzaim, and Beth Horon.",
      "23": "The tribe of Dan gave them four cities: Eltekeh, Gibbethon,",
      "24": "Aijalon, and Gath Rimmon.",
      "25": "Half of the tribe of Manasseh gave them two cities with pasturelands: Taanach and Gath Rimmon.",
      "26": "In all, ten cities with pasturelands were given to the rest of the families of Kohath.",
      "27": "They gave the families of Gershon’s descendants, who were in the tribe of Levi, two cities with pasturelands from half of the tribe of Manasseh: Golan in Bashan (a city of refuge for murderers) and Ashtaroth.",
      "28": "Four cities with pasturelands were also given to them from the tribe of Issachar: Kishion, Daberath,",
      "29": "Jarmuth, and En Gannim.",
      "30": "Another four cities with pasturelands were given to them from the tribe of Asher: Mishal, Abdon,",
      "31": "Helkath, and Rehob.",
      "32": "Also three cities with pasturelands were given to them from the tribe of Naphtali: Kedesh in Galilee (a city of refuge for murderers), Hammoth Dor, and Kartan.",
      "33": "In all, 13 cities with pasturelands were given to Gershon’s families.",
      "34": "To the families of Merari, who were from the tribe of Levi, the tribe of Zebulun gave four cities with pasturelands: Jokneam, Kartah,",
      "35": "Dimnah, and Nahalal.",
      "36": "The tribe of Reuben also gave them four cities with pasturelands: Bezer, Jahaz,",
      "37": "Kedemoth, and Mephaath.",
      "38": "The tribe of Gad also gave them four cities with pasturelands: Ramoth in Gilead (a city of refuge for murderers), Mahanaim,",
      "39": "Heshbon, and Jazer.",
      "40": "All these cities belonged to the families of Merari. They were the last of the families of Levi. These 12 cities were chosen by lot.",
      "41": "Within the territory owned by the Israelites there were 48 cities in all for Levi’s descendants.",
      "42": "Each of these cities had its own pastureland around it.",
      "43": "So Yahweh gave Israel the whole land he had sworn to give their ancestors. They took possession of it and settled there.",
      "44": "Yahweh allowed them to have peace on every side, as he had sworn with an oath to their ancestors. Not one of their enemies stood up to them. Yahweh handed all their enemies over to them.",
      "45": "Every single good promise that Yahweh had given the nation of Israel came true."
    },
    "22": {
      "1": "Joshua summoned the tribes of Reuben and Gad and half of the tribe of Manasseh.",
      "2": "He said to them, “You have done everything Yahweh’s servant Moses commanded you. You have also obeyed me in everything I commanded you.",
      "3": "All this time, to this day, you have never deserted your relatives. You have carefully kept the commands of Yahweh your Elohim.",
      "4": "“Now Yahweh your Elohim has given your relatives peace, as he promised them. So return home, to the land that is your own possession. It is the land that Yahweh’s servant Moses gave you east of the Jordan River.",
      "5": "Carefully follow the commands and teachings that Yahweh’s servant Moses gave you. Love Yahweh your Elohim, follow his directions, and keep his commands. Be loyal to him, and serve him with all your heart and soul.”",
      "6": "Then Joshua blessed them. He sent them on their way, and they went to their homes.",
      "7": "Moses had given land in Bashan as an inheritance to half of Manasseh, and Joshua had given the other half of the tribe their land with their relatives west of the Jordan. When Joshua sent them home, he blessed them.",
      "8": "He also said to them, “Return to your homes with your vast wealth, large herds of livestock, silver, gold, bronze, iron, and loads of clothing. Divide the loot from your enemies with your relatives.”",
      "9": "So the tribes of Reuben and Gad and half of the tribe of Manasseh left the rest of the Israelites at Shiloh in Canaan. They returned to Gilead. This was their own possession which they had captured as Yahweh had instructed them through Moses.",
      "10": "Reuben, Gad, and half of the tribe of Manasseh came to the region of the Jordan that was still in Canaan. They built an altar by the Jordan River. The altar was very large and highly visible.",
      "11": "The rest of the Israelites heard about it and said, “See there! Reuben, Gad, and half of the tribe of Manasseh have built an altar at the border of Canaan. It’s in the region near the Jordan River on Israel’s side.”",
      "12": "When the people of Israel heard about it, the whole congregation of Israel gathered at Shiloh. They intended to wage war against them.",
      "13": "The Israelites sent Phinehas, son of the priest Eleazar, to the tribes of Reuben and Gad and half of the tribe of Manasseh in Gilead.",
      "14": "Ten leaders, one from each tribe in Israel, went with him. Each man was a leader of a household and head of a family division in Israel.",
      "15": "When they arrived these leaders said to the people of Gilead,",
      "16": "“All of Yahweh’s congregation is asking, ‘What is this faithless act you have committed against the Elohim of Israel?’ Today you have turned away from following Yahweh by building an altar for yourselves. Today you have rebelled against Yahweh!",
      "17": "Does the sin we committed at Peor mean nothing to us anymore? Didn’t we cleanse ourselves from it? Because of that sin there was a plague on Yahweh’s congregation!",
      "18": "You have turned away from following Yahweh! Today you rebel against Yahweh, and tomorrow he will be angry with the whole congregation of Israel.",
      "19": "If your land is unclean, come over here to Yahweh’s land. Yahweh’s tent is standing here. Take some property for yourselves among us. Don’t rebel against Yahweh or against us by building an altar for yourselves in addition to the altar of Yahweh our Elohim.",
      "20": "Didn’t Achan, son of Zerah, act faithlessly with the things claimed by the Lord? Didn’t the Lord become angry with the whole congregation of Israel? Achan wasn’t the only one who died because of his sin.”",
      "21": "Then the tribes of Reuben and Gad and half of the tribe of Manasseh answered the heads of the divisions of Israel.",
      "22": "They said, “Yahweh is the only true El! Yahweh is the only true El! He knows, so let Israel know! If our act is rebellious or unfaithful to Yahweh,",
      "23": "don’t spare us today. If we built an altar with the intention of no longer following Yahweh, and if we built it for making burnt offerings, grain offerings, or fellowship offerings, let Yahweh punish us.",
      "24": "“We were worried because of the situation we’re in. We thought sometime in the future your children might say to our children, ‘What relationship do you have with Yahweh Elohim of Israel?",
      "25": "Yahweh has made the Jordan River a dividing line between us and you, the descendants of Reuben and Gad. You have no connection with Yahweh!’ So your descendants would stop our descendants from worshiping Yahweh.",
      "26": "Then we said, ‘Let’s build an altar for ourselves. It will not be for burnt offerings or sacrifices,",
      "27": "but it will stand as a witness between us for generations to come. It will stand as a witness that we may worship in the presence of Yahweh with our burnt offerings, sacrifices, and fellowship offerings.’ Then your descendants cannot say to our descendants, ‘You have no connection with Yahweh!’",
      "28": "So we thought, if this statement is made to us or to our descendants in the future, we will answer, ‘Look at the model of Yahweh’s altar our ancestors made. They didn’t make it for burnt offerings or sacrifices but to stand as a witness between us.’",
      "29": "It would be unthinkable for us to rebel against Yahweh or to turn back today from following Yahweh by building an altar for burnt offerings, grain offerings, or sacrifices in addition to the altar of Yahweh our Elohim that is in front of his tent.”",
      "30": "When the priest Phinehas, the leaders of the congregation, and the heads of the divisions of Israel heard what the tribes of Reuben, Gad, and Manasseh said, they were satisfied.",
      "31": "Then Phinehas, son of the priest Eleazar, said to the tribes of Reuben, Gad, and Manasseh, “Today we know Yahweh is among us, because you did not commit an unfaithful act against Yahweh. Now you have rescued the people of Israel from Yahweh’s punishment.”",
      "32": "Then Phinehas (son of the priest Eleazar) and the leaders returned from Reuben and Gad in Gilead to Israel in Canaan and gave them the report.",
      "33": "The people of Israel were satisfied with the report. So they praised Elohim and didn’t talk anymore about going to war against Reuben and Gad and destroying the land where they were living.",
      "34": "The tribes of Reuben and Gad gave the altar a name: Witness Between Us That Yahweh Is the Only True Elohim."
    },
    "23": {
      "1": "A long time afterward, Yahweh gave the Israelites peace with all their enemies around them. Joshua was old, near the end of his life.",
      "2": "So he called all the leaders, chiefs, judges, and officers of Israel together. He said to them, “I am old, near the end of my life.",
      "3": "You have seen for yourselves everything Yahweh your Elohim did to all those nations. Yahweh your Elohim fought for you!",
      "4": "I have given you the territory of the nations that still remain as an inheritance for your tribes. This includes the territory of all the nations I have already destroyed from the Jordan River westward to the Mediterranean Sea.",
      "5": "Yahweh your Elohim will expel them right in front of your eyes and force them out of your way. You will take their land as Yahweh your Elohim told you.",
      "6": "Now you must be very strong to keep and to do everything written in the Book of Moses’ Teachings. Don’t turn away from them.",
      "7": "Don’t get mixed up with the nations left in your territory. Don’t ever mention the names of their gods or swear an oath to them. Don’t ever serve their gods or bow down to them.",
      "8": "But you must be loyal to Yahweh your Elohim, as you have been until now.",
      "9": "Yahweh has forced important and powerful nations out of your way. Not one person has ever been able to stand up to you.",
      "10": "One of you used to chase a thousand. That was because Yahweh your Elohim was fighting for you, as he had promised you.",
      "11": "Be very careful to love Yahweh your Elohim.",
      "12": "“But if you turn away and go along with the other nations within your borders, if you intermarry with them or associate with them,",
      "13": "then you should know that Yahweh your Elohim will never again force these people out of your way. Instead, they will be a snare and a trap for you, a whip laid to your sides, and thorns in your eyes until none of you are left in this good land that Yahweh your Elohim has given you.",
      "14": "“Pay attention, because I will soon die like everyone else. You know with all your heart and soul that not one single promise which Yahweh your Elohim has given you has ever failed to come true. Every single word has come true.",
      "15": "“Every good word Yahweh your Elohim has promised you has come true for you. In the same way Yahweh will bring about every evil curse until he has destroyed you from this good land that he has given you.",
      "16": "When you ignore the conditions placed on you by Yahweh your Elohim and follow other gods, serve them and bow down to them, Yahweh will be angry with you. Then you will quickly disappear from the good land he has given you.”"
    },
    "24": {
      "1": "Joshua gathered all the tribes of Israel together at Shechem. He called together Israel’s leaders, chiefs, judges, and officers, and they presented themselves to Elohim.",
      "2": "Joshua said to all the people, “This is what Yahweh Elohim of Israel says: Long ago your ancestors, Terah and his sons Abraham and Nahor, lived on the other side of the Euphrates River and served other gods.",
      "3": "But I took your ancestor Abraham from the other side of the Euphrates River. I led him through all of Canaan and gave him many descendants. I also gave him Isaac.",
      "4": "To Isaac I gave Jacob and Esau. I gave Esau the mountains in Seir as his own. However, Jacob and his sons went to Egypt.",
      "5": "“Then I sent Moses and Aaron, and I struck Egypt with plagues. Later I led you out.",
      "6": "When I led your ancestors out of Egypt, you came to the sea. The Egyptians with their chariots and horsemen chased your ancestors to the Red Sea.",
      "7": "When your ancestors cried out to Yahweh, he put darkness between you and the Egyptians. He made the sea flow back and cover them. You saw for yourselves what I did to Egypt. Then you lived in the desert for a long time.",
      "8": "“After that I brought you to the land of the Amorites who lived on the east side of the Jordan River. They fought you. However, I handed them over to you. So you took their land, and I destroyed them in front of you.",
      "9": "Then Balak, son of King Zippor of Moab, fought Israel. He summoned Balaam, son of Beor, to curse you.",
      "10": "But I refused to listen to Balaam. All he could do was bless you. So I saved you from his power.",
      "11": "“Then you crossed the Jordan River and came to Jericho. The citizens of Jericho, the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites fought you. But I handed them over to you.",
      "12": "I sent hornets ahead of you to force out the two kings of the Amorites ahead of you. These things didn’t happen because of your battle skills or fighting ability.",
      "13": "So I gave you a land that you hadn’t farmed, cities to live in that you hadn’t built, vineyards and olive groves that you hadn’t planted. So you ate all you wanted!",
      "14": "“Fear Yahweh, and serve him with integrity and faithfulness. Get rid of the gods your ancestors served on the other side of the Euphrates River and in Egypt, and serve only Yahweh.",
      "15": "But if you don’t want to serve Yahweh, then choose today whom you will serve. Even if you choose the gods your ancestors served on the other side of the Euphrates or the gods of the Amorites in whose land you live, my family and I will still serve Yahweh.”",
      "16": "The people responded, “It would be unthinkable for us to abandon Yahweh to serve other gods.",
      "17": "Yahweh our Elohim brought us and our ancestors out of slavery in Egypt. He did these spectacular signs right before our eyes. He guarded us wherever we went, especially as we passed through other nations.",
      "18": "Yahweh forced out all the people ahead of us, including the Amorites who lived in this land. We, too, will serve Yahweh, because he is our Elohim.”",
      "19": "But Joshua answered the people, “Since Yahweh is a holy Elohim, you can’t possibly serve him. He is El Kanna. He will not forgive your rebellious acts and sins.",
      "20": "If you abandon Yahweh and serve foreign gods, he will turn and bring disaster on you. He will destroy you, although he has been so good to you.”",
      "21": "The people answered Joshua, “No! We will only serve Yahweh!”",
      "22": "Joshua said to the people, “You have testified that you have chosen to serve Yahweh.”\nThey answered, “Yes, we have!”",
      "23": "“Get rid of the foreign gods that are among you. Turn yourselves entirely over to Yahweh Elohim of Israel.”",
      "24": "The people replied to Joshua, “We will serve Yahweh our Elohim and obey him.”",
      "25": "That day Joshua made an agreement for the people and set up laws and rules for them at Shechem.",
      "26": "Joshua wrote these things in the Book of Elohim’s Teachings. Then he took a large stone and set it up under the oak tree at Yahweh’s holy place.",
      "27": "Joshua told all the people, “This stone will stand as a witness for us. It has heard all the words which Yahweh spoke to us. It will stand as a witness for you. You cannot deceive your Elohim.”",
      "28": "Then Joshua sent the people away, each to his own property.",
      "29": "After these events, Yahweh’s servant Joshua, son of Nun, died. He was 110 years old.",
      "30": "He was buried on his own land at Timnath Serah in the mountains of Ephraim north of Mount Gaash.",
      "31": "Israel served Yahweh as long as Joshua and the older leaders, who outlived him and who knew everything Yahweh had done for Israel, were alive.",
      "32": "Joseph’s bones, which the people of Israel had brought from Egypt, were buried at Shechem. They were placed in the plot of ground Jacob had bought from the sons of Hamor, father of Shechem, for 100 pieces of silver. The plot was inherited by Joseph’s descendants.",
      "33": "Aaron’s son Eleazar also died. He was buried on the hill that had been given to his son Phinehas in the mountains of Ephraim."
    }
  }
}