{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:10.939813-04:00",
    "Translation": "NOG"
  },
  "Judges": {
    "1": {
      "1": "After Joshua’s death the Israelites asked Yahweh, “Who will go first to fight the Canaanites for us?”",
      "2": "Yahweh answered, “Judah’s troops will go first. I am about to hand the Canaanites over to you.”",
      "3": "The tribe of Judah said to the tribe of Simeon, “Come with us into the territory given to us when we drew lots, and together we will fight the people of Canaan. Then we’ll go with you into your territory.” So the tribe of Simeon went along with Judah.",
      "4": "Judah’s troops went into battle, and Yahweh handed the Canaanites and Perizzites over to them. They defeated 10,000 men at Bezek.",
      "5": "At Bezek they also caught up with Adoni Bezek. They fought him and defeated the Canaanites and Perizzites.",
      "6": "Adoni Bezek fled. Judah’s troops chased him, caught him, and cut off his thumbs and big toes.",
      "7": "Adoni Bezek said, “Seventy kings who had their thumbs and big toes cut off used to pick up food under my table. Elohim has paid me back for what I did to them.” Judah’s troops brought Adoni Bezek to Jerusalem, where he died.",
      "8": "The men of Judah attacked Jerusalem and captured it. They killed everyone there and set the city on fire.",
      "9": "After that, the men of Judah went to fight the Canaanites who lived in the mountains, the Negev, and the foothills.",
      "10": "Then they went to fight the Canaanites who lived at Hebron. (In the past Hebron was called Kiriath Arba.) There they killed Sheshai, Ahiman, and Talmai.",
      "11": "From there Judah’s troops went to fight the people living at Debir. (In the past Debir was called Kiriath Sepher.)",
      "12": "Caleb said, “I will give my daughter Achsah as a wife to whoever defeats Kiriath Sepher and captures it.”",
      "13": "Then Othniel, son of Caleb’s younger brother Kenaz, captured it. So Caleb gave him his daughter Achsah as a wife.",
      "14": "When she came to Othniel, she persuaded him to ask her father for a field. When she got down from her donkey, Caleb asked her, “What do you want?”",
      "15": "She answered, “Give me a blessing. Since you’ve given me some dry land, also give me some springs.” So Caleb gave her the upper and lower springs.",
      "16": "The descendants of Moses’ father-in-law, the Kenite, went with the people of Judah from the City of Palms into the desert of Judah. There they lived with the people of Judah in the Negev near Arad.",
      "17": "The tribe of Judah went to fight along with the tribe of Simeon, their close relatives. They defeated the Canaanites who lived in Zephath and claimed it for the Lord by destroying it. So the city was called Hormah [Claimed for Destruction].",
      "18": "Judah also captured Gaza, Ashkelon, and Ekron with their territories.",
      "19": "Yahweh was with the men of Judah so that they were able to take possession of the mountains. But they could not force out the people living in the valley who had chariots made of iron.",
      "20": "As Moses had promised, Hebron was given to Caleb, who forced out the three sons of Anak.",
      "21": "The men of Benjamin did not force out the Jebusites who lived in Jerusalem. The Jebusites still live with the tribe of Benjamin in Jerusalem today.",
      "22": "The descendants of Joseph also went into battle against Bethel, and Yahweh was with them.",
      "23": "They sent men to spy on Bethel. (In the past the city was called Luz.)",
      "24": "The spies saw a man coming out of the city. They told him, “Show us how we can get into the city, and we’ll treat you kindly.”",
      "25": "He showed them. So they got into the city and killed everyone there. But they let that man and his whole family go free.",
      "26": "The man went to the land of the Hittites. There he built a city and called it Luz. The city still has that name today.",
      "27": "Now, the tribe of Manasseh did not force out the people of Beth Shean, Taanach, Dor, Ibleam, and Megiddo or their villages. The Canaanites were determined to live in this land.",
      "28": "When the Israelites were strong enough, they made the Canaanites do forced labor. But they did not force all of them out.",
      "29": "The tribe of Ephraim did not force out the Canaanites who lived in Gezer. So the Canaanites continued to live with them in Gezer.",
      "30": "The tribe of Zebulun did not force out those who lived at Kitron or Nahalol. So the Canaanites continued to live with them and were made to do forced labor.",
      "31": "The tribe of Asher did not force out those who lived at Acco or Sidon, Ahlab, Achzib, Helbah, Aphek, or Rehob.",
      "32": "So the tribe of Asher continued to live with the Canaanites because they did not force them out.",
      "33": "The tribe of Naphtali did not force out those who lived at Beth Shemesh or Beth Anath. So they continued to live with the Canaanites. But the people of Beth Shemesh and Beth Anath were made to do forced labor.",
      "34": "The Amorites forced the tribe of Dan into the mountains and would not let them come down into the valley.",
      "35": "The Amorites were determined to live at Har Heres, Aijalon, and Shaalbim. But when the tribes of Joseph became stronger, they made the Amorites do forced labor.",
      "36": "The territory of the Amorites extended from the Akrabbim Pass—from Selah northward."
    },
    "2": {
      "1": "The Messenger of Yahweh went from Gilgal to Bochim. He said, “I brought you out of Egypt into the land that I swore to give to your ancestors. I said, ‘I will never break my promise to you.",
      "2": "You must never make a treaty with the people who live in this land. You must tear down their altars.’ But you didn’t obey me. What do you think you’re doing?",
      "3": "So I have this to say, ‘I will not force them out of your way. They will be like thorns in your sides, and their gods will become a trap for you.’”",
      "4": "While the Messenger of Yahweh was saying this to all the people of Israel, they began to cry loudly.",
      "5": "So they called that place Bochim [Those Who Cry]. They offered sacrifices there to Yahweh.",
      "6": "Now, Joshua sent the people of Israel home. So each family went to take possession of the territory they had inherited.",
      "7": "The people served Yahweh throughout Joshua’s lifetime and throughout the lifetimes of the leaders who had outlived him and who had seen all the spectacular works Yahweh had done for Israel.",
      "8": "Yahweh’s servant Joshua, son of Nun, died at the age of 110.",
      "9": "He was buried at Timnath Heres within the territory he had inherited. This was in the mountains of Ephraim north of Mount Gaash.",
      "10": "That whole generation had joined their ancestors in death. So another generation grew up after them. They had no personal experience with Yahweh or with what he had done for Israel.",
      "11": "The people of Israel did what Yahweh considered evil. They began to serve other gods—the Baals.",
      "12": "The Israelites abandoned Yahweh Elohim of their ancestors, the Elohim who brought them out of Egypt. They followed the other gods of the people around them. They worshiped these gods, and that made Yahweh angry.",
      "13": "They abandoned Yahweh to serve the god Baal and the goddess Astarte.",
      "14": "So Yahweh became angry with the people of Israel. He handed them over to people who robbed them. He also used their enemies around them to defeat them. They could no longer stand up against their enemies.",
      "15": "Whenever the Israelites went to war, the power of Yahweh brought disaster on them. This was what Yahweh said he would do in an oath. So he made them suffer a great deal.",
      "16": "Then Yahweh would send judges to rescue them from those who robbed them.",
      "17": "But the people wouldn’t listen to the judges. The Israelites chased after other gods as though they were prostitutes and worshiped them. They quickly turned from the ways of their ancestors who had obeyed Yahweh’s commands. They refused to be like their ancestors.",
      "18": "But when Yahweh appointed judges for the Israelites, he was with each judge. Yahweh rescued them from their enemies as long as that judge was alive. Yahweh was moved by the groaning of those who were tormented and oppressed.",
      "19": "But after each judge died, the people went back to their old ways and acted more corruptly than their parents. They followed, served, and worshiped other gods. They never gave up their evil practices and stubborn ways.",
      "20": "Yahweh became angry with Israel. He said, “Because the people of this nation have rejected the promise I gave their ancestors and have not obeyed me,",
      "21": "I will no longer force out the nations Joshua left behind when he died.",
      "22": "I will test the people of Israel with these nations to see whether or not they will carefully follow Yahweh’s ways as their ancestors did.”",
      "23": "So Yahweh let these nations stay. He had not handed them over to Joshua or forced them out quickly."
    },
    "3": {
      "1": "These are the nations Yahweh left behind to test all the Israelites who had not experienced any war in Canaan.",
      "2": "The Lord left them to teach Israel’s descendants about war, at least those who had known nothing about it in the past.",
      "3": "He left the five rulers of the Philistines, all the Canaanites, the Sidonians, and the Hivites who lived on Mount Lebanon from Mount Baal Hermon to the border of Hamath.",
      "4": "These nations were left to test the Israelites, to find out if they would obey the commands Yahweh had given their ancestors through Moses.",
      "5": "So the people of Israel lived among the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites.",
      "6": "The Israelites allowed their sons and daughters to marry these people. Israel also served their gods.",
      "7": "The people of Israel did what Yahweh considered evil. They forgot Yahweh their Elohim and served other gods and goddesses—the Baals and the Asherahs.",
      "8": "Yahweh became angry with the people of Israel. He used King Cushan Rishathaim of Aram Naharaim to defeat them. So Israel served Cushan Rishathaim for eight years.",
      "9": "Then the people of Israel cried out to Yahweh for help. Yahweh sent a savior to rescue them. It was Othniel, son of Caleb’s younger brother Kenaz.",
      "10": "When the Ruach Yahweh came over him, he became the judge of Israel. He went out to war. Yahweh handed King Cushan Rishathaim of Aram Naharaim over to him, and Othniel overpowered him.",
      "11": "So there was finally peace in the land for 40 years. Then Othniel, son of Kenaz, died.",
      "12": "Once again, the people of Israel did what Yahweh considered evil. So Yahweh made King Eglon of Moab stronger than Israel, because Israel did what Yahweh considered evil.",
      "13": "Eglon got the Ammonites and the Amalekites to help him, and they defeated the Israelites and occupied the City of Palms.",
      "14": "The Israelites served King Eglon of Moab for 18 years.",
      "15": "Then the people of Israel cried out to Yahweh for help. Yahweh sent a savior to rescue them. It was Ehud, a left-handed man from the tribe of Benjamin. (Ehud was the son of Gera.)\nThe people sent him with their tax payment to King Eglon of Moab.",
      "16": "Ehud made a two-edged dagger for himself. He fastened it to his right side under his clothes.",
      "17": "Then he brought the tax payment to King Eglon. (Eglon was a very fat man.)",
      "18": "When Ehud had finished delivering the payment, he sent back the men who had carried it.",
      "19": "However, Ehud turned around at the stone idols near Gilgal and returned to Eglon. He said, “Your Majesty, I have a secret message for you.”\nThe king replied, “Keep quiet!” Then all his advisers left the room.",
      "20": "Ehud came up to him as he sat alone in his room on the roof. He said to the king, “I have a message from Elohim for you.” As the king rose from his throne,",
      "21": "Ehud reached with his left hand, took the dagger from his right side, and plunged it into Eglon’s belly.",
      "22": "Even the handle went in after the blade. Eglon’s fat covered the blade because Ehud didn’t pull the dagger out. The blade stuck out in back.",
      "23": "Ehud left the room. (He had closed and locked the doors of the room before he left.)",
      "24": "After Ehud went out, Eglon’s advisers came in. They were surprised that the doors were locked. “He must be using the toilet,” they said.",
      "25": "They waited and waited, but Eglon didn’t open the doors. So they took the key and opened the door. They were shocked to see their ruler lying on the floor, dead.",
      "26": "While they had been waiting, Ehud escaped. He went past the stone idols and escaped to Seirah.",
      "27": "When he arrived there, he blew a ram’s horn in the mountains of Ephraim to summon the troops. So the troops of Israel came down from the mountains with him, and he led them.",
      "28": "He told them, “Follow me! Yahweh will hand your enemy Moab over to you.”\nThey followed him and captured the shallow crossings of the Jordan River that led to Moab and refused to let anyone cross.",
      "29": "At that time they killed about ten thousand of Moab’s best fighting men. Not one of them escaped.",
      "30": "The power of Moab was crushed by Israel that day. So there was finally peace in the land for 80 years.",
      "31": "After Ehud came Shamgar, son of Anath. He killed 600 Philistines with a sharp stick used for herding oxen. So he, too, rescued Israel."
    },
    "4": {
      "1": "After Ehud died, the people of Israel again did what Yahweh considered evil.",
      "2": "So Yahweh used King Jabin of Canaan, who ruled at Hazor, to defeat them. The commander of King Jabin’s army was Sisera, who lived at Harosheth Haggoyim.",
      "3": "The people of Israel cried out to Yahweh for help. King Jabin had 900 chariots made of iron and had cruelly oppressed Israel for 20 years.",
      "4": "Deborah, wife of Lappidoth, was a prophet. She was the judge in Israel at that time.",
      "5": "She used to sit under the Palm Tree of Deborah between Ramah and Bethel in the mountains of Ephraim. The people of Israel would come to her for legal decisions.",
      "6": "Deborah summoned Barak, son of Abinoam, from Kedesh in Naphtali. She told him, “Yahweh Elohim of Israel has given you this order: ‘Gather troops on Mount Tabor. Take 10,000 men from Naphtali and Zebulun with you.",
      "7": "I will lead Sisera (the commander of Jabin’s army), his chariots, and troops to you at the Kishon River. I will hand him over to you.’”",
      "8": "Barak said to her, “If you go with me, I’ll go. But if you don’t go with me, I won’t go.”",
      "9": "Deborah replied, “Certainly, I’ll go with you. But you won’t win any honors for the way you’re going about this, because Yahweh will use a woman to defeat Sisera.”\nSo Deborah started out for Kedesh with Barak.",
      "10": "Barak called the tribes of Zebulun and Naphtali together at Kedesh. Ten thousand men went to fight under his command. Deborah also went along with him.",
      "11": "Heber the Kenite had separated from the other Kenites (the descendants of Hobab, Moses’ father-in-law). Heber went as far away as the oak tree at Zaanannim near Kedesh and set up his tent.",
      "12": "The report reached Sisera that Barak, son of Abinoam, had come to fight at Mount Tabor.",
      "13": "So Sisera summoned all his chariots (900 chariots made of iron) and all his troops from Harosheth Haggoyim to come to the Kishon River.",
      "14": "Then Deborah said to Barak, “Attack! This is the day Yahweh will hand Sisera over to you. Yahweh will go ahead of you.”\nSo Barak came down from Mount Tabor with 10,000 men behind him.",
      "15": "The Lord threw Sisera, all his chariots, and his whole army into a panic in front of Barak’s deadly assault. Sisera got down from his chariot and fled on foot.",
      "16": "Barak pursued the chariots and the army to Harosheth Haggoyim. So Sisera’s whole army was killed in combat. Not one man survived.",
      "17": "Meanwhile, Sisera fled on foot toward the tent of Jael, the wife of Heber the Kenite. Sisera did this because King Jabin of Hazor and Heber’s family were on peaceful terms.",
      "18": "When Jael came out of her tent, she met Sisera. She told him, “Sir, come in here! Come into my tent. Don’t be afraid.” So he went into her tent, and she hid him under a tent curtain.",
      "19": "Sisera said to her, “Please give me a little water to drink. I’m thirsty.” But instead she gave him milk to drink and covered him up again.",
      "20": "He said to her, “Stand at the door of the tent. If anyone comes and asks if there has been a man around here, tell them no.”",
      "21": "When Sisera had fallen sound asleep from exhaustion, Jael, Heber’s wife, took a tent peg and walked quietly toward him with a hammer in her hand. She hammered the tent peg through his temples into the ground. So Sisera died.",
      "22": "Barak was still pursuing Sisera. When Jael came out of her tent, she met him. She said to him, “Come in! I have something to show you—the man you’ve been looking for.” So Barak went into her tent. He saw Sisera lying there dead with the tent peg through his temples.",
      "23": "So on that day, Elohim used the people of Israel to crush the power of King Jabin of Canaan.",
      "24": "The Israelites became stronger and stronger until they destroyed him."
    },
    "5": {
      "1": "On that day Deborah and Barak, son of Abinoam, sang this song:",
      "2": "Praise Yahweh!\n    Men in Israel vowed to fight,\n        and people volunteered for service.",
      "3": "Listen, you kings!\nOpen your ears, you princes!\n    I will sing a song to Yahweh.\n    I will make music to Yahweh Elohim of Israel.",
      "4": "O Yahweh,\n    when you went out from Seir,\n    when you marched from the country of Edom,\n        the earth quaked,\n        the sky poured,\n        the clouds burst,",
      "5": "and the mountains shook\n                in the presence of Yahweh God of Sinai,\n                in the presence of Yahweh Elohim of Israel.",
      "6": "In the days of Shamgar, son of Anath,\nin the days of Jael,\n    roads were deserted.\nThose who traveled took back roads.",
      "7": "Villages in Israel were deserted—\n    deserted until I, Deborah, took a stand—\n        took a stand as a mother of Israel.",
      "8": "When the people chose new gods,\n    war broke out inside the city gates.\nNot a weapon was seen among 40,000 in Israel.",
      "9": "My heart goes out to Israel’s commanders,\n    to those people who volunteered.\nPraise Yahweh!",
      "10": "You people who ride on brown donkeys,\n    who sit on saddle blankets,\n        and who walk on the road—think.",
      "11": "Listen to the voices of those singing at the wells.\nOver and over again they repeat\n    the victories of Yahweh,\n    the victories for his villages in Israel.\nThen Yahweh’s people went down to the city gates.",
      "12": "Get up! Get up, Deborah!\nGet up! Get up and create a song!\nBarak, attack! Take your prisoners, son of Abinoam.",
      "13": "Then those mighty men who were left came down.\nYahweh’s people went into battle for me against the mighty soldiers.",
      "14": "Those who had settled in Amalek’s country\n    came down from Ephraim.\n    Benjamin came with its troops\n        after Ephraim.\n    Commanders from Machir went into battle.\n    The officers from Zebulun also went.",
      "15": "Issachar’s commanders were with Deborah.\n    They were also with Barak,\n        sent into the valley under his command.\nAmong Reuben’s divisions important men had second thoughts.",
      "16": "Why did you sit between the saddlebags?\nWas it to listen to the shepherds playing their flutes?\n    Reuben’s divisions of important men had second thoughts.",
      "17": "Gilead remained east of the Jordan River.\n    And Dan . . . Why did he stay by the ships?\n    Asher sat on the seashore and remained along the inlets.",
      "18": "But Zebulun mocked death,\n    and Naphtali risked his life on the battlefield.",
      "19": "Kings came and fought.\nThen the kings of Canaan fought.\n    They fought at Taanach by the waters of Megiddo.\n        But they didn’t carry off any rich loot.",
      "20": "The stars fought from heaven.\n    They fought against Sisera from their heavenly paths.",
      "21": "The Kishon River swept them away—\n    that old river, the Kishon.\nI must march on with strength!",
      "22": "Then the horses’ hoofs pounded.\n    The mighty war horses galloped on and on.",
      "23": "“Curse Meroz!” said the Messenger of Yahweh.\n“Bitterly curse those who live there!\n    They did not come to help Yahweh,\n        to help Yahweh and his heroes.”",
      "24": "Jael, wife of Heber the Kenite,\n    should be the most blessed woman,\n    the most blessed woman living in a tent.",
      "25": "Sisera asked for water.\n    She gave him milk.\n    She offered him buttermilk in a royal bowl.",
      "26": "She reached for a tent peg with one hand,\n    for a workman’s hammer with the other.\n    She struck Sisera.\n        She crushed his head.\n            She shattered and pierced his temples.",
      "27": "He sank.\n    He fell.\n        He lay between her feet!\nHe sank.\n    He fell between her feet.\n        Where he sank, he fell dead.",
      "28": "Sisera’s mother looked through her window\n    and cried as she peered through the lattice.\n“Why is his chariot taking so long?\nWhy don’t I hear the clatter of his chariots?”",
      "29": "Her wisest servants gave her an answer.\nBut she kept repeating to herself,",
      "30": "“They’re really finding and dividing the loot:\n    A girl or two for each soldier,\n        colorful clothes for Sisera,\n            colorful, embroidered clothes,\n                and two pieces of colorful, embroidered cloth\n    for the neck of the looter.”",
      "31": "May all your enemies die like that, O Yahweh.\nBut may those who love Yahweh\n    be like the sun when it rises in all its brightness.\nSo the land had peace for 40 years."
    },
    "6": {
      "1": "The people of Israel did what Yahweh considered evil. So Yahweh handed them over to Midian for seven years.",
      "2": "Midian’s power was too strong for Israel. The Israelites made hiding places in the mountains, caves, and mountain strongholds to protect themselves from Midian.",
      "3": "Whenever Israel planted crops, Midian, Amalek, and Kedem came and damaged the crops.",
      "4": "The enemy used to camp on the land and destroy the crops all the way to Gaza. They left nothing for Israel to live on—not one sheep, cow, or donkey.",
      "5": "Like swarms of locusts, they came with their livestock and their tents. They and their camels could not be counted. They came into the land only to ruin it.",
      "6": "So the Israelites became very poor because of Midian and cried out to Yahweh for help.",
      "7": "When the people of Israel cried out to Yahweh for help because of what the Midianites had done to them,",
      "8": "Yahweh sent a prophet to them. He said, “This is what Yahweh Elohim of Israel says:\nI brought you out of Egypt.\nI took you away from slavery.",
      "9": "I rescued you from the power of the Egyptians\n    and from the power of those who oppressed you.\nI forced people out of your way.\nI gave you their land.",
      "10": "I said to you, ‘I am Yahweh your Elohim.\n    You must never fear the gods of the Amorites\n        in whose land you will live.’\n            But you have not obeyed me.”",
      "11": "The Messenger of Yahweh came and sat under the oak tree in Ophrah that belonged to Joash from Abiezer’s family. Joash’s son Gideon was beating out wheat in a winepress to hide it from the Midianites.",
      "12": "The Messenger of Yahweh appeared to Gideon and said, “Yahweh is with you, brave man.”",
      "13": "Gideon responded, “Excuse me, sir! But if Yahweh is with us, why has all this happened to us? Where are all the miracles our ancestors have told us about? Didn’t they say, ‘Yahweh brought us out of Egypt?’ But now Yahweh has abandoned us and has handed us over to Midian.”",
      "14": "Yahweh turned to him and said, “You will rescue Israel from Midian with the strength you have. I am sending you.”",
      "15": "Gideon said to him, “Excuse me, sir! How can I rescue Israel? Look at my whole family. It’s the weakest one in Manasseh. And me? I’m the least important member of my family.”",
      "16": "Yahweh replied, “I will be with you. You will defeat Midian as if it were only one man.”",
      "17": "Gideon said to him, “If you find me acceptable, give me a sign that it is really you speaking to me.",
      "18": "Don’t leave until I come back. I want to bring my gift and set it in front of you.”\n“I will stay until you come back,” he said.",
      "19": "Then Gideon went into his house and prepared a young goat and unleavened bread made with 18 quarts of flour. He put the meat in a basket and the broth in a pot. Then he went out and presented them to the Messenger of the Lord under the oak tree.",
      "20": "The Messenger of Yahweh told him, “Take the meat and the unleavened bread, put them on this rock, and pour the broth over them.” Gideon did so.",
      "21": "Then the Messenger of Yahweh touched the meat and the bread with the tip of the staff that was in his hand. Fire flared up from the rock and burned the meat and the bread. Then the Messenger of Yahweh disappeared.",
      "22": "That’s when Gideon realized that this had been the Messenger of Yahweh. So he said, “Adonay Yahweh! I have seen the Messenger of Yahweh face to face.”",
      "23": "Yahweh said to him, “Calm down! Don’t be afraid. You will not die.”",
      "24": "So Gideon built an altar there to Yahweh. He called it Yahweh Shalom. To this day it is still in Ophrah, which belongs to Abiezer’s family.",
      "25": "That same night Yahweh said to Gideon, “Take a bull from your father’s herd, a bull that is seven years old. Tear down your father’s altar dedicated to the god Baal and cut down the pole dedicated to the goddess Asherah that is next to it.",
      "26": "Then, in the proper way, build an altar to Yahweh your Elohim on top of this fortified place. Take this second bull and sacrifice it as a burnt offering on the wood from the Asherah pole that you have cut down.”",
      "27": "Gideon took ten of his servants and did what Yahweh had told him to do. However, he didn’t do anything during the day. He was too afraid of his father’s family and the men of the city, so he did it at night.",
      "28": "When the men of the city got up early in the morning, they saw that the Baal altar had been torn down. The Asherah pole next to it had also been cut down. They saw that the second bull had been sacrificed as a burnt offering on the altar that had been built.",
      "29": "They asked each other, “Who did this?” While they were investigating the matter, someone said, “Gideon, son of Joash, did this.”",
      "30": "Then the men of the city told Joash, “Bring your son out. He must die. He has torn down the Baal altar and cut down the Asherah pole that was beside it.”",
      "31": "But Joash said to everyone standing around him, “You’re not going to defend Baal, are you? Do you think you should save him? Whoever defends him will be put to death in the morning. If he’s a god, let him defend himself when someone tears down his altar.”",
      "32": "So that day they nicknamed Gideon “Jerubbaal” [Let Baal Defend Himself], because they said, “When someone tears down Baal’s altar, let Baal defend himself.”",
      "33": "All of Midian, Amalek, and Kedem combined their armies, crossed the Jordan River, and camped in the valley of Jezreel.",
      "34": "Then the Ruach Yahweh gave Gideon strength. So Gideon blew the ram’s horn to summon Abiezer’s family to follow him.",
      "35": "He also sent messengers throughout Manasseh to summon the people to follow him. The tribes of Asher, Zebulun, and Naphtali were also summoned to follow him, and they went to meet the enemy in battle.",
      "36": "Then Gideon said to Elohim, “You said that you would rescue Israel through me.",
      "37": "I’ll place some wool on the threshing floor. If there is dew on the wool while all the ground is dry, then I’ll know that you will rescue Israel through me, as you said.”",
      "38": "And that is what happened. The next morning Gideon got up early. He squeezed out a bowl full of water from the wool.",
      "39": "Then Gideon said to Elohim, “Don’t be angry with me. But let me ask one more thing. Let me make one more test with the wool. Let the wool be dry while all the ground is covered with dew.”",
      "40": "During the night, Elohim did what Gideon asked. The wool was dry, but all the ground was covered with dew."
    },
    "7": {
      "1": "Jerubbaal (that is, Gideon) and all the troops with him got up early and camped above En Harod. Midian’s camp was north of him at the hill of Moreh in the valley.",
      "2": "Yahweh said to Gideon, “You have too many men with you for me to hand Midian over to you. Israel might brag and say, ‘We saved ourselves.’",
      "3": "Announce to the troops, ‘Whoever is scared or frightened should leave Mount Gilead and go back home.’” So 22,000 men went back home, and 10,000 were left.",
      "4": "Yahweh said to Gideon, “There are still too many men. Bring them down to the water, and I will test them for you there. If I say to you, ‘This one will go with you,’ he must go with you. And if I say to you, ‘This one won’t go with you,’ he must not go.”",
      "5": "So Gideon took the men down to the water. Yahweh said to him, “Separate those who lap water with their tongues like dogs from those who kneel down to drink.”",
      "6": "Three hundred men lapped water with their hands to their mouths. All the rest of the men knelt down to drink water.",
      "7": "Then Yahweh said to Gideon, “With the 300 men who lapped water I will save you and hand Midian over to you. All the other men should go home.”",
      "8": "So Gideon sent the other men of Israel home, but the 300 men who stayed kept all the supplies and rams’ horns.\nThe camp of Midian was below him in the valley.",
      "9": "That night Yahweh said to Gideon, “Attack! Go into the camp! I will hand it over to you.",
      "10": "But if you’re afraid to go, take your servant Purah to the camp with you.",
      "11": "Listen to what people are saying. After that, you will have the courage to go into the camp and attack it.”\nSo Gideon and his servant Purah went to the edge of the camp.",
      "12": "Midian, Amalek, and all of Kedem were spread out in the valley like a swarm of locusts. There were so many camels that they could not be counted. They were as numerous as the grains of sand on the seashore.",
      "13": "When Gideon got there, he heard a man telling his friend a dream. The man said, “I had a strange dream. There was a loaf of barley bread rolling around in the camp of Midian. When it got to the command post, the loaf of bread hit that tent so hard that the tent collapsed, turned upside down, and fell flat.”",
      "14": "His friend replied, “That can only be the sword of Gideon, son of Joash, from Israel. Elohim is going to hand Midian and the whole camp over to him.”",
      "15": "When Gideon heard the dream and its interpretation, he worshiped Yahweh. Then he went back to the camp of Israel and said, “Attack! Yahweh will hand Midian’s camp over to you.”",
      "16": "Gideon divided the 300 men into three companies. He gave them each rams’ horns and jars with torches inside.",
      "17": "He said to them, “Watch me, and do what I do. When I come to the edge of the camp, do exactly as I do.",
      "18": "When I and those with me blow our rams’ horns, then the rest of you around the camp do the same and shout, ‘For Yahweh and for Gideon!’”",
      "19": "Gideon and his 100 men came to the edge of the camp. It was the beginning of the midnight watch just at the change of the guards. They blew their rams’ horns and smashed the jars they were holding in their hands.",
      "20": "The three companies also blew their rams’ horns and broke their jars. They held the torches in their left hands and the rams’ horns in their right hands so that they could blow them. They shouted, “A sword for Yahweh and for Gideon!”",
      "21": "While each man kept his position around the camp, everyone in the Midianite camp began to run away, screaming as they fled.",
      "22": "The 300 men kept on blowing their rams’ horns, and Yahweh caused the whole camp of Midian to fight among themselves. They fled as far as Beth Shittah, toward Zererah, and as far as the bank of the stream at Abel Meholah near Tabbath.",
      "23": "The men of Israel were summoned from Naphtali, Asher, and all Manasseh to help pursue the troops of Midian.",
      "24": "Gideon also sent messengers to the whole mountain region of Ephraim with this message, “Go into battle against Midian. Capture the watering holes as far as Beth Barah and the Jordan River.” All the men of Ephraim were also summoned to help. They captured the watering holes as far as Beth Barah and the Jordan River.",
      "25": "They also captured Oreb and Zeeb, the two Midianite commanders. They killed Oreb at the Rock of Oreb and Zeeb at the Winepress of Zeeb and kept on pursuing Midian. Then they brought the severed heads of Oreb and Zeeb to Gideon on the other side of the Jordan River."
    },
    "8": {
      "1": "The men from Ephraim strongly protested Gideon’s actions. They said, “Why did you do this to us? You didn’t invite us to go fight Midian with you.”",
      "2": "Gideon replied, “I haven’t done anything compared with what you have done. Aren’t the grapes that Ephraim picked after the harvest better than all the grapes in Abiezer’s entire harvest?",
      "3": "Elohim handed Oreb and Zeeb, Midian’s commanders, over to you. What have I done compared with that?” When they heard what Gideon said, they weren’t angry with him anymore.",
      "4": "Gideon and his 300 men headed toward the Jordan River. They were exhausted when they crossed it, but they kept pursuing the enemy.",
      "5": "So Gideon said to the men of Succoth, “Please give me some food for the men under my command. They’re exhausted, and I’m pursuing King Zebah and King Zalmunna of Midian.”",
      "6": "The generals at Succoth replied, “We shouldn’t give your army food. You haven’t captured Zebah and Zalmunna yet.”",
      "7": "Gideon responded, “Alright, then. When Yahweh hands Zebah and Zalmunna over to me, I’ll whip your bodies with thorns and thistles from the desert.”",
      "8": "Then Gideon went to Penuel and asked the people there for the same help. But they gave him the same reply that the men of Succoth gave.",
      "9": "So he told them, “When I come back after my victory, I’ll tear down this tower.”",
      "10": "Zebah and Zalmunna were in Karkor with an army of about 15,000 men. This was all that was left of Kedem’s entire army. In the battle, 120,000 soldiers died.",
      "11": "So Gideon went up Tent Dwellers Road, east of Nobah and Jogbehah, and defeated the unsuspecting Midianite army.",
      "12": "Zebah and Zalmunna fled as Gideon pursued them. He captured King Zebah and King Zalmunna of Midian, and the whole Midianite army panicked.",
      "13": "Gideon, son of Joash, returned from the battle through the Heres Pass",
      "14": "and captured a young man from Succoth. He questioned him, and the young man wrote down for him the names of the 77 officials and leaders of Succoth.",
      "15": "Gideon went to the men of Succoth and said, “Here are Zebah and Zalmunna! You insulted me when you said, ‘We shouldn’t give your exhausted men food before you’ve captured Zebah and Zalmunna.’”",
      "16": "So Gideon took the leaders of the city and taught them a lesson using thorns and thistles from the desert.",
      "17": "Then he tore down the tower of Penuel and killed the men of that city.",
      "18": "He asked Zebah and Zalmunna, “What kind of men did you kill at Tabor?”\nThey answered, “They were like you. Each one looked like a king’s son.”",
      "19": "Gideon replied, “They were my brothers, my mother’s sons. I solemnly swear, as Yahweh lives, if you had let them live, I would not have to kill you now.”",
      "20": "Then he told Jether, his firstborn son, “Get up and kill them!” But Jether didn’t draw his sword. He was afraid because he was only a young man.",
      "21": "Zebah and Zalmunna said, “Get up and do it yourself! It’s a man’s job!” So Gideon got up and killed them. Then he took the half-moon ornaments that were on their camels’ necks.",
      "22": "The men of Israel said to Gideon, “You, then your son, and then your grandson, must rule us. You rescued us from Midian.”",
      "23": "Gideon replied, “I will not rule you nor will my son. Yahweh will rule you.”",
      "24": "Then Gideon said to them, “Do me a favor. Each of you give me the earrings from your loot.” (Their enemies, the Ishmaelites, wore gold earrings.)",
      "25": "The men of Israel answered, “Yes, we’ll give them to you.” So they spread out a coat. Each man took the earrings from his loot and dropped them on it.",
      "26": "The gold earrings Gideon had asked for weighed 40 pounds. This did not include the half-moon ornaments, the earrings, the purple clothes worn by the kings of Midian, and the chains from their camels’ necks.",
      "27": "Then Gideon used the gold to make an idol and placed it in his hometown, Ophrah. All Israel chased after it there as though it were a prostitute. It became a trap for Gideon and his family.",
      "28": "The power of Midian was crushed by the people of Israel, and Midian never again became a threat. So the land had peace for 40 years during Gideon’s life.",
      "29": "Jerubbaal, son of Joash, went home to live.",
      "30": "Gideon had 70 sons because he had many wives.",
      "31": "His concubine at Shechem also gave birth to a son. That son was named Abimelech.",
      "32": "Gideon, son of Joash, died at a very old age. He was buried in the tomb of his father Joash at Ophrah, the city belonging to Abiezer’s family.",
      "33": "As soon as Gideon died, the people of Israel chased after other gods—the Baals—as though they were prostitutes. They made Baal Berith their god.",
      "34": "The Israelites did not remember Yahweh their Elohim, who had rescued them from all the enemies around them.",
      "35": "And they were not kind to the family of Jerubbaal (that is, Gideon) despite all the good he had done for Israel."
    },
    "9": {
      "1": "Abimelech, son of Jerubbaal [Gideon], went to Shechem to see the uncles on his mother’s side of the family. He spoke to them and his mother’s whole family.",
      "2": "He said, “Please ask all citizens of Shechem, ‘What seems best to you? Do you really want all of Jerubbaal’s 70 sons to rule you or just one man? Remember, I’m your own flesh and blood.’”",
      "3": "His uncles repeated everything he said to all citizens of Shechem. They were persuaded to follow Abimelech because he was their relative.",
      "4": "So they gave him 70 pieces of silver from the temple of Baal Berith. With the silver, Abimelech hired worthless and reckless men to follow him.",
      "5": "Then he went to his father’s home in Ophrah. There he executed his 70 brothers, Jerubbaal’s sons. But Jotham, Jerubbaal’s youngest son, survived because he hid.",
      "6": "All the citizens from Shechem and Beth Millo united. They went to the oak tree that was still standing in Shechem and proclaimed Abimelech king.",
      "7": "When Jotham was told about this, he went to a high spot on Mount Gerizim. He shouted to them, “Listen to me, you citizens of Shechem, so that Elohim might listen to you.",
      "8": "“The trees went to anoint someone to be king over them.\n    They said to the olive tree,\n        ‘Be our king!’",
      "9": "But the olive tree responded,\n    ‘Should I stop producing oil,\n        which people use to honor gods and humans,\n            in order to rule the trees?’",
      "10": "Then the trees said to the fig tree,\n    ‘You come and be our king!’",
      "11": "But the fig tree responded,\n    ‘Should I stop producing my good, sweet fruit\n        in order to rule the trees?’",
      "12": "Then the trees said to the grapevine,\n    ‘You come and be our king!’",
      "13": "But the grapevine responded,\n    ‘Should I stop producing my wine,\n        which makes gods and humans happy,\n            in order to rule the trees?’",
      "14": "Then all the trees said to the thornbush,\n    ‘You come and be our king!’",
      "15": "But the thornbush responded to the trees,\n    ‘If you really want to anoint me to be your king,\n        then come and take shelter in my shade.\n    But if not, fire will come out of the thornbush\n        and burn up the cedars of Lebanon.’",
      "16": "“If you acted with sincerity and integrity when you made Abimelech king, be happy. If you treated Jerubbaal and his family well, if you treated him as he deserved, be happy.",
      "17": "My father fought for you. He risked his life and rescued you from Midian.",
      "18": "But today you have attacked my father’s family. You have executed his 70 sons. You have made Abimelech, who is the son of my father’s slave girl, king over the citizens of Shechem just because he’s your brother.",
      "19": "So if you are now acting with sincerity and integrity toward Jerubbaal and his family, then be happy with Abimelech and let Abimelech be happy with you.",
      "20": "But if that’s not the case, let fire come out of Abimelech and burn up citizens of Shechem and Beth Millo. Also let fire come out of citizens of Shechem and Beth Millo and burn up Abimelech.”",
      "21": "Then Jotham ran away quickly. He went to Beerah and lived there to avoid his brother Abimelech.",
      "22": "Abimelech ruled Israel for three years.",
      "23": "Then Elohim sent an evil spirit to cause problems between Abimelech and citizens of Shechem. So citizens of Shechem turned against Abimelech.",
      "24": "God did this so that the bloody violence committed against Jerubbaal’s 70 sons would happen to Abimelech and citizens of Shechem. Citizens of Shechem had helped Abimelech execute his brothers.",
      "25": "So citizens of Shechem set ambushes for Abimelech on top of the mountains. They also robbed everyone who passed by them on the road. This was reported to Abimelech.",
      "26": "Then Gaal (son of Ebed) and his brothers moved into Shechem. Citizens of Shechem trusted him.",
      "27": "They went into the country and harvested grapes in the vineyards to make wine. Then they made an offering of praise in the temple of their gods. They ate, drank, and cursed Abimelech.",
      "28": "Gaal (son of Ebed) said, “Who’s Abimelech, and who are we, the people of Shechem, that we should serve him? Isn’t he Jerubbaal’s son, and isn’t Zebul his officer? Serve the descendants of Hamor, Shechem’s father! Why should we serve Abimelech?",
      "29": "How I wish I controlled these people! Then I’d get rid of Abimelech. I would tell him, ‘Get yourself a big army and come out.’”",
      "30": "Zebul, Shechem’s ruler, heard what Gaal (son of Ebed) had said, and he became angry.",
      "31": "He secretly sent messengers to Abimelech. “Watch out! Gaal (son of Ebed) and his brothers have come to Shechem. They have turned the city against you.",
      "32": "You and your men must start out tonight. Set an ambush for them in the fields around Shechem.",
      "33": "In the morning, when the sun rises, get up quickly and raid the city. When Gaal and his men come out to attack you, do whatever you want to him.”",
      "34": "Abimelech and all his troops started out at night. He used four companies to set ambushes around Shechem.",
      "35": "Gaal (son of Ebed) went out and stood at the entrance to the city. Then Abimelech and his troops rose from their ambush.",
      "36": "When Gaal saw the troops, he said to Zebul, “Look, troops are coming down from the mountaintops!”\nZebul replied, “The shadows of the mountains look like men to you.”",
      "37": "Gaal spoke again, “No, there are troops coming down from Tabbur Haares. One company is coming along the road by the Fortunetellers’ Tree.”",
      "38": "Then Zebul said to him, “Where is your big mouth now? You were the one who said, ‘Who’s Abimelech that we should serve him?’ Aren’t these the troops whose ruler you despised? Now go out and fight him.”",
      "39": "Then Gaal led citizens of Shechem out to fight Abimelech.",
      "40": "Abimelech chased Gaal so that he ran away from him. Many were killed at the entrance of the city.",
      "41": "Abimelech continued to live at Arumah. Zebul threw Gaal and his brothers out and would not let them live in Shechem.",
      "42": "The next day the people of Shechem went into the fields. Abimelech was told about it.",
      "43": "So he took his troops, divided them into three companies, and set an ambush in the fields. He watched and saw the people coming out of the city. Then he began to attack them.",
      "44": "Abimelech and his company charged the city and captured its entrance. The other two companies charged at everyone in the fields and attacked them.",
      "45": "Abimelech attacked the city all day long. He captured the city and killed the people in it. He also tore down the city and scattered salt all over the land.",
      "46": "All the citizens of Shechem’s Tower heard about it and went into the basement of the temple of El Berith.",
      "47": "When Abimelech was told that they had gathered there,",
      "48": "he and all his men went to Mount Zalmon. Abimelech took an ax, cut some brushwood, and carried it on his shoulder. He told his men, “Hurry and do what you’ve seen me do!”",
      "49": "So all his troops also cut brushwood and followed Abimelech. They piled the brushwood on top of the basement and set it on fire with the people inside. So all the people in Shechem’s Tower died too. There were about a thousand men and women.",
      "50": "Then Abimelech went to Thebez, camped there, and captured it.",
      "51": "Now, there was a strong tower inside the town. All the men, women, and leaders of the town fled to it. They locked the door behind them and went up on the roof of the tower.",
      "52": "Abimelech came to the tower. He began to fight against it and went near the entrance of the tower to burn it down.",
      "53": "Then a woman threw a small millstone that hit Abimelech on the head and cracked his skull.",
      "54": "He quickly called his armorbearer. He told him, “Take your sword and kill me! I don’t want anyone to say, ‘A woman killed Abimelech.’” His armorbearer did as he said, so Abimelech died.",
      "55": "When the people of Israel saw that Abimelech was dead, they all went home.",
      "56": "So Elohim paid back Abimelech for the evil he had done to his father when he killed his 70 brothers.",
      "57": "Elohim also paid back the men of Shechem for all their evil. So the curse of Jotham, son of Jerubbaal, came true."
    },
    "10": {
      "1": "After Abimelech, Tola, who was the son of Puah and grandson of Dodo, came to rescue Israel. Tola was from Issachar and lived in Shamir in the mountains of Ephraim.",
      "2": "He judged Israel for 23 years. Tola died and was buried in Shamir.",
      "3": "After Tola, Jair from Gilead became a judge. He judged Israel for 22 years.",
      "4": "Jair had 30 sons who rode on 30 donkeys. He also had 30 towns that are still called Havvoth Jair to this day. They are in the region of Gilead.",
      "5": "Jair died and was buried in Kamon.",
      "6": "The people of Israel again did what Yahweh considered evil. They began to serve other gods and goddesses—the Baals and the Astartes—and the gods of Aram, Sidon, Moab, Ammon, and the gods of the Philistines. They abandoned Yahweh and did not serve him.",
      "7": "Yahweh became angry with the people of Israel. So he used the Philistines and Ammonites to defeat them.",
      "8": "They oppressed and crushed the people of Israel that year. For 18 years they oppressed all who lived east of the Jordan River in the land of the Amorites in Gilead.",
      "9": "Ammon also crossed the Jordan River to fight the tribes of Judah, Benjamin, and Ephraim. So Israel suffered a great deal.",
      "10": "Then the people of Israel cried out to Yahweh for help. They said, “We have sinned against you. We have abandoned our Elohim and served other gods—the Baals.”",
      "11": "Yahweh said to the people of Israel, “When the Egyptians, the Amorites, the Ammonites, the Philistines,",
      "12": "the Sidonians, the Amalekites, and the Maonites oppressed you, you cried out to me for help. Didn’t I rescue you from them?",
      "13": "But you still abandoned me and served other gods. That’s why I won’t rescue you again.",
      "14": "Cry out for help to the gods you chose. Let them rescue you when you’re in trouble.”",
      "15": "The people of Israel said to Yahweh, “We have sinned. Do to us whatever you think is right. But please rescue us today!”",
      "16": "Then they got rid of the foreign gods they had and served Yahweh. So Yahweh could not bear to have Israel suffer any longer.",
      "17": "The troops of Ammon were summoned to fight, and they camped at Gilead. The people of Israel also gathered together and camped at Mizpah.",
      "18": "The leaders of the people of Gilead said to each other, “Whoever starts the fight against Ammon will rule everyone who lives in Gilead.”"
    },
    "11": {
      "1": "Jephthah was a soldier from the region of Gilead. Jephthah’s father was named Gilead. His mother was a prostitute.",
      "2": "Gilead’s wife also gave birth to sons. When his wife’s sons grew up, they threw Jephthah out. They told him, “You’ll get no inheritance from our father. You’re the son of that other woman.”",
      "3": "Jephthah fled from his brothers. He went to live in the land of Tob. Worthless men gathered around Jephthah and went out on raids with him.",
      "4": "Later, Ammon waged war with Israel.",
      "5": "When the Ammonites attacked Israel, Gilead’s leaders went to get Jephthah from the land of Tob.",
      "6": "They said to Jephthah, “Come and be our commander so that we can wage war against Ammon.”",
      "7": "But Jephthah replied to Gilead’s leaders, “Don’t you hate me? Didn’t you throw me out of my father’s house? So why are you coming to me now when you’re in trouble?”",
      "8": "Gilead’s leaders answered Jephthah, “The reason we’ve turned to you now is that we want you to go with us and wage war against Ammon. You will be the ruler of everyone who lives in Gilead.”",
      "9": "Jephthah told them, “If you take me back to fight against Ammonites and Yahweh gives them to me, I will be your leader.”",
      "10": "Gilead’s leaders said to Jephthah, “Yahweh is a witness between us. We will certainly do what you say.”",
      "11": "Jephthah went with them, and the people made him their leader and commander. So Jephthah went to Mizpah and repeated all these things in the presence of Yahweh.",
      "12": "Jephthah sent messengers to the king of Ammon. They asked the king, “Why did you invade my land and wage war against me?”",
      "13": "The king of Ammon answered Jephthah’s messengers, “When the people of Israel left Egypt, they took my land. It stretched from the Arnon River to the Jabbok River and the Jordan River. Now give it back peacefully.”",
      "14": "Jephthah again sent messengers to the king of Ammon.",
      "15": "They said, “This is what Jephthah says: The people of Israel didn’t take away the land belonging to Moab or Ammon.",
      "16": "When the people of Israel left Egypt, they went through the desert to the Red Sea and came to Kadesh.",
      "17": "The people of Israel sent messengers to the king of Edom. They said, ‘Please let us go through your country.’ But the king of Edom wouldn’t listen to them. They also sent messengers to the king of Moab. But he wouldn’t allow it, either. So the people of Israel remained at Kadesh.",
      "18": "“Then they went through the desert, by-passing Edom and Moab. They camped east of Moab—east of the Arnon River. They did not cross the Arnon River because it was Moab’s border.",
      "19": "“Then the people of Israel sent messengers to King Sihon of the Amorites. Sihon ruled from Heshbon. The people of Israel said to him, ‘Please let us go through your land to our own.’",
      "20": "But Sihon did not trust the Israelites enough to let them go through his territory. Sihon assembled all his troops. He camped at Jahaz and attacked Israel.",
      "21": "But Yahweh Elohim of Israel handed Sihon and all his people over to Israel. Israel defeated them and took possession of all the land of the Amorites who lived there.",
      "22": "Israel took all the Amorite territory from the Arnon River to the Jabbok River and from the desert to the Jordan River.",
      "23": "“Yahweh Elohim of Israel forced the Amorites out of the way of his people Israel. So what right do you have to take it back?",
      "24": "Shouldn’t you take possession of what your god Chemosh took for you? Shouldn’t we take everything Yahweh our Elohim took for us?",
      "25": "You’re not any better than Balak, son of King Zippor of Moab, are you? Did he ever have a case against Israel? Or did he ever fight against Israel?",
      "26": "Israel has now lived in Heshbon, Aroer, all their villages, and in all the cities along the Arnon River for 300 years. Why didn’t you recapture these cities during that time?",
      "27": "I haven’t sinned against you. But you have done wrong by waging war against me. Yahweh is the Shophet who will decide today whether Israel or Ammon is right.”",
      "28": "But the king of Ammon didn’t listen to the message Jephthah sent him.",
      "29": "Then the Ruach Yahweh came over Jephthah. Jephthah went through Gilead, Manasseh, and Mizpah in Gilead to gather an army. From Mizpah in Gilead Jephthah went to attack Ammon.",
      "30": "Jephthah made a vow to Yahweh. He said, “If you will really hand Ammon over to me,",
      "31": "then whatever comes out of the doors of my house to meet me when I return safely from Ammon will belong to Yahweh. I will sacrifice it as a burnt offering.”",
      "32": "So Jephthah went to fight against Ammon. Yahweh handed the people of Ammon over to him.",
      "33": "He defeated them from Aroer to Minnith and on to Abel Keramim, 20 cities in all. It was a decisive defeat. So the Ammonites were crushed by the people of Israel.",
      "34": "When Jephthah went to his home in Mizpah, he saw his daughter coming out to meet him. She was dancing with tambourines in her hands. She was his only child. Jephthah had no other sons or daughters.",
      "35": "When he saw her, he tore his clothes in grief and said, “Oh no, Daughter! You’ve brought me to my knees! What disaster you’ve brought me! I made a foolish promise to Yahweh. Now I can’t break it.”",
      "36": "She said to him, “Father, you made a promise to Yahweh. Do to me whatever you promised since Yahweh has punished your enemy Ammon.”",
      "37": "Then she said to her father, “Do me a favor. Give me two months for my friends and me to walk in the mountains and mourn that I will never have an opportunity to get married.”",
      "38": "“Go!” he said, and he sent her off for two months. She and her friends went to the mountains, and she cried about never being able to get married.",
      "39": "At the end of those two months she came back to her father. He did to her what he had vowed, and she never had a husband. So the custom began in Israel",
      "40": "that for four days every year the girls in Israel would go out to sing the praises of the daughter of Jephthah, the man from Gilead."
    },
    "12": {
      "1": "The men of Ephraim were summoned to fight. They crossed the Jordan River to Zaphon. They said to Jephthah, “Why did you fight against Ammon without inviting us to go with you? Now we’re going to burn your house down with you in it.”",
      "2": "Jephthah answered, “My people and I were involved in a legal dispute with Ammon. I asked you for help, but you didn’t rescue me from them.",
      "3": "When I saw that you would not rescue me, I risked my life and went to fight the people of Ammon. Yahweh handed them over to me. So why did you come to fight against me today?”",
      "4": "Then Jephthah gathered all the men of Gilead and fought Ephraim. The men of Gilead defeated Ephraim. They did this because Ephraim had said, “You people from Gilead are nothing but fugitives from Ephraim and Manasseh.”",
      "5": "The men of Gilead captured the shallow crossings of the Jordan River leading back to Ephraim. Whenever a fugitive from Ephraim said, “Let me cross,” the men of Gilead would ask, “Are you from Ephraim?” If he answered, “No,”",
      "6": "they would tell him, “Say the word shibboleth.” If the fugitive would say sibboleth, because he couldn’t pronounce the word correctly, they would grab him and kill him at the shallow crossings of the Jordan River. At that time 42,000 men from Ephraim died.",
      "7": "Jephthah judged Israel for six years. Then Jephthah of Gilead died and was buried in one of the cities of Gilead.",
      "8": "After Jephthah, Ibzan from Bethlehem judged Israel.",
      "9": "He had 30 sons and 30 daughters. His sons and daughters married people from outside their own families. He judged Israel for seven years.",
      "10": "When Ibzan died, he was buried in Bethlehem.",
      "11": "After Ibzan, Elon from the tribe of Zebulun judged Israel. He judged Israel for ten years.",
      "12": "When Elon died, he was buried in Aijalon in the territory of Zebulun.",
      "13": "After Elon, Abdon, son of Hillel, from Pirathon judged Israel.",
      "14": "He had 40 sons and 30 grandsons who rode on 70 donkeys. He judged Israel for eight years.",
      "15": "When Abdon died, he was buried in Pirathon, in the territory of Ephraim, in the mountains of Amalek."
    },
    "13": {
      "1": "The people of Israel again did what Yahweh considered evil. So Yahweh handed them over to the Philistines for 40 years.",
      "2": "There was a man from Zorah named Manoah. Manoah was from the family of Dan. His wife was not able to have children.",
      "3": "The Messenger of Yahweh appeared to her and said, “You’ve never been able to have a child, but now you will become pregnant and have a son.",
      "4": "Now you must be careful. Don’t drink any wine or liquor or eat any unclean food.",
      "5": "You’re going to become pregnant and have a son. You must never cut his hair because the boy will be a Nazirite dedicated to Elohim from birth. He will begin to rescue Israel from the power of the Philistines.”",
      "6": "The woman went to tell her husband. She said, “A man of Elohim came to me. He had a very frightening appearance like the Messenger of Elohim. So I didn’t ask him where he came from, and he didn’t tell me his name.",
      "7": "He told me, ‘You’re going to become pregnant and have a son. So don’t drink any wine or liquor or eat any unclean food because the boy will be a Nazirite dedicated to Elohim from the time he is born until he dies.’”",
      "8": "Then Manoah pleaded with Yahweh, “Please, Adonay, let the man of Elohim you sent come back to us. Let him teach us what we must do for the boy who will be born.”",
      "9": "Elohim did what Manoah asked. The Messenger of Elohim came back to his wife while she was sitting out in the fields. But her husband Manoah was not with her.",
      "10": "The woman ran quickly to tell her husband. She said, “The man who came to me the other day has just appeared to me again.”",
      "11": "Manoah immediately followed his wife. When he came to the man, he asked him, “Are you the man who spoke to my wife?”\n“Yes,” he answered.",
      "12": "Then Manoah asked, “When your words come true, how should the boy live and what should he do?”",
      "13": "The Messenger of Yahweh answered Manoah, “Your wife must be careful to do everything I told her to do.",
      "14": "She must not eat anything that comes from the grapevines, drink any wine or liquor, or eat any unclean food. She must be careful to do everything I commanded.”",
      "15": "Manoah said to the Messenger of Yahweh, “Please stay while we prepare a young goat for you to eat.”",
      "16": "But the Messenger of Yahweh responded, “If I stay here, I will not eat any of your food. But if you make a burnt offering, sacrifice it to Yahweh.” (Manoah did not realize that it was the Messenger of Yahweh.)",
      "17": "Then Manoah asked the Messenger of Yahweh, “What is your name? When your words come true, we will honor you.”",
      "18": "The Messenger of Yahweh asked him, “Why do you ask for my name? It’s a name that works miracles.”",
      "19": "So Manoah took a young goat and a grain offering and sacrificed them to Yahweh on a rock he used as an altar. While Manoah and his wife watched, the Lord did something miraculous.",
      "20": "As the flame went up toward heaven from the altar, the Messenger of Yahweh went up in the flame. When Manoah and his wife saw this, they immediately bowed down with their faces touching the ground.",
      "21": "The Messenger of Yahweh didn’t appear again to Manoah and his wife. Then Manoah knew that this had been the Messenger of Yahweh.",
      "22": "So Manoah said to his wife, “We will certainly die because we have seen Elohim.”",
      "23": "But Manoah’s wife replied, “If Yahweh wanted to kill us, he would not have accepted our burnt offering and grain offering. He would not have let us see or hear all these things just now.”",
      "24": "So the woman had a son and named him Samson. The boy grew up, and Yahweh blessed him.",
      "25": "The Ruach Elohim began to stir in him while he was at Mahaneh Dan, between Zorah and Eshtaol."
    },
    "14": {
      "1": "When Samson went to Timnah, he saw a young Philistine woman.",
      "2": "He went home and told his father and mother, “I’ve seen a Philistine woman at Timnah. Now get her for me so that I can marry her.”",
      "3": "His father and mother asked him, “Aren’t there any women among our relatives or all our people? Do you have to marry a woman from those godless Philistines?”\nBut Samson told his father, “Get her for me! She’s the one I want!”",
      "4": "His father and mother didn’t know that Yahweh was behind this. Yahweh was looking for an opportunity to do something to the Philistines. (At that time the Philistines were ruling Israel.)",
      "5": "Samson went with his father and mother to Timnah. When they were coming to the vineyards of Timnah, a young roaring lion met Samson.",
      "6": "The Ruach Yahweh came over him. With his bare hands, he tore the lion apart as if it were a young goat. He didn’t tell his parents what he had done.",
      "7": "Then he went to talk to the young woman. She was the one he wanted.",
      "8": "Later he went back to marry her. On his way he left the road to look at the lion he had killed. He saw a swarm of bees and some honey in the lion’s dead body.",
      "9": "He scraped the honey into his hands and ate it as he walked along. When he came to his father and mother, he gave them some of the honey to eat. He didn’t tell them he had scraped it out of the lion’s dead body.",
      "10": "After his father went to see the woman, Samson threw a party. (This is what young men used to do.)",
      "11": "When her family saw him, they chose 30 of their friends to be with him.",
      "12": "Then Samson said to them, “Let me tell you a riddle. If you solve it during the seven days of the party, I’ll give you 30 linen shirts and 30 changes of clothes.",
      "13": "But if you can’t solve it, you will give me the same things.”\nThey responded, “Tell us your riddle! Let’s hear it!”",
      "14": "So Samson said to them,\n“From the eater\n    came something to eat.\nFrom the strong one\n    came something sweet.”\nFor three days they couldn’t solve the riddle.",
      "15": "On the fourth day they said to Samson’s wife, “Trick your husband into solving the riddle for us. If you don’t, we’ll burn you and your family to death. Did the two of you invite us just to make us poor?”",
      "16": "So Samson’s wife cried on his shoulder. She said, “You hate me! You don’t really love me! You gave my friends a riddle and didn’t tell me the answer.”\nSamson replied, “I haven’t even told my father and mother, so why should I tell you?”",
      "17": "But she cried on his shoulder for the rest of the seven days of the party. Finally, on the seventh day he told her the answer because she made his life miserable. Then she told her friends the answer to the riddle.",
      "18": "So before sundown on the seventh day, the men of the city said to him,\n“What is sweeter than honey?\nWhat is stronger than a lion?”\nSamson replied,\n“If you hadn’t used my cow to plow,\n    you wouldn’t know my riddle now.”",
      "19": "When the Ruach Yahweh came over him, he went to Ashkelon and killed 30 men there. He took their clothes and gave them to the men who solved the riddle. He was angry, and he went to his father’s house.",
      "20": "Samson’s wife was given to his best man."
    },
    "15": {
      "1": "Later, during the wheat harvest, Samson went to visit his wife. He took a young goat along for her. He said, “I’m going to sleep with my wife in her bedroom.”\nBut her father would not let him go in.",
      "2": "Her father said, “I thought you hated her. So I gave her to your best man. Isn’t her younger sister better looking? Marry her instead!”",
      "3": "Samson said to him, “This time I won’t be guilty when I get even with the Philistines, even though I’m going to do something terrible to them.”",
      "4": "So Samson caught 300 foxes. He tied them together in pairs by their tails. Then he fastened a torch between their tails.",
      "5": "He set the torches on fire and released the foxes in the Philistines’ grain fields. So he set fire to all their grain, whether it was stacked or in the fields. Their olive orchards also caught on fire.",
      "6": "Some Philistines asked, “Who did this?”\nThey were told, “Samson! He’s the son-in-law of the man at Timnah. Samson did it because the man at Timnah took Samson’s wife and gave her to his best man.” So the Philistines burned Samson’s wife and her father to death.",
      "7": "Samson said to them, “If that’s how you’re going to act, I’ll get even with you before I stop.”",
      "8": "So he attacked them violently and slaughtered them. Then he went to live in a cave in the cliff at Etam.",
      "9": "The Philistines came, camped in Judah, and overran Lehi.",
      "10": "The men of Judah asked, “Why did you come to fight us?”\nThe Philistines answered, “We’ve come to tie up Samson and do to him what he did to us.”",
      "11": "So 3,000 men from Judah went to the cave in the cliff at Etam. They said to Samson, “Don’t you know that the Philistines rule us? Why have you done this to us?”\nSamson replied, “I did to them what they did to me.”",
      "12": "So the men from Judah told him, “We’ve come to tie you up and hand you over to the Philistines.”\nSamson said to them, “Swear to me that you won’t harm me yourselves.”",
      "13": "They told him, “We promise we’ll only tie you up and hand you over to them. We certainly won’t kill you.” So they tied him up with two new ropes and brought him back from the cliff.",
      "14": "When he came to Lehi, the Philistines met him with shouts of triumph. But the Ruach Yahweh came over him. The ropes on his arms became like strings burned in a fire, and those on his hands snapped.",
      "15": "Samson found the jawbone from a donkey that had just died. He picked it up and killed 1,000 men with it.",
      "16": "Then Samson said,\n“With a jawbone from a donkey,\nI’ve made two piles of them.\nWith a jawbone from a donkey,\nI’ve killed a thousand men.”",
      "17": "When he finished saying this, he threw the jawbone away. He called that place Ramath Lehi [Jawbone Hill].",
      "18": "Samson was very thirsty. So he called out to Yahweh and said, “You have given me this great victory. But now I’ll die from thirst and fall into the power of godless men.”",
      "19": "So Elohim split open the hollow place at Lehi, and water gushed out. Samson drank some water. Then he was refreshed and revived. So he called the place En Hakkore [Spring of the One Who Calls Out]. It is still there at Lehi today.",
      "20": "Samson judged Israel for 20 years during the time of the Philistines."
    },
    "16": {
      "1": "Samson went to Gaza. There he saw a prostitute and slept with her.",
      "2": "The people of Gaza were told, “Samson’s here!” So they surrounded the place and waited all night at the city gate to ambush him. They were quiet all night. They thought, “We’ll kill him at dawn.”",
      "3": "But Samson was in bed with the prostitute only until midnight. Then he got up, took hold of the doors, door posts, and bar of the city gate and pulled them out. He carried them on his shoulders to the top of the hill facing Hebron.",
      "4": "After leaving Gaza, he fell in love with a woman in the Sorek Valley. Her name was Delilah.",
      "5": "The Philistine rulers came to her and said, “Trick him, and find out what makes him so strong. Find out how we can overpower him. We want to tie him up in order to torture him. Each of us will give you 1,100 pieces of silver.”",
      "6": "So Delilah said to Samson, “Please tell me what makes you so strong. How can you be tied up so that someone could torture you?”",
      "7": "Samson told her, “If someone ties me up with seven new bowstrings that are not dried out, I will be like any other man.”",
      "8": "The Philistine rulers brought her seven new bowstrings that were not dried out. She tied Samson up with them.",
      "9": "Some men were hiding in the bedroom waiting for her to tie him up. Then she said to him, “Samson, the Philistines are attacking!” Samson snapped the bowstrings as a thread snaps when it touches fire. So no one found out why he was so strong.",
      "10": "Delilah told Samson, “Look, you’re making fun of me by telling me lies. Now, tell me how you can be tied up.”",
      "11": "Samson told her, “If someone ties me up tightly with new ropes that have never been used, I will be like any other man.”",
      "12": "So Delilah took some new ropes and tied him up with them. Then she said to him, “Samson, the Philistines are attacking!” Some men were in her bedroom waiting to ambush him. But Samson tore the ropes off his arms as though they were strings.",
      "13": "Delilah told Samson, “You’re still making fun of me by telling me lies. Tell me how you can be tied up.”\nSamson replied, “Just weave the seven braids of my hair with the other threads in the loom.”",
      "14": "So Delilah tied his braids to the loom shuttle. Then she said to him, “Samson, the Philistines are attacking!” But Samson woke up and tore his braids and the threads out of the loom shuttle.",
      "15": "Delilah said to Samson, “How can you say that you love me when your heart isn’t mine? You’ve made fun of me three times now, but you still haven’t told me what makes you so strong.”",
      "16": "Every day she made his life miserable with her questions. She pestered him until he wished he were dead.",
      "17": "Finally, he told her the truth. He told her, “Because I’m a Nazirite, no one has ever cut the hair on my head. I was dedicated to Elohim before I was born. If my hair is ever shaved off, my strength will leave me. Then I’ll be like any other man.”",
      "18": "When Delilah realized that he had told her everything, she sent a message to the Philistine rulers, “Come here once more.” (She did this because Samson had told her everything.) So the Philistine rulers arrived with the money in their hands.",
      "19": "Delilah put Samson to sleep on her lap. She called for a man to shave off his seven braids. Then she began to torture him because his strength had left him.",
      "20": "She said, “Samson, the Philistines are attacking!” Samson woke up. He thought, “I’ll get out of this as usual and shake myself free.” (He didn’t realize that Yahweh had left him.)",
      "21": "The Philistines grabbed him. They poked out his eyes and took him to the prison in Gaza. They tied him up with double chains and made him grind grain in the mill there.",
      "22": "But his hair started to grow back as soon as it was shaved off.",
      "23": "Now, the Philistine rulers gathered together to offer a great sacrifice to their god Dagon and to celebrate. They said, “Our god handed Samson, our enemy, over to us.”",
      "24": "When the people saw him, they praised their god. They said,\n“Our god gave our enemy,\n    destroyer of our land\n        and killer of so many,\n            into our very hand!”",
      "25": "When all the Philistines were enjoying themselves, they said, “Call Samson in to entertain us.”\nSamson was called from the prison, and he made them laugh. They made him stand between two columns.",
      "26": "Samson told the young man who was leading him by the hand, “Let me rest. Let me touch the columns on which the building stands so that I can lean against them.”",
      "27": "The building was filled with people. All the Philistine rulers were there. On the roof there were about three thousand men and women who watched Samson entertain them.",
      "28": "Then Samson called to Yahweh, “Adonay Yahweh, please remember me! Elohim, give me strength just one more time! Let me get even with the Philistines for at least one of my two eyes.”",
      "29": "Samson felt the two middle columns on which the building stood. With his right hand on one column and his left on the other, he pushed hard against them.",
      "30": "“Let me die with the Philistines,” he said. With that, he pushed with all his might, and the building fell on the rulers and everyone in it. So he killed more Philistines when he died than he had when he was alive.",
      "31": "Then his relatives and his father’s whole family went to Gaza. They took Samson and buried him between Zorah and Eshtaol in the tomb of his father Manoah.\nSamson had judged Israel for 20 years."
    },
    "17": {
      "1": "There was a man named Micah from the mountain region of Ephraim.",
      "2": "He told his mother, “You were upset about the 1,100 pieces of silver that were taken from you. I even heard you put a curse on them. Here’s the silver. I took it!”\nHis mother said, “Yahweh bless you, my son!”",
      "3": "So Micah gave the 1,100 pieces of silver back to his mother. Then his mother said, “I dedicate this silver to Yahweh for my son’s benefit. I want to make a carved idol and a metal idol. So now I’m giving the silver back to you.”",
      "4": "When Micah returned the silver to his mother, she took 200 pieces of the silver and gave it to a silversmith. He made a carved idol and a metal idol. Both were placed in Micah’s home.",
      "5": "Micah owned a house of Elohim. He also made an ephod and household idols. He ordained one of his sons to be his priest.",
      "6": "In those days Israel didn’t have a king. Everyone did whatever he considered right.",
      "7": "There was a young man from Bethlehem in Judah. (Bethlehem belongs to the family of Judah.) He was a Levite but was living in Bethlehem.",
      "8": "This man left Bethlehem in Judah to live wherever he could find a place. He came to Micah’s house in the mountains of Ephraim to carry on his work.",
      "9": "Micah asked him, “Where do you come from?”\nThe man told him, “I’m a Levite from Bethlehem in Judah. I’m going to live wherever I can find a place.”",
      "10": "Micah told him, “Stay with me! Be a father and a priest to me. I’ll give you ten pieces of silver a year, a set of clothes, and your room and board.”\nThe Levite accepted the offer",
      "11": "and agreed to live with Micah. The young man became like one of Micah’s sons.",
      "12": "Micah ordained the Levite. So the young man became his priest and a part of his family.",
      "13": "Then Micah said, “Now I know that Yahweh will be good to me. I have a Levite for my priest.”"
    },
    "18": {
      "1": "In those days Israel didn’t have a king. And in those days the tribe of Dan was looking for a place to live. Up to that time they had not received land as an inheritance among the tribes of Israel as they should have.",
      "2": "So all the families of Dan sent out five qualified men from Zorah and Eshtaol. They were sent to spy throughout the land and explore it. They were told, “Go and explore the land!”\nThey came to Micah’s house in the mountains of Ephraim. They spent the night there.",
      "3": "While they were at Micah’s house, they recognized the young Levite’s voice. So they stopped to ask him, “Who brought you here? What are you doing here? Why are you here?”",
      "4": "The Levite told them what Micah had done for him and added, “Micah hired me, so I became his priest.”",
      "5": "They said to him, “Please find out from Elohim if our journey will be successful.”",
      "6": "The priest told them, “Go in peace. Yahweh approves of your journey.”",
      "7": "The five men left there and came to the city of Laish. They saw that the people there lived without a care. These people were like the people of Sidon. They were peaceful and secure. There was no one around who threatened to take away their property by force. They were far from the people of Sidon and totally independent.",
      "8": "The men went back to their relatives in Zorah and Eshtaol. Their relatives asked them, “What did you find?”",
      "9": "They replied, “Get up, let’s attack Laish. We saw the land. It’s very good!\n“Don’t just sit there! Go at once and take the land.",
      "10": "When you get there, you will come to a secure people. The land is wide open to you. Elohim will hand it over to you. It’s a place where you will have everything you could want.”",
      "11": "So 600 men from the tribe of Dan left Zorah and Eshtaol armed for war.",
      "12": "They camped at Kiriath Jearim in Judah. This is why the place just west of Kiriath Jearim is still called Mahaneh Dan [The Camp of Dan] today.",
      "13": "From there they marched to the mountains of Ephraim as far as Micah’s house.",
      "14": "Then the five men who had gone to spy throughout the land around Laish spoke up. They said to the other men of Dan, “Do you know that there’s an ephod, a carved idol, a metal idol, and household idols in these houses? What do you think we should do?”",
      "15": "So they stopped and entered Micah’s house and greeted the young Levite.",
      "16": "The 600 armed men from Dan stood at the entrance to the city.",
      "17": "The five men who had gone to spy throughout the land went inside. They took the carved idol, the ephod, the household idols, and the metal idol. The priest stood at the entrance to the city with the 600 armed men.",
      "18": "When these men entered Micah’s house and took the carved idol, the ephod, the household idols, and the metal idol, the priest asked them, “What are you doing?”",
      "19": "They told him, “Keep quiet! Don’t say a word! Come with us and be our father and priest. Is it better for you to be a priest for one man’s house or for a tribe in Israel and its families?”",
      "20": "The priest was content. He took the ephod, the household idols, and the carved idol and went with the people.",
      "21": "When they left, they put their children, livestock, and property in front of them.",
      "22": "When they had already gone some distance from Micah’s house, Micah’s neighbors were called together to help him catch up to the people of Dan.",
      "23": "They shouted at them. But the people of Dan turned around and said to Micah, “What’s your problem? Why did you call your neighbors together to attack us?”",
      "24": "Micah answered, “You’ve taken away the gods I made as well as my priest. What do I have left? How can you say to me, ‘What’s your problem?’”",
      "25": "The people of Dan replied, “Don’t make another sound, or some violent men will attack you. Then you and your family will lose your lives.”",
      "26": "The people of Dan went on their way. Micah saw they were stronger than he was, so he turned around and went home.",
      "27": "The people of Dan took what Micah had made and the man who had become his priest and went to the city of Laish. They attacked a peaceful and secure people, killed them all with swords, and burned their city.",
      "28": "There was no one to rescue them because their city was far from Sidon and totally independent. The city was in the valley that belonged to Beth Rehob. The people of Dan rebuilt the city and lived in it.",
      "29": "They named the city Dan in honor of their ancestor Dan, Israel’s son. Originally, the city was called Laish.",
      "30": "The people of Dan set up the carved idol for themselves. Jonathan (son of Gershom and grandson of Moses) and his descendants were priests for Dan’s tribe until the people living in that land were taken captive.",
      "31": "So they set up for themselves the carved idol Micah had made. It stayed there the whole time the house of Elohim was at Shiloh."
    },
    "19": {
      "1": "In those days when Israel didn’t have a king, there was a Levite who lived in a remote area in the mountains of Ephraim. He took a woman from Bethlehem in Judah to be his concubine.",
      "2": "But she was unfaithful to him. She left him and went to her father’s home, to Bethlehem in Judah. When she had been there four months,",
      "3": "her husband went to persuade her to come back home. He took along his servant and two donkeys.\nShe took her husband into her father’s house. Her father was thrilled to see him.",
      "4": "He made the Levite stay there with him, celebrating for three days.",
      "5": "On the fourth day they got up early in the morning to leave, but the woman’s father told his son-in-law, “Eat something to keep up your strength and then you can go.”",
      "6": "So they both sat down and ate and drank together. The woman’s father said to his son-in-law, “Why don’t you spend the night and enjoy yourself?”",
      "7": "When the Levite started to leave, his father-in-law urged him to stay another night, so he did.",
      "8": "On the morning of the fifth day, the Levite got up early to leave. The woman’s father said, “Eat something to keep up your strength!” So they spent the time eating until late afternoon.",
      "9": "The Levite started to leave with his concubine and his servant. But his father-in-law said to him, “It’s already evening. Please stay another night. It’s too late to leave now. Stay here, and enjoy yourself. Tomorrow you can start out early to go home.”",
      "10": "But the Levite refused to spend another night.\nHe left and traveled as far as Jebus (now called Jerusalem). He had with him two saddled donkeys and his concubine.",
      "11": "By the time they were near Jebus, it was very late in the day. The Levite’s servant said to him, “Let’s go spend the night in Jebus.”",
      "12": "The Levite told him, “We’ll never go into a city of foreigners. They’re not Israelites. We’ll go on to Gibeah.”",
      "13": "He told his servant, “Let’s go someplace else. We’ll spend the night either at Gibeah or Ramah.”",
      "14": "So they went on. It was sunset by the time they arrived at Gibeah. (Gibeah belonged to the tribe of Benjamin.)",
      "15": "They went to spend the night there. The Levite entered Gibeah and sat down in the city square, because no one offered to take them home for the night.",
      "16": "That evening an old man came into the city from his work in the fields. He was from the mountain region of Ephraim but lived in Gibeah. The other people who lived there were from the tribe of Benjamin.",
      "17": "He saw the traveler in the city square. So the old man asked, “Where do you come from? And where are you going?”",
      "18": "The Levite replied, “We’re on our way from Bethlehem in Judah to a remote area in the mountains of Ephraim. That’s where I’m from. I had gone to Bethlehem in Judah. Now I’m going to Yahweh’s house, but no one has offered to take me into his home.",
      "19": "We have straw and fodder for our donkeys. I even have bread and wine for myself, the woman, and my servant. We have everything we need.”",
      "20": "Then the old man said, “Welcome! Let me take care of your needs. Just don’t spend the night in the city square.”",
      "21": "So he took the Levite to his house and fed the donkeys. After they washed, they ate and drank.",
      "22": "While they were enjoying themselves, some worthless men from the city surrounded the house and pounded on the door. They told the old man, the owner of the house, “Bring out the man who came to your house so that we can have sex with him.”",
      "23": "The owner went out to them. He told them, “No, my friends! Please don’t do anything so evil! This man is a guest in my home. Don’t do such a godless thing!",
      "24": "Here, let me bring out my virgin daughter and this man’s concubine. Rape them, and do with them whatever you want. Just don’t do such a godless thing to this man.”",
      "25": "But the men refused to listen to him. So the Levite grabbed his concubine and forced her outside. They had sex with her and abused her all night until morning. They let her go when the sun was coming up.",
      "26": "At daybreak, the woman came to the door of the house where her husband was and collapsed. She was still there when it became light.",
      "27": "Her husband got up in the morning, opened the doors of the house, and was about to leave. His wife (that is, his concubine) was lying at the door of the house with her hands on the doorstep.",
      "28": "The Levite said to her, “Get up! Let’s go!” But she did not answer. So he put her on the donkey and left for home.",
      "29": "When he arrived home, he got a knife. He took his concubine and cut her limb from limb into 12 pieces. Then he sent the pieces throughout the territories of Israel.",
      "30": "Everyone who saw it said, “Never has such a thing happened or been seen from the time the people of Israel came out of Egypt until today. Think about it! Form a plan, and speak out!”"
    },
    "20": {
      "1": "All the people of Israel from Dan to Beersheba and from Gilead came to Mizpah. The congregation stood united in the presence of Yahweh.",
      "2": "The leaders of all Israel’s tribes took their places in the congregation of Elohim’s people. There were 400,000 foot soldiers with swords.",
      "3": "The people of Benjamin heard that Israel had come to Mizpah.\nThe people of Israel said, “Tell us how such an evil thing could happen.”",
      "4": "The Levite, the husband of the murdered woman, answered, “My concubine and I went to Gibeah in Benjamin to spend the night.",
      "5": "The citizens of Gibeah came to attack me. They surrounded the house where I was staying that night. They intended to kill me, but instead, they raped my concubine until she died.",
      "6": "So I took my concubine and cut her into pieces. Then I sent the pieces throughout the territory of Israel. I did this because the citizens of Gibeah did this perverted and godless thing in Israel.",
      "7": "All you people of Israel, tell me what you think. Give me your advice right now!”",
      "8": "All the people stood united, saying, “None of us will go to his tent or return to his house.",
      "9": "This is what we’ll do to Gibeah. We’ll decide by lot who should attack it.",
      "10": "We’ll take one-tenth of all the men from the tribes of Israel to get supplies for the troops. When the troops go to Gibeah in the territory of Benjamin they can punish the citizens of Gibeah for the godless thing they did in Israel.”",
      "11": "So all the men of Israel assembled. They stood united against the city.",
      "12": "The tribes of Israel sent men throughout the tribe of Benjamin. They asked, “How could such an evil thing happen among you?",
      "13": "Now hand over those worthless men in Gibeah. We must put them to death to rid ourselves of this kind of evil in Israel.”\nBut the men of Benjamin refused to listen to the men of Israel.",
      "14": "So the men of Benjamin went from their towns and assembled at Gibeah to go to war with the men of Israel.",
      "15": "That day 26,000 men armed with swords came from Benjamin’s cities and organized for battle along with 700 of Gibeah’s best men.",
      "16": "Out of all these troops, the best 700 were left-handed. Each could sling a stone at a hair and not miss.",
      "17": "The men of Israel (Benjamin not included) totaled 400,000 soldiers armed with swords.",
      "18": "The men of Israel went to Bethel. They asked Elohim, “Who will go first to fight Benjamin?”\nYahweh answered, “Judah will go first.”",
      "19": "The Israelites got up early in the morning and camped at Gibeah.",
      "20": "So the men of Israel went to war with the men of Benjamin. The Israelites formed their battle line facing Gibeah.",
      "21": "That day the men of Benjamin came out from Gibeah. They slaughtered 22,000 of Israel’s men.",
      "22": "But Israel’s troops got reinforcements. They formed their battle line where they had formed it on the first day.",
      "23": "The Israelites went and cried in the presence of Yahweh until evening. They asked Yahweh, “Should we continue to wage war against our close relatives, the men of Benjamin?”\nYahweh answered, “Go fight them!”",
      "24": "On the second day the Israelite troops advanced against Benjamin.",
      "25": "Benjamin went out from Gibeah to meet them. This time they slaughtered 18,000 men from Israel who were armed with swords.",
      "26": "Then all the men of Israel and all the troops went to Bethel. They sat there and cried in the presence of Yahweh and fasted that day until evening. Then they sacrificed burnt offerings and fellowship offerings to Yahweh.",
      "27": "In those days the ark of Elohim’s promise was at Bethel.",
      "28": "(Phinehas, son of Eleazar and grandson of Aaron, served in front of it.) So the people of Israel asked Yahweh, “Should we continue to wage war against our close relatives, the men of Benjamin? Or should we stop?”\nYahweh answered, “Go! Tomorrow I will hand them over to you.”",
      "29": "Then Israel placed troops in ambush around Gibeah.",
      "30": "On the third day the men of Israel went to fight the men of Benjamin. They formed their battle line facing Gibeah as they did before.",
      "31": "The men of Benjamin went out to attack Israel’s troops and were led away from the city. They started to inflict casualties as before. They killed about 30 men from Israel in the open country and on the roads to Bethel and Gibeah.",
      "32": "The men of Benjamin shouted, “They’re defeated as before!”\nBut the men of Israel had said, “Let’s flee in order to lead them from the city to the roads.”",
      "33": "So the men of Israel left their positions. They formed their battle line at Baal Tamar. Meanwhile, those waiting in ambush rushed from their position to the west of Gibeah.",
      "34": "Then 10,000 of Israel’s best men attacked Gibeah. The battle was fierce. But Benjamin’s men didn’t realize their own evil was about to overtake them.",
      "35": "So Yahweh defeated them in front of Israel. On that day the Israelites slaughtered 25,100 men from Benjamin who were armed with swords.",
      "36": "Then the men of Benjamin realized they were defeated.\nThe Israelites had allowed the men of Benjamin to take back some ground. The Israelites relied on those waiting in ambush near Gibeah.",
      "37": "The men in ambush quickly charged toward Gibeah. They spread out in the city and killed everyone.",
      "38": "The men of Israel had arranged with those waiting in ambush that they would make a big column of smoke rise from the city as a signal.",
      "39": "Then the men of Israel would turn around in the battle.\nThe men of Benjamin had already killed about 30 men of Israel. They even said, “Israel is completely defeated, just like in the first battle.”",
      "40": "But when the column of smoke started to rise from the city, the men of Benjamin turned around and saw the whole city going up in smoke.",
      "41": "Then the men of Israel turned around, and the men of Benjamin panicked. They realized that their evil had overtaken them.",
      "42": "They turned in front of Israel toward the road to the desert. But the battle caught up with the men of Benjamin. Israel slaughtered whoever came out of the cities on the road to the desert.",
      "43": "They closed in on the men of Benjamin and pursued them without stopping. They overtook them east of Gibeah.",
      "44": "There were 18,000 experienced men from Benjamin who died in battle.",
      "45": "The others turned and fled into the desert to Rimmon Rock. But the men of Israel killed 5,000 more on the roads. They caught up with another 2,000 and killed them near Gidom.",
      "46": "In all, 25,000 men from Benjamin who were armed with swords were killed that day. They were all experienced men.",
      "47": "But 600 men turned and fled into the desert to Rimmon Rock. They stayed at Rimmon Rock for four months.",
      "48": "Then the men of Israel went back to attack the rest of the territory of Benjamin. They killed all the people and cattle they found in every city. They also burned down every city they came to."
    },
    "21": {
      "1": "The men of Israel had taken this oath in Mizpah: “None of us will ever let our daughters marry anyone from Benjamin.”",
      "2": "The people went to Bethel and sat there in the presence of Elohim until evening. They cried very loudly,",
      "3": "“Yahweh Elohim of Israel, why has this happened among us? Why should one tribe be missing today in Israel?”",
      "4": "The next day the people got up early. They built an altar there and sacrificed burnt offerings and fellowship offerings.",
      "5": "The people asked, “Is there any family from Israel that did not take part in the assembly in the presence of Yahweh?” They had taken a solemn oath that whoever had not come into the presence of Yahweh at Mizpah must be put to death.",
      "6": "The people of Israel felt sorry for their close relatives, the men of Benjamin. They said, “Today one tribe has been excluded from Israel.",
      "7": "What will we do to provide wives for the men who are left? We swore to Yahweh that we would not let any of our daughters marry them.”",
      "8": "Then they asked, “Is there any family from Israel that did not come into the presence of Yahweh at Mizpah?” No one from Jabesh Gilead had come to the assembly in the camp.",
      "9": "So they questioned the people, and there was no one there from Jabesh Gilead.",
      "10": "The congregation sent 12,000 soldiers. They ordered them, “Go and kill the people of Jabesh Gilead, including the women and children.",
      "11": "These are your directions: Claim every female who has gone to bed with a man, and claim every male. Claim them for the Lord by destroying them.”",
      "12": "Among the people of Jabesh Gilead they found 400 unmarried women who had never gone to bed with a man. They brought them to the camp at Shiloh in Canaan.",
      "13": "Then the whole congregation sent messengers to the men of Benjamin at Rimmon Rock and offered them peace.",
      "14": "So the men of Benjamin came back at that time. These men were given the women from Jabesh Gilead who had been kept alive. However, the congregation had not found enough women for all of them.",
      "15": "The congregation felt sorry for the people of Benjamin because Yahweh had broken the unity of the tribes of Israel.",
      "16": "The leaders of the congregation asked, “What should we do to provide wives for the men who are left, since the women in Benjamin have been killed?”",
      "17": "Some said, “Benjamin’s men who survived must be allowed to have families. No tribe of Israel should be wiped out.",
      "18": "However, we can’t give them any of our daughters as wives. The people of Israel have taken an oath that whoever gives wives to the men of Benjamin is under a curse.”",
      "19": "Others said, “Every year Yahweh’s festival is held at Shiloh. Shiloh is north of Bethel, east of the highway going from Bethel to Shechem, and south of Lebonah.”",
      "20": "So they told the men of Benjamin, “Hide in the vineyards and",
      "21": "watch. When the young women of Shiloh come out to take part in the dances, come out of the vineyards. Each of you catch a woman from Shiloh to be your wife. Then go back to the territory of Benjamin.",
      "22": "When their fathers or brothers come to us to complain, we’ll tell them, ‘Have pity on them, since we didn’t provide a wife for each man in the battle. You won’t be guilty because you didn’t give them the wives yourselves.’”",
      "23": "The men of Benjamin did just that. They captured the number of wives they needed from the women who were dancing and went home. So they rebuilt their cities and lived in them.",
      "24": "At that time the people of Israel left. Each man went to his tribe and family. They all went home.",
      "25": "In those days Israel didn’t have a king. Everyone did whatever he considered right."
    }
  }
}