{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:37.126131-04:00",
    "Translation": "NOG"
  },
  "Lamentations": {
    "1": {
      "1": "“Look how deserted Jerusalem is!\n    Once the city was crowded with people.\n    Once it was important among the nations.\n        Now it is a widow.\n    Once it was a princess among the provinces.\n        Now it does forced labor.",
      "2": "Jerusalem cries bitterly at night with tears running down its cheeks.\n    Out of all those who love the city, no one offers it comfort.\n    All of Jerusalem’s friends have betrayed it and become its enemies.",
      "3": "“Judah has been exiled after much suffering and harsh treatment.\n    Its people live among the nations; they find no rest.\n        Those who chased them caught up with them\n            in places where there was no way out.",
      "4": "“The roads to Zion are deserted.\n    No one comes to the annual festivals.\n    No one passes through any of its gates.\n        Its priests are groaning.\n        Its young women are made to suffer.\n            Zion is bitter.",
      "5": "Its opponents are now in control.\n    Its enemies have no worries.\n    Yahweh made Zion suffer for its many rebellious acts.\n    Its children go ahead of their opponents into captivity.",
      "6": "All splendor has abandoned the people of Zion.\n    Its influential people were like deer that couldn’t find any pasture.\n        They ran without any strength ahead of the hunters.",
      "7": "“Now, during its suffering and oppression,\n    Jerusalem remembers all the treasures it had from ancient times,\n        when its people fell into the power of their enemies\n            with no one to help them.\n    Their opponents looked on, and they laughed at Jerusalem’s downfall.",
      "8": "Jerusalem has sinned so much that it has become a filthy thing.\n    Everyone who used to honor it now despises it.\n        They’ve seen it naked.\n            Jerusalem groans and turns away.",
      "9": "Jerusalem’s own filth covers its clothes.\n    It gave no thought to its future.\n    Its downfall was shocking.\n        No one offers it comfort.\n            ‘O Yahweh, look at my suffering,\n                because my enemies have triumphed.’",
      "10": "The enemies laid their hands on all of the city’s treasures.\n    Jerusalem has seen the nations enter the holy place.\n        ‘O Lord, they are the same people\n            you have forbidden to enter your congregation.’",
      "11": "All the people are groaning as they beg for bread.\n    They trade their treasures for food to keep themselves alive.\n        ‘O Yahweh, look and see how despised I am!’”",
      "12": "“Doesn’t this affect all of you who pass by?\n    Look and see if there’s any pain\n    like the pain that Yahweh has caused me,\n    like the pain that he has made me suffer on the day of his fierce anger.",
      "13": "He sent fire from above.\n    He made it go deep into my bones.\n        He spread a net for my feet.\n        He made me turn back.\n        He has left me devastated.\n        He has made me sick all day long.",
      "14": "My rebellious acts are a heavy burden for me.\n    They were tied together by Yahweh’s own hands.\n    They were tied around my neck.\n        He has weakened me with them.\n        Adonay has handed me over to people I cannot oppose.",
      "15": "Adonay has treated all the warriors inside my walls with contempt.\n    He called an army to defeat my young men.\n        Adonay trampled the people of Judah in a winepress.",
      "16": "I’m crying because of all these things.\n    My eyes—my eyes flow with tears.\n        No one can give me the comfort I need to keep me alive.\n            Everyone is too far away from me.\n                My children are devastated because my enemies have won.”",
      "17": "Zion holds out its hands.\n    No one offers it comfort.\n    Yahweh has given this order about Jacob:\n    His own neighbors will become his opponents.\n    Jerusalem has become a filthy thing among them.",
      "18": "“Yahweh is right in what he did,\n    because I rebelled against his word.\n    Please listen, all you people, and look at my pain.\n    My young women and young men have gone into captivity.",
      "19": "I called for those who love me, but they betrayed me.\n    My priests and leaders breathed their last breath in the city,\n        looking for food to keep themselves alive.",
      "20": "“O Yahweh, see the distress I’m in!\n    My stomach is churning.\n    My heart is pounding because I’ve been very bitter.\n    In the streets swords kill my children.\n    Inside the houses it’s like death.",
      "21": "“All my enemies have heard that I am groaning.\n    No one offers me comfort.\n    All my enemies have heard about my disaster.\n    They are happy that you did it.\n        You have allowed the day to come, the one that you had announced.\n            Let my enemies be like me now.",
      "22": "Recall all of their wickedness.\n    Then deal with them as you have dealt with me\n        because of all my rebellious acts.\n            I groan so much and feel so sick at heart.”"
    },
    "2": {
      "1": "“Look how Adonay has covered the people of Zion\n    with the cloud of his anger!\n    He has thrown down Israel’s beauty from heaven to earth.\n    He didn’t even remember his footstool on the day of his anger.",
      "2": "Adonay swallowed up all of Jacob’s pastures without any pity.\n    He tore down the fortified cities of Judah in his fury.\n    He brought the kingdom of Judah and its leaders\n        down to the ground in dishonor.",
      "3": "In his burning anger he cut off all of Israel’s strength.\n    He withdrew his right hand when they faced their enemy.\n    He burned like a raging fire in the land of Jacob,\n        destroying everything around him.",
      "4": "Like an enemy he bent his bow.\n    Like an opponent his right hand held the arrow steady.\n    He killed all the beautiful people.\n    He poured out his fury like fire on the tent of Zion’s people.",
      "5": "Adonay became an enemy.\n    He swallowed up Israel.\n    He swallowed up all of its palaces.\n    He destroyed its strongholds.\n    He made the people of Judah mourn and moan.",
      "6": "He stripped his own booth as if it were a garden\n    and destroyed his own festivals.\n    Yahweh wiped out the memory of festivals and days of worship in Zion.\n    He expelled kings and priests because of his fierce anger.",
      "7": "Adonay rejected his altar and disowned his holy place.\n    He handed the walls of Zion’s palaces over to its enemies.\n        The enemies made noise in Yahweh’s temple\n            as though it were a festival day.",
      "8": "Yahweh planned to destroy the wall of Zion’s people.\n    He marked it off with a line.\n    He didn’t take his hand away until he had swallowed it up.\n    He made the towers and walls mourn.\n        They are completely dejected.",
      "9": "“Zion’s gates have sunk into the ground.\n    The Lord destroyed and shattered the bars across its gates.\n    Its king and influential people are scattered among the nations.\n    There is no longer any instruction from Moses’ Teachings.\n    Its prophets can find no visions from Yahweh.",
      "10": "The respected leaders of Zion’s people sit silently on the ground.\n    They throw dirt on their heads and put on sackcloth.\n    The young women of Jerusalem bow their heads to the ground.",
      "11": "My eyes are worn out with tears.\n    My stomach is churning.\n    My heart is poured out on the ground\n    because of the destruction of my people.\n    Little children and infants faint in the city streets.",
      "12": "They’re asking their mothers for some bread and wine\n    as they faint like wounded people in the city streets.\n        Their lives dwindle away in their mothers’ arms.",
      "13": "“What example can I give you?\n    What parallel can I show you, people of Jerusalem?\n    What comparison can I make that will comfort you, beloved people of Zion?\n    Your wounds are as deep as the sea.\n    Who can heal you?",
      "14": "Your prophets saw misleading visions about you.\n    They painted a good picture of you.\n    They didn’t expose your guilt in order to make things better again.\n    They gave you false prophecies that misled you.",
      "15": "Everyone who walks along the road shakes a fist at you.\n    They hiss and shake their heads at Jerusalem’s people:\n        ‘Is this the city they used to call absolutely beautiful,\n            the joy of the whole world?’",
      "16": "All your enemies gawk at you.\n    They hiss and grit their teeth.\n    They say, ‘We’ve swallowed it up.\n        Yes, this is the day we’ve been waiting for.\n            At last we have seen it!’",
      "17": "Yahweh has accomplished what he had planned to do.\n    He carried out the threat he announced long ago.\n    He tore you down without any pity, Jerusalem.\n    He made your enemies gloat over you.\n    He raised the weapons of your opponents.",
      "18": "The hearts of Jerusalem’s people\n    cried out to Adonay, the wall of Zion’s people.\n        Let your tears run down like a river day and night.\n            Don’t let them stop.\n                Don’t let your eyes rest.",
      "19": "Get up! Cry out at night, every hour on the hour.\n    Pour your heart out like water in the presence of Adonay.\n        Lift up your hands to him in prayer\n            for the life of your little children\n                who faint from hunger at every street corner.”",
      "20": "“O Yahweh, look and consider:\n    Have you ever treated anyone like this?\n        Should women eat their own children,\n            the children they have nursed?\n        Should priests and prophets be killed in Adonay’s holy place?",
      "21": "Young and old lie on the ground in the streets.\n    My young women and men are cut down by swords.\n    You killed them on the day of your anger.\n    You slaughtered them without any pity.",
      "22": "You have invited those who terrorize me on every side,\n    as though they were invited to a festival.\n    No one escaped or survived on the day of Yahweh’s anger.\n    My enemy has murdered the children I nursed and raised.”"
    },
    "3": {
      "1": "“I am the man who has experienced suffering under the rod of Yahweh’s fury.",
      "2": "Yahweh has driven me away\n    and made me walk in darkness instead of light.",
      "3": "He beat me again and again all day long.",
      "4": "He has made my flesh and my skin waste away.\n    He has broken my bones.",
      "5": "He has attacked me and surrounded me with bitterness and hardship.",
      "6": "He has made me live in darkness,\n    like those who died a long time ago.",
      "7": "He has blocked me so that I can’t get out.\n    He has put heavy chains on me.",
      "8": "Even when I cry and call for help, he shuts out my prayer.",
      "9": "He has blocked my way with cut stones and made my paths crooked.",
      "10": "He is like a bear waiting to ambush me, like a lion in hiding.",
      "11": "He has forced me off the road I was taking, torn me to pieces,\n    and left me with nothing.",
      "12": "He has drawn his bow and made me the target for his arrows.",
      "13": "He has shot the arrows from his quiver into my heart.",
      "14": "I have become a laughingstock to all my people.\n    All day long they make fun of me with their songs.",
      "15": "He has filled me with bitterness.\n    He has made me drink wormwood.",
      "16": "He has ground my teeth with gravel.\n    He has trampled me into the dust.",
      "17": "“My soul has been kept from enjoying peace.\n    I have forgotten what happiness is.",
      "18": "I said, ‘I’ve lost my strength to live and my hope in the Lord.’",
      "19": "Remember my suffering and my aimless wandering,\n    the wormwood and poison.",
      "20": "My soul continues to remember these things and is so discouraged.",
      "21": "“The reason I can still find hope is that I keep this one thing in mind:",
      "22": "the Lord’s mercy.\n    We were not completely wiped out.\n        His compassion is never limited.",
      "23": "It is new every morning.\n    His faithfulness is great.",
      "24": "My soul can say, ‘The Lord is my lot in life.\n    That is why I find hope in him.’",
      "25": "The Lord is good to those who wait for him,\n    to anyone who seeks help from him.",
      "26": "“It is good to continue to hope and wait silently\n    for the Lord to save us.",
      "27": "It is good for people to endure burdens when they’re young.",
      "28": "They should sit alone and remain silent\n    because Yahweh has laid these burdens on them.",
      "29": "They should put their mouths in the dust.\n    Maybe a reason to hope exists.",
      "30": "They should turn their cheeks to the one who strikes them\n    and take their fill of insults.",
      "31": "“Adonay will not reject such people forever.",
      "32": "Even if he makes us suffer,\n    he will have compassion\n        in keeping with the richness of his mercy.",
      "33": "He does not willingly bring suffering or grief to anyone,",
      "34": "crush any prisoner on earth underfoot,",
      "35": "deny people their rights in the presence of Elyon,",
      "36": "or deprive people of justice in court.\n    Adonay isn’t happy to see these things.",
      "37": "Who was it who spoke and it came into being?\n    It was Adonay who gave the order.",
      "38": "Both good and bad come from the mouth of the Most High God.",
      "39": "“Why should any living mortal (any person)\n    complain about being punished for sin?",
      "40": "Let us look closely at our ways and examine them\n    and then return to Yahweh.",
      "41": "Let us raise our hearts and hands to El in heaven.",
      "42": "“We have been disobedient and rebellious.\n    You haven’t forgiven us.",
      "43": "You covered yourself with anger and pursued us.\n    You killed without pity.",
      "44": "You covered yourself with a cloud\n    so that no prayer could get through it.",
      "45": "You made us the scum and trash of the nations.",
      "46": "All our enemies gawk at us.",
      "47": "Panic and pitfalls have found us, so have devastation and destruction.",
      "48": "“Streams of tears run down from my eyes\n    over the ruin of my dear people.",
      "49": "My eyes will keep flowing without stopping for a moment",
      "50": "until Yahweh looks down from heaven and sees.",
      "51": "What I see with my eyes disturbs me deeply\n    because of all the young women in my city.",
      "52": "“Those who were my enemies for no reason hunted me like a bird.",
      "53": "They threw me alive into a pit and threw rocks at me.",
      "54": "Water flowed over my head. I thought I was finished.",
      "55": "“I call your name from the deepest pit, O Yahweh.",
      "56": "Listen to my cry for help.\n    Don’t close your ears when I cry out for relief.",
      "57": "Be close at hand when I call to you. You told me not to be afraid.",
      "58": "Plead my case for me, O Adonay. Reclaim my life.",
      "59": "Look at the wrong that has been done to me, O Yahweh.\n    Give me a fair verdict.",
      "60": "Look at all their malice, all their plots against me.",
      "61": "Listen to their insults, all their plots against me.",
      "62": "The words and thoughts of those who attack me\n    are directed against me all day long.",
      "63": "Look at them! Whether they are sitting or standing,\n    they make fun of me in their songs.",
      "64": "Pay them back, O Yahweh, for what they deserve,\n    for what their own hands have done.",
      "65": "Make them stubborn. Let your curse be on them.",
      "66": "Pursue them in anger, and wipe them out from under Yahweh’s heaven.”"
    },
    "4": {
      "1": "“Look how the gold has become tarnished!\n    The fine gold has changed!\n    The sacred stones are scattered at every street corner.",
      "2": "“Zion’s precious children, who are worth their weight in fine gold,\n    are now treated like clay pots,\n        like those made by a potter’s hands.",
      "3": "Even jackals offer their breasts to nurse their young,\n    but the women of my people are as cruel as wild ostriches.",
      "4": "The tongues of nursing infants stick to the roofs of their mouths\n    because of their thirst.\n    Little children beg for bread,\n    but no one will break off a piece for them.",
      "5": "Those who used to eat delicacies are now destitute in the streets.\n    Those who used to wear expensive clothes now pick through piles of garbage.",
      "6": "The punishment for my people’s wickedness has been more severe\n    than the punishment for the sins of Sodom.\n        Sodom was destroyed instantly, without one human hand touching it.",
      "7": "Zion’s princes were purer than snow, whiter than milk.\n    Their bodies were more pink than coral.\n    Their hair was like sapphires.",
      "8": "Their faces are now blacker than soot.\n    No one recognizes them on the streets.\n    Their skin has shriveled on their bones.\n        It has become as dry as bark.",
      "9": "Those who were killed with swords are better off\n    than those who are dying from starvation.\n    Those who were stabbed bled to death.\n    The others are dying because there is nothing in the fields to eat.",
      "10": "The hands of loving mothers cooked their own children.\n    The children were used for food by my people\n        when they were being destroyed by a blockade.",
      "11": "Yahweh’s fury has accomplished his purpose.\n    He unleashed his burning anger.\n    He started a fire in Zion that even burned its foundations.",
      "12": "Neither the kings of the earth nor anyone living on earth could believe\n    that enemies or invaders would ever get through the gates of Jerusalem.",
      "13": "They got through because of the sins of Jerusalem’s prophets\n    and the crimes of its priests,\n        who spilled the blood of righteous people within it.",
      "14": "My people staggered blindly through the streets.\n    They were so contaminated with bloodstains\n        that no one would touch their clothes.",
      "15": "‘Get away! You’re unclean,’ people yelled at them.\n    ‘Get away! Get away! Don’t touch anyone.’\n    When they fled and wandered around,\n        the people of the nations said, ‘They can’t stay here any longer.’",
      "16": "Yahweh himself has scattered them.\n    He will no longer look favorably on them.\n        They no longer respected the priests,\n            nor did they honor their older leaders.”",
      "17": "“We are still straining our eyes, trying in vain to find help.\n    We waited and waited for a nation that didn’t save us.",
      "18": "The enemy kept tracking us down,\n    so we couldn’t even go out into the streets.\n        Our end was near.\n        Our time was up.\n        Our end had come.",
      "19": "Those who were hunting us were faster than eagles in the sky.\n    They chased us in the mountains and ambushed us in the wilderness.",
      "20": "The person Yahweh anointed as king, who is the breath of our life,\n    was caught in their pits.\n        We had thought that we would live\n            in our king’s shadow among the nations.”",
      "21": "“Rejoice and be glad, people of Edom, inhabitants of the country of Uz.\n    The cup of the Lord’s fury will be passed to you next.\n        You’ll get drunk and take off all your clothes.",
      "22": "People of Zion, the punishment for your wickedness will end.\n    Yahweh will not let you remain in exile.\n    People of Edom, he will punish you for your wickedness.\n    He will expose your sins.”"
    },
    "5": {
      "1": "“Remember, O Yahweh, what has happened to us.\n    Take a look at our disgrace!",
      "2": "“The land we inherited has been turned over to strangers.\n    Our homes have been turned over to foreigners.",
      "3": "We are orphans without a father.\n    Our mothers are like widows.",
      "4": "We have to pay to drink our own water.\n    We have to pay to chop our own wood.",
      "5": "Our enemies are breathing down our necks.\n    We are worn out and not permitted to rest.",
      "6": "We had to beg Egypt and Assyria for food.",
      "7": "Our ancestors sinned.\n    Now they are gone,\n        but we have to take the punishment for their wickedness.",
      "8": "Slaves rule us.\n    There is no one to rescue us from them.",
      "9": "To get our food, we have to risk our lives\n    in the heat of the desert.",
      "10": "Our skin is as hot as an oven from the burning heat of starvation.",
      "11": "Women in Zion are raped, so are the girls in the cities of Judah.",
      "12": "Our leaders are hung by their hands.\n    Our older leaders are shown no respect.",
      "13": "Our young men work at the mill,\n    and our boys stagger under loads of wood.",
      "14": "Our older leaders have stopped meeting at the city gate,\n    and our young men no longer play their music.",
      "15": "There is no joy left in our hearts.\n    Our dancing has turned into mourning.",
      "16": "The crown has fallen from our head.\n    Because we have sinned, it has been disastrous for us.",
      "17": "This is why we feel sick.\n    This is why our eyes see less and less.",
      "18": "Foxes roam around on Mount Zion, which lies in ruins.",
      "19": "“But you, O Yahweh, sit enthroned forever,\n    and your reign continues throughout every generation.",
      "20": "Why have you completely forgotten us?\n    Why have you abandoned us for such a long time?",
      "21": "O Yahweh, bring us back to you, and we’ll come back.\n    Give us back the life we had long ago,",
      "22": "unless you have completely rejected us\n    and are very angry with us.”"
    }
  }
}