{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:43.658761-04:00",
    "Translation": "NOG"
  },
  "Micah": {
    "1": {
      "1": "Yahweh spoke his word to Micah, who was from Moresheth, when Jotham, Ahaz, and Hezekiah were kings of Judah. This is the vision that Micah saw about Samaria and Jerusalem.",
      "2": "Listen, all you people!\n    Pay attention, earth and all who are on it.\n    Adonay Yahweh will be a witness against you.\n    Adonay will be a witness from his holy temple.",
      "3": "Yahweh is going to come from his place.\n    He is going to come down and step on the worship places of the earth.",
      "4": "Mountains will melt under him like wax near a fire.\n    Valleys will split apart like water pouring down a steep hill.",
      "5": "All this is because of Jacob’s crime and Israel’s sin.\n    What is Jacob’s crime? Isn’t it Samaria?\n    What is Judah’s worship place? Isn’t it Jerusalem?",
      "6": "So I will turn Samaria into a pile of rubble,\n    a place for planting vineyards.\n    I will roll its stones down into a valley and expose its foundations.",
      "7": "All its idols will be smashed to pieces.\n    All its wages for being a prostitute will be burned.\n    All its statues will be turned into a pile of rubble.\n        Samaria collected its wages for being a prostitute.\n            That money will again pay for prostitutes.",
      "8": "I will mourn and cry because of this.\n    I will walk around barefoot and naked.\n    I will cry like a jackal and mourn like an ostrich.",
      "9": "Samaria’s wounds are incurable.\n    The news about Samaria will come to Judah.\n        It will reach the gates of my people in Jerusalem.",
      "10": "Don’t report it in Gath. Don’t cry there.\n    Roll in the dust of Beth Leaphrah.",
      "11": "Pass by, naked and ashamed, inhabitants of Shaphir.\n    Don’t come out, inhabitants of Zaanan.\n    Beth Ezel is in mourning.\n        It will take its support away from you.",
      "12": "Wait anxiously for good, inhabitants of Maroth.\n    From Yahweh disaster will come on the gates of Jerusalem.",
      "13": "Harness the horses to the chariots, inhabitants of Lachish.\n    You were the first to lead the people of Zion into sin.\n        The rebellious acts of Israel are found in you.",
      "14": "That is why you will give farewell gifts to Moresheth Gath.\n    The town of Achzib will betray the kings of Israel.",
      "15": "I will again bring a conqueror against the inhabitants of Mareshah.\n    The glory of Israel will come to Adullam.",
      "16": "Shave your head in mourning for the children you love.\n    Make yourselves as bald as vultures\n        because your children will be taken from you into exile."
    },
    "2": {
      "1": "How horrible it will be for those who invent trouble\n    and work out plans for disaster while in bed.\n    When the morning dawns, they carry out their plans\n    because they are able to.",
      "2": "They desire other people’s fields, so they seize them.\n    They desire people’s houses, so they take them.\n    They cheat a man and his family,\n        a man and his inheritance.",
      "3": "So this is what Yahweh says:\nI’m planning a disaster to punish your family.\n    You won’t be able to rescue yourselves.\n    You will no longer be able to walk proudly.\n        This will be a time of disaster.",
      "4": "When that day comes, people will make fun of you.\n    They will sing this sad song about you:\n        “We are completely ruined.\n            Yahweh gives our people’s possessions to others.\n                He takes them from us.\n                He divides our fields among our captors.”",
      "5": "That is why none of you in Yahweh’s assembly will draw lots\n    to divide your property.",
      "6": "Your prophets say, “Don’t prophesy!\n    Don’t prophesy such things!\n        Disgrace will never overtake us.”",
      "7": "Should the descendants of Jacob be asked:\n    Has the Ruach Yahweh become impatient with you?\n        Has he done these things?\n            Are his words good for those who live honestly?",
      "8": "Recently, my people have turned into enemies.\n    You take coats from those who pass by without a care\n        as they return from war.",
      "9": "You force the women among my people out of their pleasant homes\n    and take my glory away from their children forever.",
      "10": "Get up, and go away!\n    This is not a place to rest!\n        It will be destroyed, completely destroyed,\n            because it offends me.",
      "11": "Liars and frauds may go around and say,\n    “We will preach to you about wine and liquor.”\n        They would be just the type of preacher you want.",
      "12": "I will surely gather all of you, Jacob.\n    I will surely bring together the few people left in Israel.\n    I will gather them together like sheep in a pen,\n    like a flock in its pasture.\n        They will make a lot of noise\n            because there will be so many people.",
      "13": "The Lord will open the way and lead them.\n    They will break out, go through the gate, and leave.\n    Their king will travel in front of them.\n    Yahweh will lead the people."
    },
    "3": {
      "1": "Then I said:\nListen, you leaders of Jacob, you rulers of the nation of Israel.\n    You should know justice.",
      "2": "You hate good and love evil.\n    You strip the skin off my people and the flesh off their bones.",
      "3": "You eat my people’s flesh.\n    You strip off their skin.\n    You break their bones to pieces.\n    You chop them up like meat for a pot, like stew meat for a kettle.",
      "4": "Then you will cry to Yahweh,\n    but he will not answer you.\n        He will hide his face from you at that time\n            because you have done evil things.",
      "5": "This is what Yahweh says about the prophets who mislead my people:\nWhen they have something to eat, they say, “All is well!”\n    But they declare a holy war against those who don’t feed them.",
      "6": "That is why you will have nights without visions.\n    You will have darkness without revelations.\n        The sun will set on the prophets,\n            and the day will turn dark for them.",
      "7": "Seers will be put to shame.\n    Those who practice witchcraft will be disgraced.\n    All of them will cover their faces, because Elohim won’t answer them.",
      "8": "But I am filled with the power of Ruach Yahweh,\n    with justice, and with strength.\n    So I will tell the descendants of Jacob about their crimes\n    and the nation of Israel about its sins.",
      "9": "Listen to this, you leaders of the descendants of Jacob,\n    you rulers of the nation of Israel.\n        You despise justice and pervert everything that is right.",
      "10": "You build Zion on bloodshed and Jerusalem on wickedness.",
      "11": "Your leaders exchange justice for bribes.\n    Your priests teach for a price.\n        Your prophets tell the future for money.\n            But they rely on Yahweh when they say,\n                “After all, Yahweh is with us.\n                    Nothing bad will happen to us.”",
      "12": "Because of you,\n    Zion will be plowed like a field,\n        Jerusalem will become a pile of rubble,\n            and the temple mountain will become a worship site\n                covered with trees."
    },
    "4": {
      "1": "In the last days the mountain of Yahweh’s house\n    will be established as the highest of the mountains\n        and raised above the hills.\n            People will stream to it.",
      "2": "Then many nations will come and say,\n    “Let’s go to the mountain of Yahweh,\n        to the house of the Elohim of Jacob.\n            He will teach us his ways so that we may live by them.”\n    The teachings will go out from Zion.\n    The word of Yahweh will go out from Jerusalem.",
      "3": "Then he will judge disputes between many people\n    and settle arguments between many nations far and wide.\n    They will hammer their swords into plowblades\n        and their spears into pruning shears.\n    Nations will never fight against each other,\n        and they will never train for war again.",
      "4": "They will sit under their grapevines and their fig trees,\n    and no one will make them afraid.\n        Yahweh Tsebaoth has spoken.",
      "5": "All the nations live by the names of their gods,\n    but we will live by the name of Yahweh our Elohim forever.",
      "6": "“When that day comes,” declares Yahweh,\n    “I will gather those who are lame.\n    I will bring together those who are scattered\n        and those whom I have injured.",
      "7": "I will change those who are lame into a faithful people.\n    I will change those who are forced away into a strong nation.”\n    Yahweh will rule them on Mount Zion now and forever.",
      "8": "You, Jerusalem, watchtower of the flock,\n    stronghold of the people of Zion,\n        your former government will come back to you.\n            The kingdom will return to the people of Jerusalem.",
      "9": "Now why are you crying so loudly?\n    Don’t you have a king?\n        Has your counselor died?\n    Pain grips you like a woman in labor.",
      "10": "Daughter of Zion, writhe in pain and groan like a woman in labor.\n    Now you will leave the city,\n    live in the open fields,\n        and go to Babylon.\n            There you will be rescued.\n            There Yahweh will reclaim you from your enemies.",
      "11": "But now many nations gather against you.\n    They say, “Let’s dishonor Zion and gloat over it.”",
      "12": "They don’t know the thoughts of Yahweh or understand his plan.\n    He will bring them together\n        like cut grain on the threshing floor.",
      "13": "Get up and thresh, people of Zion.\n    I will make your horns as hard as iron\n        and your hoofs as hard as bronze.\n            You will smash many nations into small pieces.\n                You will claim their loot for Yahweh,\n                    their wealth for the Adonay of the whole earth."
    },
    "5": {
      "1": "Now, gather your troops, you city of troops.\n    We are under attack.\n    Enemies will strike the judge of Israel on the cheek with a stick.",
      "2": "You, Bethlehem Ephrathah,\n    are too small to be included among Judah’s cities.\n        Yet, from you Israel’s future ruler will come for me.\n            His origins go back to the distant past, to days long ago.",
      "3": "That is why Yahweh will abandon Israel\n    until the time a mother has a child.\n    Then the rest of Yahweh’s people will return to the people of Israel.",
      "4": "The child will become the shepherd of his flock.\n    He will lead them with the strength of Yahweh,\n        with the majestic name of Yahweh his Elohim.\n    They will live in safety\n        because his greatness will reach the ends of the earth.",
      "5": "This man will be their peace.\nWhen the Assyrians invade our land and trample our palaces,\n    we will attack them with seven shepherds and eight leaders.",
      "6": "They will rule Assyria with their swords\n            and the country of Nimrod with drawn swords.\n        They will rescue us from the Assyrians\n            when they come into our land\n                and walk within our territory.",
      "7": "Then the few people left from Jacob will be among many people\n    like dew from Yahweh, like showers on the grass.\n        They do not put their hope in humans or wait for mortals.",
      "8": "The few people left from Jacob will be among the nations,\n    among many people.\n        They will be like a lion among animals in the forest,\n            like a young lion among flocks of sheep.\n        When a lion hunts,\n            it tramples its victims and tears them to pieces,\n                and there is no one to rescue them.",
      "9": "You will use your power against your opponents,\n    and all your enemies will be destroyed.",
      "10": "“When that day comes,” declares Yahweh,\n    “I will destroy your horses\n        and demolish your chariots.",
      "11": "I will destroy the cities in your land\n    and tear down all your fortresses.",
      "12": "I will destroy your sorcerers,\n    and you will have no more fortunetellers.",
      "13": "I will destroy your idols and your sacred monuments.\n    You will no longer worship what your hands have made.",
      "14": "I will pull out your poles dedicated to the goddess Asherah.\n    I will wipe out your cities.",
      "15": "I will take revenge with great anger\n    on the nations that do not obey me.”"
    },
    "6": {
      "1": "Now listen to what Yahweh is saying,\n    “Stand up! Plead your case in front of the mountains,\n    and let the hills listen to your request.",
      "2": "Listen to Yahweh’s lawsuit, you mountains.\n    Listen, you strong foundations of the earth.\n    Yahweh has filed a lawsuit against his people.\n    He is arguing his case against Israel.",
      "3": "“My people, what have I done to you?\n    How have I tried your patience? Answer me!",
      "4": "I brought you out of Egypt and freed you from slavery.\n    I sent Moses, Aaron, and Miriam to lead you.",
      "5": "My people, remember what King Balak of Moab planned to do to you\n    and how Balaam, son of Beor, responded to him.\n    Remember your journey from Shittim to Gilgal\n    so that you may know the victories of Yahweh.”",
      "6": "What should I bring when I come into Yahweh’s presence,\n    when I bow in front of the God of heaven?\n    Should I bring him year-old calves as burnt offerings?",
      "7": "Will Yahweh be pleased with thousands of rams\n    or with endless streams of olive oil?\n    Should I give him my firstborn child because of my rebellious acts?\n    Should I give him my young child for my sin?",
      "8": "You mortals, Yahweh has told you what is good.\n    This is what Yahweh requires from you:\n        to do what is right,\n            to love mercy,\n                and to live humbly with your Elohim.",
      "9": "The voice of Yahweh calls out to the city.\n    (The fear of your name is wisdom.)\n    “Listen, you tribe assembled in the city.",
      "10": "I have cursed all the wicked people who use their money for evil\n    and use inaccurate weights and measures.",
      "11": "I cannot tolerate dishonest scales\n    and bags filled with inaccurate weights.",
      "12": "The rich people in the city are violent.\n    Those who live in the city speak lies,\n        and their tongues speak deceitfully.",
      "13": "I have begun to strike you with heavy blows\n    and to ruin you because of your sins.",
      "14": "You will eat, but you won’t be full.\n    So you will always be hungry.\n    You will put things away, but you won’t save them.\n    Anything you save I will destroy.",
      "15": "You will plant, but you won’t harvest.\n    You will crush olives, but you won’t rub the oil on your skin.\n    You will make new wine, but you won’t drink it.",
      "16": "You have kept Omri’s laws\n    and all the practices of the descendants of Ahab,\n        and you have followed their advice.\n    That is why I will ruin you.\n    Your people will be ridiculed.\n        You will bear the disgrace of my people.”"
    },
    "7": {
      "1": "Poor me!\n    I am like those gathering summer fruit,\n        like those picking grapes.\n            But there aren’t any grapes to eat\n                or any ripened figs that I crave.",
      "2": "Faithful people are gone from the earth,\n    and no one is decent.\n    All people lie in ambush to commit murder.\n    They trap each other with nets.",
      "3": "Their hands are skilled in doing evil.\n            Officials ask for gifts.\n            Judges accept bribes.\n            Powerful people dictate what they want.\n                So they scheme together.",
      "4": "The best of them is like a briar.\n    The most decent person is sharper than thornbushes.\n    The day you thought you would be punished has come.\n        Now is the time you will be confused.",
      "5": "Don’t trust your neighbors.\n    Don’t have confidence in your friends.\n    Keep your mouth shut even when a woman is lying in your arms.",
      "6": "A son treats his father with contempt.\n    A daughter rebels against her mother.\n    A daughter-in-law rebels against her mother-in-law.\n    People’s enemies are the members of their own families.",
      "7": "I will look to Yahweh.\n    I will wait for Elohim to save me.\n    I will wait for my Elohim to listen to me.",
      "8": "Don’t laugh at me, my enemies.\n    Although I’ve fallen, I will get up.\n    Although I sit in the dark, Yahweh is my light.",
      "9": "I have sinned against Yahweh.\n    So I will endure his fury\n        until he takes up my cause and wins my case.\n            He will bring me into the light,\n                and I will see his victory.",
      "10": "Then my enemies will see this, and they will be covered with shame,\n    because they asked me, “Where is Yahweh your Elohim?”\n        Now I look at them.\n            They are trampled like mud in the streets.",
      "11": "The day for rebuilding your walls\n    and extending your borders is coming.",
      "12": "When that day comes, your people will come to you\n    from Assyria and the cities of Egypt,\n    from Egypt to the Euphrates River,\n    from sea to sea, and from mountain to mountain.",
      "13": "The earth will become a wasteland for those who live on it\n    because of what the people living there have done.",
      "14": "With your shepherd’s staff, take care of your people,\n    the sheep that belong to you.\n        They live alone in the woods, in fertile pastures.\n            Let them feed in Bashan and Gilead like before.",
      "15": "Let us see miracles\n    like the time you came out of Egypt.",
      "16": "Nations will see this and be ashamed in spite of all their strength.\n    They will put their hands over their mouths.\n        Their ears will become deaf.",
      "17": "They will lick dust like snakes,\n    like animals that crawl on the ground.\n    They will come out of their hiding places trembling.\n    They will turn away from your presence in fear, O Yahweh our Elohim.\n    They will be afraid of you.",
      "18": "Who is an El like you?\n    You forgive sin\n        and overlook the rebellion of your faithful people.\n    You will not be angry forever,\n        because you would rather show mercy.",
      "19": "You will again have compassion on us.\n    You will overcome our wrongdoing.\n    You will throw all our sins into the deep sea.",
      "20": "You will be faithful to Jacob.\n    You will have mercy on Abraham\n        as you swore by an oath to our ancestors long ago."
    }
  }
}