{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:44.223196-04:00",
    "Translation": "NOG"
  },
  "Nahum": {
    "1": {
      "1": "This is a revelation from the Lord about Nineveh. This book contains the vision of Nahum from Elkosh.",
      "2": "El Kanna. Yahweh takes revenge.\n    Yahweh takes revenge and is full of anger.\n    Yahweh takes revenge against his enemies\n    and holds a grudge against his foes.",
      "3": "Yahweh is patient and has great strength.\n    Yahweh will never let the guilty go unpunished.\n    Raging winds and storms mark his path,\n    and clouds are the dust from his feet.",
      "4": "He yells at the sea and makes it dry.\n    He dries up all the rivers.\n    Bashan and Carmel wither.\n    The flowers of Lebanon wither.",
      "5": "The mountains quake because of him.\n    The hills melt.\n        The earth draws back in his presence.\n            The world and all who live in it draw back as well.",
      "6": "Who can stand in the presence of his rage?\n    Who can oppose his burning anger?\n    He pours out his rage like fire\n    and smashes the rocky cliffs.",
      "7": "Yahweh is good.\n    He is a fortress in the day of trouble.\n    He knows those who seek shelter in him.",
      "8": "He will put an end to Nineveh\n    with a devastating flood.\n    He will pursue his enemies with darkness.",
      "9": "What do you think about Yahweh?\n    He is the one who will bring Nineveh to an end.\n    This trouble will never happen again.",
      "10": "The people of Nineveh will be like tangled thorns\n    and like people drunk on their own drink.\n        They will be completely burned up like very dry straw.",
      "11": "From you, Nineveh, a person who plans evil against Yahweh sets out.\n    His advice is wicked.",
      "12": "This is what Yahweh says:\n    Though the people of Nineveh are physically fit and many in number,\n        they will be cut down and die.\n    Though I have humbled you, Judah,\n        I will not humble you again.",
      "13": "But now I will break Nineveh’s yoke off of you\n    and tear its chains from you.",
      "14": "Yahweh has given this command about you, Nineveh:\n    You will no longer have descendants to carry on your name.\n    I will remove the wooden and metal idols from the temple of your gods.\n    I will prepare your grave because you are worthless.",
      "15": "There on the mountains are the feet of a messenger\n    who announces the good news: “All is well!”\n    Celebrate your festivals, Judah! Keep your vows!\n    This wickedness will never pass your way again.\n        It will be completely removed."
    },
    "2": {
      "1": "The one who will scatter you is coming to attack you.\n    Guard your fortress!\n        Keep a lookout on the road!\n            Prepare for battle!\n                Be very courageous!",
      "2": "Yahweh will restore Jacob’s glory like Israel’s glory,\n    although enemies have looted it\n        and have destroyed its vines.",
      "3": "The shields of his warriors are painted red.\n    His soldiers have red uniforms.\n    The metal on his chariots flashes fiery red,\n    so do the spears when they are waved\n        on the day he prepares for battle.",
      "4": "Chariots are racing madly through the streets,\n    rushing this way and that in the city squares.\n        They look like torches, like lightning, as they dart about.",
      "5": "He remembers his best fighting men.\n    They stumble over themselves as they march.\n        They hurry to Nineveh’s wall.\n            The shield has been set up for the battering ram.",
      "6": "The gates of the rivers are opened, and the palace melts away.",
      "7": "Yahweh has determined:\n    “It will be stripped.\n    It will be carried away.\n    Its young women will be mourning like doves\n        as they beat their breasts.”",
      "8": "Nineveh was like a pool of water from its first day on.\n    But now its people are fleeing.\n        “Stop! Stop!”\n            But no one turns around.",
      "9": "Steal the silver! Steal the gold!\n    There is no end to what is stored here—\n    everything a person could ever want.",
      "10": "Nineveh is destroyed, deserted, demolished.\n    Hearts are melting.\n        Knees are knocking.\n            Every stomach becomes upset.\n                Every face turns pale.",
      "11": "Where is the lions’ den,\n    that feeding place for young lions?\n    Where are the lion, the lioness, and the lion cub who moved about\n    with no one to terrify them?",
      "12": "The lion tore its prey to pieces to feed its cubs.\n    It strangled the prey for its mates.\n    It used to fill its caves with torn carcasses\n    and its dens with torn flesh.",
      "13": "“I am against you, Nineveh,” declares Yahweh Tsebaoth.\n    “I will send your chariots up in smoke,\n        and a sword will kill your young lions.\n    I will remove your prey from the earth,\n        and no one will ever hear the voice of your messengers again.”"
    },
    "3": {
      "1": "How horrible it will be for that city of bloody violence!\n    It is completely full of lies and stolen goods—never without victims.",
      "2": "The sound of the whip!\n    The sound of rattling wheels!\n    Horses gallop!\n    Chariots bounce along!",
      "3": "Horses charge!\n    Swords flash!\n        Spears glitter!\n    Many are killed!\n    Dead bodies pile up!\n        There is no end to the corpses!\n    People trip over corpses",
      "4": "because of Nineveh’s constant prostitution,\n    this very charming mistress of evil magic.\n    She used to sell\n    nations her prostitution\n        and people her evil magic.",
      "5": "“I am against you, Nineveh,” declares Yahweh Tsebaoth.\n    “I will lift up your dress over your face.\n    I will show nations your naked body and kingdoms your disgrace.",
      "6": "I will throw filth on you.\n    I will make you look like a fool.\n    I will make you a sight to be seen.",
      "7": "Everyone who sees you will run from you, saying,\n    ‘Nineveh has been violently destroyed!\n        Who will feel sorry for her?’\n    Where can I find anyone to comfort you?”",
      "8": "Are you better than No-amon, which sits by the streams of the Nile\n    with water surrounding her?\n        The sea was her defense.\n        The water was her wall.",
      "9": "Sudan and Egypt were her endless strength.\n        Put and the Lybians were her help.",
      "10": "Even she went into captivity and was exiled.\n    Even her little children were smashed to death at every street corner.\n    Soldiers tossed dice for her important men,\n        and all her best men were bound in chains.",
      "11": "Even you, Nineveh, will stagger like a drunk.\n    You will disappear.\n    Even you will look for a fortress to escape from the enemy.",
      "12": "All your defenses will be like fig trees with the earliest figs.\n    When shaken, the figs fall into the mouth of the eater.",
      "13": "Look at your soldiers; they’re women!\n    The gates of your country are wide open to your enemies.\n    Fire has destroyed the bars of your gates.",
      "14": "Store water for the siege!\n    Strengthen your defenses!\n        Step into the claypits and trample the clay!\n            Grab the brick mold!",
      "15": "Fire will consume you there.\n    A sword will cut you down.\n    It will consume you like locusts.\n    Multiply like locusts!\n    Multiply like hungry locusts!",
      "16": "You have produced more businessmen than there are stars in the sky.\n    They are like locusts that attack and then fly away.",
      "17": "Your officers are like locusts,\n    and your scribes are like swarms of locusts\n        that settle on the fences when it is cold.\n            The sun rises, and they scatter in every direction.\n                No one knows where they’ve gone.",
      "18": "Your shepherds, king of Assyria, have fallen into a deep sleep.\n    Your best fighting men are at rest.\n    Your people are scattered on the mountains,\n    and there is no one to gather them.",
      "19": "There is no relief for your collapse.\n    Your wound is fatal.\n    All who hear the news about you will clap their hands.\n        Who hasn’t suffered from your endless evil?"
    }
  }
}