{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:42.579068-04:00",
    "Translation": "NOG"
  },
  "Obadiah": {
    "1": {
      "1": "This is the vision of Obadiah.\nThis is what Adonay Yahweh says about Edom:\nWe have heard a message from Yahweh.\n    A messenger was sent among the nations to say,\n        “Get ready! Let’s go to war against Edom.”",
      "2": "“Edom, I will make you the smallest of nations.\n    Others will despise you.",
      "3": "Your arrogance has deceived you.\n            You live on rocky cliffs.\n            You make your home up high.\n            You say to yourself,\n                ‘No one can bring me down to earth.’",
      "4": "Even though you fly high like an eagle\n    and build your nest among the stars,\n        I will bring you down from there,” declares Yahweh.",
      "5": "“If thieves or looters come to you during the night,\n    won’t they steal only until they’ve had enough?\n        You will be ruined!\n    If people come to pick your grapes,\n    won’t they leave a few grapes behind?",
      "6": "But you, Esau, will lose everything.\n            Even your hidden treasures will be looted.",
      "7": "All your allies will force you to leave your land.\n    The people who are at peace with you will deceive you.\n    Those who eat food with you will set traps for you,\n        and you won’t even know about it.",
      "8": "“On that day I will destroy the wise people in Edom\n    and take wisdom away from Esau’s mountain,” declares Yahweh.",
      "9": "“Teman, your warriors will be terrified.\n    Everyone on Esau’s mountain will be slaughtered.",
      "10": "“Because of the violence you did to Jacob, your relative,\n    you will be covered with shame.\n    You will be destroyed forever.",
      "11": "While you stood there doing nothing,\n    strangers carried off Jacob’s wealth.\n        Foreigners entered his gates and threw dice for Jerusalem.\n            You acted like one of them.",
      "12": "Don’t gloat over your relative’s misfortune\n    or be happy when the people of Judah are destroyed.\n    Don’t brag so much when they’re in distress.",
      "13": "Don’t march through the gates of my people when disaster strikes\n    or gloat over their misery when disaster strikes.\n    Don’t take their wealth when disaster strikes.",
      "14": "Don’t stand at the crossroads to kill their refugees.\n    Don’t hand over their survivors when they’re in distress.",
      "15": "“The day of Yahweh is near for all nations.\n    Edom, you will be treated as you have treated others.\n        You will get back what you have given.",
      "16": "As you, Israel, drank on my holy mountain,\n    so all nations will drink in turn.\n        They will drink and guzzle down everything in it.\n        They will be like those who have never existed.",
      "17": "“But refugees will live on Mount Zion.\n    It will be holy.\n    The descendants of Jacob will get back their possessions.",
      "18": "The descendants of Jacob will be like a fire.\n    The descendants of Joseph will be like a flame.\n    But the descendants of Esau will be like straw.\n        They will be burned and destroyed.\n            There will be no one left among the descendants of Esau.”\n                Yahweh has spoken.",
      "19": "“People from the Negev will take possession of Esau’s mountain.\n    People from the foothills will take possession of Philistia.\n    They will take possession of the lands of Ephraim and Samaria,\n        and the descendants of Benjamin will take possession of Gilead.",
      "20": "Exiles from Israel will take possession of Canaan.\n    They will possess land as far as Zarephath.\n    Exiles from Jerusalem who are in Sepharad\n    will take possession of the cities in the Negev.",
      "21": "Those who are victorious will come from Mount Zion\n    to rule Esau’s mountain.\n        The kingdom will belong to Yahweh.”"
    }
  }
}