{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:57.294712-04:00",
    "Translation": "NOG"
  },
  "Philippians": {
    "1": {
      "1": "From Paul and Timothy, servants of Christ Yeshua.\nTo God’s people in the city of Philippi and their bishops and deacons—to everyone who is united with Christ Yeshua.",
      "2": "Good will and peace from God our Father and the Lord Yeshua Christ are yours!",
      "3": "I thank my God for all the memories I have of you.",
      "4": "Every time I pray for all of you, I do it with joy.",
      "5": "I can do this because of the partnership we’ve had with you in the Good News from the first day you believed until now.",
      "6": "I’m convinced that God, who began this good work in you, will carry it through to completion on the day of Christ Yeshua.",
      "7": "You have a special place in my heart. So it’s right for me to think this way about all of you. All of you are my partners. Together we share God’s favor, whether I’m in prison or defending and confirming the truth of the Good News.",
      "8": "God is my witness that, with all the compassion of Christ Yeshua, I long to see every one of you.",
      "9": "I pray that your love will keep on growing because of your knowledge and insight.",
      "10": "That way you will be able to determine what is best and be pure and blameless until the day of Christ.",
      "11": "Yeshua Christ will fill your lives with everything that God’s approval produces. Your lives will then bring glory and praise to God.",
      "12": "I want you to know, brothers and sisters, that what happened to me has helped to spread the Good News.",
      "13": "As a result, it has become clear to all the soldiers who guard the emperor and to everyone else that I am in prison because of Christ.",
      "14": "So through my being in prison, the Lord has given most of our brothers and sisters confidence to speak God’s word more boldly and fearlessly than ever.",
      "15": "Some people tell the message about Christ because of their jealousy and envy. Others tell the message about him because of their good will.",
      "16": "Those who tell the message about Christ out of love know that God has put me here to defend the Good News.",
      "17": "But the others are insincere. They tell the message about Christ out of selfish ambition in order to stir up trouble for me while I’m in prison.",
      "18": "But what does it matter? Nothing matters except that, in one way or another, people are told the message about Christ, whether with honest or dishonest motives, and I’m happy about that.\nYes, I will continue to be happy",
      "19": "for another reason. I know that I will be set free through your prayers and through the help that comes from the Spirit of Yeshua Christ.",
      "20": "I eagerly expect and hope that I will have nothing to be ashamed of. I will speak very boldly and honor Christ in my body, now as always, whether I live or die.",
      "21": "Christ means everything to me in this life, and when I die I’ll have even more.",
      "22": "If I continue to live in this life, my work will produce more results. I don’t know which I would prefer.",
      "23": "I find it hard to choose between the two. I would like to leave this life and be with Christ. That’s by far the better choice.",
      "24": "But for your sake it’s better that I remain in this life.",
      "25": "Since I’m convinced of this, I know that I will continue to live and be with all of you. This will help you to grow and be joyful in your faith.",
      "26": "So by coming to you again, I want to give you even more reason to have pride in Christ Yeshua with me.",
      "27": "Live as citizens who reflect the Good News about Christ. Then, whether I come to see you or whether I stay away, I’ll hear all about you. I’ll hear that you are firmly united in spirit, united in fighting for the faith that the Good News brings.",
      "28": "So don’t let your opponents intimidate you in any way. This is God’s way of showing them that they will be destroyed and that you will be saved.",
      "29": "God has given you the privilege not only to believe in Christ but also to suffer for him.",
      "30": "You are involved in the same struggle that you saw me having. Now you hear that I’m still involved in it."
    },
    "2": {
      "1": "So then, as Christians, do you have any encouragement? Do you have any comfort from love? Do you have any spiritual relationships? Do you have any sympathy and compassion?",
      "2": "Then fill me with joy by having the same attitude and the same love, living in harmony, and keeping one purpose in mind.",
      "3": "Don’t act out of selfish ambition or be conceited. Instead, humbly think of others as being better than yourselves.",
      "4": "Don’t be concerned only about your own interests, but also be concerned about the interests of others.",
      "5": "Have the same attitude that Christ Yeshua had.",
      "6": "Although he was in the form of God and equal with God,\n    he did not take advantage of this equality.",
      "7": "Instead, he emptied himself by taking on the form of a servant,\n    by becoming like other humans,\n    by having a human appearance.",
      "8": "He humbled himself by becoming obedient to the point of death,\n    death on a cross.",
      "9": "This is why God has given him an exceptional honor—\n    the name honored above all other names—",
      "10": "so that at the name of Yeshua everyone in heaven, on earth,\n    and in the world below will kneel",
      "11": "and confess that Yeshua Christ is Lord\n    to the glory of God the Father.",
      "12": "My dear friends, you have always obeyed, not only when I was with you but even more now that I’m absent. In the same way continue to work out your salvation with fear and trembling.",
      "13": "It is God who produces in you the desires and actions that please him.",
      "14": "Do everything without complaining or arguing.",
      "15": "Then you will be blameless and innocent. You will be God’s children without any faults among people who are crooked and corrupt. You will shine like stars among them in the world",
      "16": "as you hold firmly to the word of life. Then I can brag on the day of Christ that my effort was not wasted and that my work produced results.",
      "17": "My life is being poured out as a part of the sacrifice and service I offer to God for your faith. Yet, I am filled with joy, and I share that joy with all of you.",
      "18": "For this same reason you also should be filled with joy and share that joy with me.",
      "19": "I hope that the Lord Yeshua will allow me to send Timothy to you soon so that I can receive some encouraging news about you.",
      "20": "I don’t have anyone else like Timothy. He takes a genuine interest in your welfare.",
      "21": "Everyone else looks after his own interests, not after those of Yeshua Christ.",
      "22": "But you know what kind of person Timothy proved to be. Like a father and son we worked hard together to spread the Good News.",
      "23": "I hope to send him as soon as I see how things are going to turn out for me.",
      "24": "But the Lord gives me confidence that I will come to visit you soon.",
      "25": "I feel that I must send Epaphroditus—my brother, coworker, and fellow soldier—back to you. You sent him as your personal representative to help me in my need.",
      "26": "He has been longing to see all of you and is troubled because you heard that he was sick.",
      "27": "Indeed, he was so sick that he almost died. But God had mercy not only on him but also on me and kept me from having one sorrow on top of another.",
      "28": "So I’m especially eager to send him to you. In this way you will have the joy of seeing him again and I will feel relieved.",
      "29": "Give him a joyful Christian welcome. Make sure you honor people like Epaphroditus highly.",
      "30": "He risked his life and almost died for the work of Christ in order to make up for the help you couldn’t give me."
    },
    "3": {
      "1": "Now then, brothers and sisters, be joyful in the Lord. It’s no trouble for me to write the same things to you, and it’s for your safety.",
      "2": "Beware of dogs! Beware of those who do evil things. Beware of those who insist on circumcision.",
      "3": "We are the true circumcised people of God because we serve God’s Spirit and take pride in Christ Yeshua. We don’t place any confidence in physical things,",
      "4": "although I could have confidence in my physical qualifications. If anyone else thinks that he can trust in something physical, I can claim even more.",
      "5": "I was circumcised on the eighth day. I’m a descendant of Israel. I’m from the tribe of Benjamin. I’m a pure-blooded Hebrew. When it comes to following Jewish laws, I was a Pharisee.",
      "6": "When it comes to being enthusiastic, I was a persecutor of the church. When it comes to winning God’s approval by obeying Jewish laws, I was perfect.",
      "7": "These things that I once considered valuable, I now consider worthless for Christ.",
      "8": "It’s far more than that! I consider everything else worthless because I’m much better off knowing Christ Yeshua my Lord. It’s because of him that I think of everything as worthless. I threw it all away in order to gain Christ",
      "9": "and to have a relationship with him. This means that I didn’t receive God’s approval by obeying his laws. The opposite is true! I have God’s approval through faith in Christ. This is the approval that comes from God and is based on faith",
      "10": "that knows Christ. Faith knows the power that his coming back to life gives and what it means to share his suffering. In this way I’m becoming like him in his death,",
      "11": "with the confidence that I’ll come back to life from the dead.",
      "12": "It’s not that I’ve already reached the goal or have already completed the course. But I run to win that which Yeshua Christ has already won for me.",
      "13": "Brothers and sisters, I can’t consider myself a winner yet. This is what I do: I don’t look back, I lengthen my stride, and",
      "14": "I run straight toward the goal to win the prize that God’s heavenly call offers in Christ Yeshua.",
      "15": "Whoever has a mature faith should think this way. And if you think differently, God will show you how to think.",
      "16": "However, we should be guided by what we have learned so far.",
      "17": "Brothers and sisters, imitate me, and pay attention to those who live by the example we have given you.",
      "18": "I have often told you, and now tell you with tears in my eyes, that many live as the enemies of the cross of Christ.",
      "19": "In the end they will be destroyed. Their own emotions are their god, and they take pride in the shameful things they do. Their minds are set on worldly things.",
      "20": "We, however, are citizens of heaven. We look forward to the Lord Yeshua Christ coming from heaven as our Savior.",
      "21": "Through his power to bring everything under his authority, he will change our humble bodies and make them like his glorified body."
    },
    "4": {
      "1": "So, brothers and sisters, I love you and miss you. You are my joy and my crown. Therefore, dear friends, keep your relationship with the Lord firm!",
      "2": "I encourage both Euodia and Syntyche to have the attitude the Lord wants them to have.",
      "3": "Yes, I also ask you, Syzugus, my true partner, to help these women. They fought beside me to spread the Good News along with Clement and the rest of my coworkers, whose names are in the Book of Life.",
      "4": "Always be joyful in the Lord! I’ll say it again: Be joyful!",
      "5": "Let everyone know how considerate you are. The Lord is near.",
      "6": "Never worry about anything. But in every situation let God know what you need in prayers and requests while giving thanks.",
      "7": "Then God’s peace, which goes beyond anything we can imagine, will guard your thoughts and emotions through Christ Yeshua.",
      "8": "Finally, brothers and sisters, keep your thoughts on whatever is right or deserves praise: things that are true, honorable, fair, pure, acceptable, or commendable.",
      "9": "Practice what you’ve learned and received from me, what you heard and saw me do. Then the God who gives this peace will be with you.",
      "10": "The Lord has filled me with joy because you again showed interest in me. You were interested but did not have an opportunity to show it.",
      "11": "I’m not saying this because I’m in any need. I’ve learned to be content in whatever situation I’m in.",
      "12": "I know how to live in poverty or prosperity. No matter what the situation, I’ve learned the secret of how to live when I’m full or when I’m hungry, when I have too much or when I have too little.",
      "13": "I can do everything through Christ who strengthens me.",
      "14": "Nevertheless, it was kind of you to share my troubles.",
      "15": "You Philippians also know that in the early days, when I left the province of Macedonia to spread the Good News, you were the only church to share your money with me. You gave me what I needed, and you received what I gave you.",
      "16": "Even while I was in Thessalonica, you provided for my needs twice.",
      "17": "It’s not that I’m looking for a gift. The opposite is true. I’m looking for your resources to increase.",
      "18": "You have paid me in full, and I have more than enough. Now that Epaphroditus has brought me your gifts, you have filled my needs. Your gifts are a soothing aroma, a sacrifice that God accepts and with which he is pleased.",
      "19": "My God will richly fill your every need in a glorious way through Christ Yeshua.",
      "20": "Glory belongs to our God and Father forever! Amen.",
      "21": "Greet everyone who believes in Christ Yeshua. The brothers and sisters who are with me send greetings to you.",
      "22": "All God’s people here, especially those in the emperor’s palace, greet you.",
      "23": "May the good will of our Lord Yeshua Christ be with you."
    }
  }
}