{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:29.484690-04:00",
    "Translation": "NOG"
  },
  "Proverbs": {
    "1": {
      "1": "The proverbs of Solomon, David’s son who was king of Israel, given",
      "2": "to grasp wisdom and discipline,\n    to understand deep thoughts,",
      "3": "to acquire the discipline of wise behavior—\n    righteousness and justice and fairness—",
      "4": "to give insight to gullible people,\n    to give knowledge and foresight to the young—",
      "5": "a wise person will listen and continue to learn,\n            and an understanding person will gain direction—",
      "6": "to understand a proverb and a clever saying,\n    the words of wise people and their riddles.",
      "7": "The fear of Yahweh is the beginning of knowledge.\n    Stubborn fools despise wisdom and discipline.",
      "8": "My son,\n    listen to your father’s discipline,\n        and do not neglect your mother’s teachings,",
      "9": "because discipline and teachings\n                are a graceful garland on your head\n                    and a golden chain around your neck.",
      "10": "My son,\n    if sinners lure you, do not go along.",
      "11": "If they say,\n    “Come with us.\n        Let’s set an ambush to kill someone.\n            Let’s hide to ambush innocent people for fun.",
      "12": "We’ll swallow them alive like the grave,\n    like those in good health who go into the pit.",
      "13": "We’ll find all kinds of valuable possessions.\n    We’ll fill our homes with stolen goods.",
      "14": "Join us.\n    We’ll split the loot equally.”",
      "15": "My son,\n    do not follow them in their way.\n    Do not even set foot on their path,",
      "16": "because they rush to do evil\n    and hurry to shed blood.",
      "17": "It does no good to spread a net\n    within the sight of any bird.",
      "18": "But these people set an ambush for their own murder.\n    They go into hiding only to lose their lives.",
      "19": "This is what happens to everyone\n    who is greedy for unjust gain.\n        Greed takes away his life.",
      "20": "Wisdom sings her song in the streets.\n    In the public squares she raises her voice.",
      "21": "At the corners of noisy streets she calls out.\n    At the entrances to the city she speaks her words,",
      "22": "“How long will you gullible people love being so gullible?\n    How long will you mockers find joy in your mocking?\n        How long will you fools hate knowledge?",
      "23": "“Turn to me when I warn you.\n    I will generously pour out my spirit for you.\n        I will make my words known to you.",
      "24": "“I called, and you refused to listen.\n    I stretched out my hands to you, and no one paid attention.",
      "25": "You ignored all my advice.\n    You did not want me to warn you.",
      "26": "I will laugh at your calamity.\n    I will make fun of you\n        when panic strikes you,",
      "27": "when panic strikes you like a violent storm,\n    when calamity strikes you like a wind storm,\n        when trouble and anguish come to you.",
      "28": "“They will call to me at that time, but I will not answer.\n    They will look for me, but they will not find me,",
      "29": "because they hated knowledge\n    and did not choose the fear of Yahweh.",
      "30": "They refused my advice.\n    They despised my every warning.",
      "31": "They will eat the fruit of their lifestyle.\n    They will be stuffed with their own schemes.",
      "32": "“Gullible people kill themselves because of their turning away.\n    Fools destroy themselves because of their indifference.",
      "33": "But whoever listens to me will live without worry\n    and will be free from the dread of disaster.”"
    },
    "2": {
      "1": "My son,\n    if you take my words to heart\n        and treasure my commands within you,",
      "2": "if you pay close attention to wisdom,\n    and let your mind reach for understanding,",
      "3": "if indeed you call out for insight,\n    if you ask aloud for understanding,",
      "4": "if you search for wisdom as if it were money\n    and hunt for it as if it were hidden treasure,",
      "5": "then you will understand the fear of Yahweh\n    and you will find the knowledge of Elohim.",
      "6": "Yahweh gives wisdom.\n    From his mouth come knowledge and understanding.",
      "7": "He has reserved priceless wisdom for decent people.\n    He is a Magen for those who walk in integrity",
      "8": "in order to guard those on paths of justice\n    and to watch over the way of his godly ones.",
      "9": "Then you will understand what is right and just and fair—\n    every good course in life.",
      "10": "Wisdom will come into your heart.\n    Knowledge will be pleasant to your soul.",
      "11": "Foresight will protect you.\n    Understanding will guard you.",
      "12": "Wisdom will save you\n    from the way of evil,\n        from the person who speaks devious things,",
      "13": "from those who abandon the paths of righteousness\n    to walk the ways of darkness,",
      "14": "from those who enjoy doing evil,\n    from those who find joy in the deviousness of evil.",
      "15": "Their paths are crooked.\n    Their ways are devious.",
      "16": "Wisdom will also save you\n    from an adulterous woman,\n        from a loose woman with her smooth talk,",
      "17": "who leaves her husband, the closest friend of her youth,\n    and forgets her marriage vows to her Elohim.",
      "18": "Her house sinks down to death.\n    Her ways lead to the souls of the dead.",
      "19": "None who have sex with her come back.\n    Nor do they ever reach the paths of life.",
      "20": "So walk in the way of good people\n    and stay on the paths of righteous people.",
      "21": "Decent people will live in the land.\n    People of integrity will remain in it.",
      "22": "But wicked people will be cut off from the land\n    and treacherous people will be torn from it."
    },
    "3": {
      "1": "My son,\n    do not forget my teachings,\n        and keep my commands in mind,",
      "2": "because they will bring you\n    long life, good years, and peace.",
      "3": "Do not let mercy and truth leave you.\n    Fasten them around your neck.\n    Write them on the tablet of your heart.",
      "4": "Then you will find favor and much success\n    in the sight of Elohim and humanity.",
      "5": "Trust Yahweh with all your heart,\n    and do not rely on your own understanding.",
      "6": "In all your ways acknowledge him,\n    and he will make your paths smooth.",
      "7": "Do not consider yourself wise.\n    Fear Yahweh, and turn away from evil.",
      "8": "Then your body will be healed,\n    and your bones will have nourishment.",
      "9": "Honor Yahweh with your wealth\n    and with the first and best part of all your income.",
      "10": "Then your barns will be full,\n    and your vats will overflow with fresh wine.",
      "11": "Do not reject the discipline of Yahweh, my son,\n    and do not resent his warning,",
      "12": "because Yahweh warns the one he loves,\n    even as a father warns a son with whom he is pleased.",
      "13": "Blessed is the one who finds wisdom\n    and the one who obtains understanding.",
      "14": "The profit gained from wisdom is greater than\n    the profit gained from silver.\n        Its yield is better than fine gold.",
      "15": "Wisdom is more precious than jewels,\n    and all your desires cannot equal it.",
      "16": "Long life is in wisdom’s right hand.\n    In wisdom’s left hand are riches and honor.",
      "17": "Wisdom’s ways are pleasant ways,\n    and all its paths lead to peace.",
      "18": "Wisdom is a tree of life\n    for those who take firm hold of it.\n        Those who cling to it are blessed.",
      "19": "By Wisdom Yahweh laid the foundation of the earth.\n    By understanding he established the heavens.",
      "20": "By his knowledge the deep waters were divided,\n    and the skies dropped dew.",
      "21": "My son,\n    do not lose sight of these things.\n    Use priceless wisdom and foresight.",
      "22": "Then they will mean life for you,\n    and they will grace your neck.",
      "23": "Then you will go safely on your way,\n    and you will not hurt your foot.",
      "24": "When you lie down, you will not be afraid.\n    As you lie there, your sleep will be sweet.",
      "25": "Do not be afraid of sudden terror\n    or of the destruction of wicked people when it comes.",
      "26": "Yahweh will be your confidence.\n    He will keep your foot from getting caught.",
      "27": "Do not hold back anything good\n    from those who are entitled to it\n        when you have the power to do so.",
      "28": "When you have the good thing with you, do not tell your neighbor,\n    “Go away!\n        Come back tomorrow.\n        I’ll give you something then.”",
      "29": "Do not plan to do something wrong to your neighbor\n    while he is sitting there with you and suspecting nothing.",
      "30": "Do not quarrel with a person for no reason\n    if he has not harmed you.",
      "31": "Do not envy a violent person.\n    Do not choose any of his ways.",
      "32": "The devious person is disgusting to Yahweh.\n    Yahweh’s intimate advice is with decent people.",
      "33": "Yahweh curses the house of wicked people,\n    but he blesses the home of righteous people.",
      "34": "When he mocks the mockers,\n    he is gracious to humble people.",
      "35": "Wise people will inherit honor,\n    but fools will bear disgrace."
    },
    "4": {
      "1": "Sons,\n    listen to your father’s discipline,\n        and pay attention in order to gain understanding.",
      "2": "After all, I have taught you well.\n    Do not abandon my teachings.",
      "3": "When I was a boy learning from my father,\n    when I was a tender and only child of my mother,",
      "4": "they used to teach me and say to me,\n    “Cling to my words wholeheartedly.\n        Obey my commands so that you may live.",
      "5": "Acquire wisdom.\n    Acquire understanding.\n        Do not forget.\n            Do not turn away from the words that I have spoken.",
      "6": "Do not abandon wisdom, and it will watch over you.\n    Love wisdom, and it will protect you.",
      "7": "The beginning of wisdom is to acquire wisdom.\n    Acquire understanding with all that you have.",
      "8": "Cherish wisdom.\n    It will raise you up.\n        It will bring you honor when you embrace it.",
      "9": "It will give you a graceful garland for your head.\n    It will hand you a beautiful crown.”",
      "10": "My son,\n    listen and accept my words,\n        and they will multiply the years of your life.",
      "11": "I have taught you the way of wisdom.\n    I have guided you along decent paths.",
      "12": "When you walk, your stride will not be hampered.\n    Even if you run, you will not stumble.",
      "13": "Cling to discipline.\n    Do not relax your grip on it.\n        Keep it because it is your life.",
      "14": "Do not stray onto the path of wicked people.\n    Do not walk in the way of evil people.",
      "15": "Avoid it.\n    Do not walk near it.\n        Turn away from it,\n            and keep on walking.",
      "16": "Wicked people cannot sleep\n    unless they do wrong,\n        and they are robbed of their sleep\n            unless they make someone stumble.",
      "17": "They eat food obtained through wrongdoing\n    and drink wine obtained through violence.",
      "18": "But the path of righteous people is like the light of dawn\n    that becomes brighter and brighter until it reaches midday.",
      "19": "The way of wicked people is like deep darkness.\n    They do not know what makes them stumble.",
      "20": "My son,\n    pay attention to my words.\n    Open your ears to what I say.",
      "21": "Do not lose sight of these things.\n    Keep them deep within your heart",
      "22": "because they are life to those who find them\n    and they heal the whole body.",
      "23": "Guard your heart more than anything else,\n    because the source of your life flows from it.",
      "24": "Remove dishonesty from your mouth.\n    Put deceptive speech far away from your lips.",
      "25": "Let your eyes look straight ahead\n    and your sight be focused in front of you.",
      "26": "Carefully walk a straight path,\n    and all your ways will be secure.",
      "27": "Do not lean to the right or to the left.\n    Walk away from evil."
    },
    "5": {
      "1": "My son,\n    pay attention to my wisdom.\n    Open your ears to my understanding",
      "2": "so that you may act with foresight\n    and speak with insight.",
      "3": "The lips of an adulterous woman drip with honey.\n    Her kiss is smoother than oil,",
      "4": "but in the end she is as bitter as wormwood,\n    as sharp as a two-edged sword.",
      "5": "Her feet descend to death.\n    Her steps lead straight to hell.",
      "6": "She doesn’t even think about the path of life.\n    Her steps wander, and she doesn’t realize it.",
      "7": "But now, sons,\n    listen to me,\n        and do not turn away from what I say to you.",
      "8": "Stay far away from her.\n    Do not even go near her door.",
      "9": "Either you will surrender your reputation to others\n    and the rest of your years to some cruel person,",
      "10": "or strangers will benefit from your strength\n    and you will have to work hard in a pagan’s house.",
      "11": "Then you will groan when your end comes,\n    when your body and flesh are consumed.\n        You will say,",
      "12": "“Oh, how I hated discipline!\n    How my heart despised correction!",
      "13": "I didn’t listen to what my teachers said to me,\n    nor did I keep my ear open to my instructors.",
      "14": "I almost reached total ruin\n    in the assembly and in the congregation.”",
      "15": "Drink water out of your own cistern\n    and running water from your own well.",
      "16": "Why should water flow out of your spring?\n    Why should your streams flow into the streets?",
      "17": "They should be yours alone,\n    so do not share them with strangers.",
      "18": "Let your own fountain be blessed,\n    and enjoy the girl you married when you were young,",
      "19": "a loving doe and a graceful deer.\n    Always let her breasts satisfy you.\n        Always be intoxicated with her love.",
      "20": "Why should you, my son,\n    be intoxicated with an adulterous woman\n        and fondle a loose woman’s breast?",
      "21": "Each person’s ways are clearly seen by Yahweh,\n    and he surveys all his actions.",
      "22": "A wicked person will be trapped by his own wrongs,\n    and he will be caught in the ropes of his own sin.",
      "23": "He will die for his lack of discipline\n    and stumble around because of his great stupidity."
    },
    "6": {
      "1": "My son,\n    if you guarantee a loan for your neighbor\n        or pledge yourself for a stranger with a handshake,",
      "2": "you are trapped by the words of your own mouth,\n    caught by your own promise.",
      "3": "Do the following things, my son, so that you may free yourself,\n    because you have fallen into your neighbor’s hands:\n        Humble yourself,\n            and pester your neighbor.",
      "4": "Don’t let your eyes rest\n    or your eyelids close.",
      "5": "Free yourself like a gazelle from the hand of a hunter\n    and like a bird from the hand of a hunter.",
      "6": "Consider the ant, you lazy bum.\n    Watch its ways, and become wise.",
      "7": "Although it has no overseer, officer, or ruler,",
      "8": "in summertime it stores its food supply.\n    At harvest time it gathers its food.",
      "9": "How long will you lie there, you lazy bum?\n    When will you get up from your sleep?",
      "10": "“Just a little sleep,\n    just a little slumber,\n    just a little nap.”",
      "11": "Then your poverty will come to you like a drifter,\n    and your need will come to you like a bandit.",
      "12": "A good-for-nothing scoundrel is a person who has a dishonest mouth.",
      "13": "He winks his eye,\n    makes a signal with his foot,\n        and points with his fingers.",
      "14": "He devises evil all the time with a twisted mind.\n    He spreads conflict.",
      "15": "That is why disaster will come on him suddenly.\n    In a moment he will be crushed beyond recovery.",
      "16": "There are six things that Yahweh hates,\n    even seven that are disgusting to him:",
      "17": "arrogant eyes,\n    a lying tongue,\n        hands that kill innocent people,",
      "18": "a mind devising wicked plans,\n    feet that are quick to do wrong,",
      "19": "a dishonest witness spitting out lies,\n    and a person who spreads conflict among relatives.",
      "20": "My son,\n    obey the command of your father,\n        and do not disregard the teachings of your mother.",
      "21": "Fasten them on your heart forever.\n    Hang them around your neck.",
      "22": "When you walk around, they will lead you.\n    When you lie down, they will watch over you.\n        When you wake up, they will talk to you",
      "23": "because the command is a lamp,\n    the teachings are a light,\n        and the warnings from discipline are the path of life",
      "24": "to keep you from an evil woman\n    and from the smooth talk of a loose woman.",
      "25": "Do not desire her beauty in your heart.\n    Do not let her catch you with her eyes.",
      "26": "A prostitute’s price is only a loaf of bread,\n    but a married woman hunts for your life itself.",
      "27": "Can a man carry fire in his lap\n    without burning his clothes?",
      "28": "Can anyone walk on red-hot coals\n    without burning his feet?",
      "29": "So it is with a man who has sex with his neighbor’s wife.\n    None who touch her will escape punishment.",
      "30": "People do not despise a thief who is hungry\n    when he steals to satisfy his appetite,",
      "31": "but when he is caught,\n    he has to repay it seven times.\n        He must give up all the possessions in his house.",
      "32": "Whoever commits adultery with a woman has no sense.\n    Whoever does this destroys himself.",
      "33": "An adulterous man will find disease and dishonor,\n    and his disgrace will not be blotted out,",
      "34": "because jealousy arouses a husband’s fury.\n    The husband will show no mercy when he takes revenge.",
      "35": "No amount of money will change his mind.\n    The largest bribe will not satisfy him."
    },
    "7": {
      "1": "My son,\n    pay attention to my words.\n    Treasure my commands that are within you.",
      "2": "Obey my commands so that you may live.\n    Follow my teachings just as you protect the pupil of your eye.",
      "3": "Tie them on your fingers.\n    Write them on the tablet of your heart.",
      "4": "Say to wisdom, “You are my sister.”\n    Give the name “my relative” to understanding",
      "5": "in order to guard yourself from an adulterous woman,\n    from a loose woman with her smooth talk.",
      "6": "From a window in my house I looked through my screen.",
      "7": "I was looking at gullible people\n    when I saw a young man without much sense among youths.",
      "8": "He was crossing a street near her corner\n    and walking toward her house",
      "9": "in the twilight,\n    in the evening,\n        in the dark hours of the night.",
      "10": "A woman with an ulterior motive meets him.\n    She is dressed as a prostitute.",
      "11": "She is loud and rebellious.\n    Her feet will not stay at home.",
      "12": "One moment she is out on the street,\n    the next she is at the curb,\n        on the prowl at every corner.",
      "13": "She grabs him and kisses him and brazenly says to him,",
      "14": "“I have some sacrificial meat.\n    Today I kept my vows.",
      "15": "That’s why I came to meet you.\n    Eagerly, I looked for you,\n        and I’ve found you.",
      "16": "I’ve made my bed,\n    with colored sheets of Egyptian linen.",
      "17": "I’ve sprinkled my bed with myrrh, aloes, and cinnamon.",
      "18": "Come, let’s drink our fill of love until morning.\n    Let’s enjoy making love,",
      "19": "because my husband’s not home.\n    He has gone on a long trip.",
      "20": "He took lots of money with him.\n    He won’t be home for a couple of weeks.”",
      "21": "With all her seductive charms, she persuades him.\n    With her smooth lips, she makes him give in.",
      "22": "He immediately follows her\n    like a steer on its way to be slaughtered,\n        like a ram hobbling into captivity",
      "23": "until an arrow pierces his heart,\n    like a bird darting into a trap.\n    He does not realize that it will cost him his life.",
      "24": "Now, sons,\n    listen to me.\n    Pay attention to the words from my mouth.",
      "25": "Do not let your heart be turned to her ways.\n    Do not wander onto her paths,",
      "26": "because she has brought down many victims,\n    and she has killed all too many.",
      "27": "Her home is the way to hell\n    and leads to the darkest vaults of death."
    },
    "8": {
      "1": "Does not wisdom call out?\n    Does not understanding raise its voice?",
      "2": "Wisdom takes its stand on high ground,\n    by the wayside where the roads meet,",
      "3": "near the gates to the city.\n    At the entrance wisdom sings its song,",
      "4": "“I am calling to all of you,\n    and my appeal is to all people.",
      "5": "You gullible people, learn how to be sensible.\n    You fools, get a heart that has understanding.",
      "6": "Listen! I am speaking about noble things,\n    and my lips will say what is right.",
      "7": "My mouth expresses the truth,\n    and wickedness is disgusting to my lips.",
      "8": "Everything I say is fair,\n    and there is nothing twisted or crooked in it.",
      "9": "All of it is clear to a person who has understanding\n    and right to those who have acquired knowledge.",
      "10": "Take my discipline, not silver,\n    and my knowledge rather than fine gold,",
      "11": "because wisdom is better than jewels.\n    Nothing you desire can equal it.",
      "12": "“I, Wisdom, live with insight,\n    and I acquire knowledge and foresight.",
      "13": "To fear Yahweh is to hate evil.\n    I hate pride, arrogance, evil behavior, and twisted speech.",
      "14": "Advice and priceless wisdom are mine.\n    I, Understanding, have strength.",
      "15": "Through me kings reign,\n    and rulers decree fair laws.",
      "16": "Through me princes rule,\n    so do nobles and all fair judges.",
      "17": "I love those who love me.\n    Those eagerly looking for me will find me.",
      "18": "I have riches and honor,\n    lasting wealth and righteousness.",
      "19": "What I produce is better than gold, pure gold.\n    What I yield is better than fine silver.",
      "20": "I walk in the way of righteousness, on the paths of justice,",
      "21": "to give an inheritance to those who love me\n    and to fill their treasuries.",
      "22": "“Yahweh already possessed me long ago,\n    when his way began,\n        before any of his works.",
      "23": "I was appointed from everlasting\n    from the first,\n        before the earth began.",
      "24": "I was born\n    before there were oceans,\n        before there were springs filled with water.",
      "25": "I was born\n    before the mountains were settled in their places\n        and before the hills,",
      "26": "when he had not yet made land or fields\n    or the first dust of the world.",
      "27": "“When he set up the heavens, I was there.\n    When he traced the horizon on the surface of the ocean,",
      "28": "when he established the skies above,\n    when he determined the currents in the ocean,",
      "29": "when he set a limit for the sea\n    so the waters would not overstep his command,\n        when he traced the foundations of the earth,",
      "30": "I was beside him as a master craftsman.\n    I made him happy day after day,\n        I rejoiced in front of him all the time,",
      "31": "found joy in his inhabited world,\n    and delighted in the human race.",
      "32": "“Now, sons, listen to me.\n    Blessed are those who follow my ways.",
      "33": "Listen to discipline, and become wise.\n    Do not leave my ways.",
      "34": "Blessed is the person who listens to me,\n    watches at my door day after day,\n        and waits by my doorposts.",
      "35": "Whoever finds me finds life\n    and obtains favor from Yahweh.",
      "36": "Whoever sins against me harms himself.\n    All those who hate me love death.”"
    },
    "9": {
      "1": "Wisdom has built her house.\n    She has carved out her seven pillars.",
      "2": "She has prepared her meat.\n    She has mixed her wine.\n    She has set her table.",
      "3": "She has sent out her servant girls.\n    She calls from the highest places in the city,",
      "4": "“Whoever is gullible turn in here!”\nShe says to a person without sense,",
      "5": "“Come, eat my bread,\n    and drink the wine I have mixed.",
      "6": "Stop being gullible and live.\n    Start traveling the road to understanding.”",
      "7": "Whoever corrects a mocker receives abuse.\n    Whoever warns a wicked person gets hurt.",
      "8": "Do not warn a mocker, or he will hate you.\n    Warn a wise person, and he will love you.",
      "9": "Give advice to a wise person,\n    and he will become even wiser.\n        Teach a righteous person,\n            and he will learn more.",
      "10": "The fear of Yahweh is the beginning of wisdom.\n    The knowledge of the Holy One is understanding.",
      "11": "You will live longer because of me,\n    and years will be added to your life.",
      "12": "If you are wise, your wisdom will help you.\n    If you mock, you alone will be held responsible.",
      "13": "The woman Stupidity is loud, gullible, and ignorant.",
      "14": "She sits at the doorway of her house.\n    She is enthroned on the high ground of the city",
      "15": "and calls to those who pass by,\n    those minding their own business,",
      "16": "“Whoever is gullible turn in here!”\nShe says to a person without sense,",
      "17": "“Stolen waters are sweet,\n    and food eaten in secret is tasty.”",
      "18": "But he does not know\n    that the souls of the dead are there,\n    that her guests are in the depths of hell."
    },
    "10": {
      "1": "The proverbs of Solomon:\n    A wise son makes his father happy,\n    but a foolish son brings grief to his mother.",
      "2": "Treasures gained dishonestly profit no one,\n    but righteousness rescues from death.",
      "3": "Yahweh will not allow a righteous person to starve,\n    but he intentionally ignores the desires of a wicked person.",
      "4": "Lazy hands bring poverty,\n    but hard-working hands bring riches.",
      "5": "Whoever gathers in the summer is a wise son.\n    Whoever sleeps at harvest time brings shame.",
      "6": "Blessings cover the head of a righteous person,\n    but violence covers the mouths of wicked people.",
      "7": "The name of a righteous person remains blessed,\n    but the names of wicked people will rot away.",
      "8": "The one who is truly wise accepts commands,\n    but the one who talks foolishly will be thrown down headfirst.",
      "9": "Whoever lives honestly will live securely,\n    but whoever lives dishonestly will be found out.",
      "10": "Whoever winks with his eye causes heartache.\n    The one who talks foolishly will be thrown down headfirst.",
      "11": "The mouth of a righteous person is a fountain of life,\n    but the mouths of wicked people conceal violence.",
      "12": "Hate starts quarrels,\n    but love covers every wrong.",
      "13": "Wisdom is found on the lips of a person who has understanding,\n    but a rod is for the back of one without sense.",
      "14": "Those who are wise store up knowledge,\n    but the mouth of a stubborn fool invites ruin.",
      "15": "The rich person’s wealth is his strong city.\n    Poverty ruins the poor.",
      "16": "A righteous person’s reward is life.\n    A wicked person’s harvest is sin.",
      "17": "Whoever practices discipline is on the way to life,\n    but whoever ignores a warning strays.",
      "18": "Whoever conceals hatred has lying lips.\n    Whoever spreads slander is a fool.",
      "19": "Sin is unavoidable when there is much talk,\n    but whoever seals his lips is wise.",
      "20": "The tongue of a righteous person is pure silver.\n    The hearts of wicked people are worthless.",
      "21": "The lips of a righteous person feed many,\n    but stubborn fools die because they have no sense.",
      "22": "It is Yahweh’s blessing that makes a person rich,\n    and hard work adds nothing to it.",
      "23": "Like the laughter of a fool when he carries out an evil plan,\n    so is wisdom to a person who has understanding.",
      "24": "That which wicked people dread happens to them,\n    but the Lord grants the desire of righteous people.",
      "25": "When the storm has passed, the wicked person has vanished,\n    but the righteous person has an everlasting foundation.",
      "26": "Like vinegar to the teeth,\n    like smoke to the eyes,\n    so is the lazy person to those who send him on a mission.",
      "27": "The fear of Yahweh lengthens the number of days,\n    but the years of wicked people are shortened.",
      "28": "The hope of righteous people leads to joy,\n    but the eager waiting of wicked people comes to nothing.",
      "29": "The way of Yahweh is a fortress for an innocent person\n    but a ruin to those who are troublemakers.",
      "30": "A righteous person will never be moved,\n    but wicked people will not continue to live in the land.",
      "31": "The mouth of a righteous person increases wisdom,\n    but a devious tongue will be cut off.",
      "32": "The lips of a righteous person announce good will,\n    but the mouths of wicked people are devious."
    },
    "11": {
      "1": "Dishonest scales are disgusting to Yahweh,\n    but accurate weights are pleasing to him.",
      "2": "Arrogance comes,\n    then comes shame,\n        but wisdom remains with humble people.",
      "3": "Integrity guides decent people,\n    but hypocrisy leads treacherous people to ruin.",
      "4": "Riches are of no help on the day of fury,\n    but righteousness saves from death.",
      "5": "The righteousness of innocent people makes their road smooth,\n    but wicked people fall by their own wickedness.",
      "6": "Decent people are saved by their righteousness,\n    but treacherous people are trapped by their own greed.",
      "7": "At the death of a wicked person, hope vanishes.\n    Moreover, his confidence in strength vanishes.",
      "8": "A righteous person is rescued from trouble,\n    and a wicked person takes his place.",
      "9": "With his talk a godless person can ruin his neighbor,\n    but righteous people are rescued by knowledge.",
      "10": "When righteous people prosper, a city is glad.\n    When wicked people die, there are songs of joy.",
      "11": "With the blessing of decent people a city is raised up,\n    but by the words of wicked people, it is torn down.",
      "12": "A person who despises a neighbor has no sense,\n    but a person who has understanding keeps quiet.",
      "13": "Whoever gossips gives away secrets,\n    but whoever is trustworthy in spirit can keep a secret.",
      "14": "A nation will fall when there is no direction,\n    but with many advisers there is victory.",
      "15": "Whoever guarantees a stranger’s loan will get into trouble,\n    but whoever hates the closing of a deal remains secure.",
      "16": "A gracious woman wins respect,\n    but ruthless men gain riches.",
      "17": "A merciful person helps himself,\n    but a cruel person hurts himself.",
      "18": "A wicked person earns dishonest wages,\n    but whoever spreads righteousness earns honest pay.",
      "19": "As righteousness leads to life,\n    so whoever pursues evil finds his own death.",
      "20": "Devious people are disgusting to Yahweh,\n    but he is delighted with those whose ways are innocent.",
      "21": "Certainly, an evil person will not go unpunished,\n    but the descendants of righteous people will escape.",
      "22": "Like a gold ring in a pig’s snout,\n    so is a beautiful woman who lacks good taste.",
      "23": "The desire of righteous people ends only in good,\n    but the hope of wicked people ends only in fury.",
      "24": "One person spends freely and yet grows richer,\n    while another holds back what he owes and yet grows poorer.",
      "25": "A generous person will be made rich,\n    and whoever satisfies others will himself be satisfied.",
      "26": "People will curse the one who hoards grain,\n    but a blessing will be upon the head of the one who sells it.",
      "27": "Whoever eagerly seeks good searches for good will,\n    but whoever looks for evil finds it.",
      "28": "Whoever trusts his riches will fall,\n    but righteous people will flourish like a green leaf.",
      "29": "Whoever brings trouble upon his family inherits only wind,\n    and that stubborn fool becomes a slave to the wise in heart.",
      "30": "The fruit of a righteous person is a tree of life,\n    and a winner of souls is wise.",
      "31": "If the righteous person is rewarded on earth,\n    how much more the wicked person and the sinner!"
    },
    "12": {
      "1": "Whoever loves discipline loves to learn,\n    but whoever hates correction is a dumb animal.",
      "2": "A good person obtains favor from Yahweh,\n    but Yahweh condemns everyone who schemes.",
      "3": "A person cannot stand firm on a foundation of wickedness,\n    and the roots of righteous people cannot be moved.",
      "4": "A wife with strength of character is the crown of her husband,\n    but the wife who disgraces him is like bone cancer.",
      "5": "The thoughts of righteous people are fair.\n    The advice of wicked people is treacherous.",
      "6": "The words of wicked people are a deadly ambush,\n    but the words of decent people rescue.",
      "7": "Overthrow wicked people, and they are no more,\n    but the families of righteous people continue to stand.",
      "8": "A person will be praised based on his insight,\n    but whoever has a twisted mind will be despised.",
      "9": "Better to be unimportant and have a slave\n    than to act important and have nothing to eat.",
      "10": "A righteous person cares even about the life of his animals,\n    but the compassion of wicked people is nothing but cruelty.",
      "11": "Whoever works his land will have plenty to eat,\n    but the one who chases unrealistic dreams has no sense.",
      "12": "A wicked person delights in setting a trap for other evil people,\n    but the roots of righteous people produce fruit.",
      "13": "An evil person is trapped by his own sinful talk,\n    but a righteous person escapes from trouble.",
      "14": "One person enjoys good things as a result of his speaking ability.\n    Another is paid according to what his hands have accomplished.",
      "15": "A stubborn fool considers his own way the right one,\n    but a person who listens to advice is wise.",
      "16": "When a stubborn fool is irritated, he shows it immediately,\n    but a sensible person hides the insult.",
      "17": "A truthful witness speaks honestly,\n    but a lying witness speaks deceitfully.",
      "18": "Careless words stab like a sword,\n    but the words of wise people bring healing.",
      "19": "The word of truth lasts forever,\n    but lies last only a moment.",
      "20": "Deceit is in the heart of those who plan evil,\n    but joy belongs to those who advise peace.",
      "21": "No lasting harm comes to a righteous person,\n    but wicked people have lots of trouble.",
      "22": "Lips that lie are disgusting to Yahweh,\n    but honest people are his delight.",
      "23": "A sensible person discreetly hides knowledge,\n    but foolish minds preach stupidity.",
      "24": "Hard-working hands gain control,\n    but lazy hands do slave labor.",
      "25": "A person’s anxiety will weigh him down,\n    but an encouraging word makes him joyful.",
      "26": "A righteous person looks out for his neighbor,\n    but the path of wicked people leads others astray.",
      "27": "A lazy hunter does not catch his prey,\n    but a hard-working person becomes wealthy.",
      "28": "Everlasting life is on the way of righteousness.\n    Eternal death is not along its path."
    },
    "13": {
      "1": "A wise son listens to his father’s discipline,\n    but a mocker does not listen to reprimands.",
      "2": "A person eats well as a result of his speaking ability,\n    but the appetite of treacherous people craves violence.",
      "3": "Whoever controls his mouth protects his own life.\n    Whoever has a big mouth comes to ruin.",
      "4": "A lazy person craves food and there is none,\n    but the appetite of hard-working people is satisfied.",
      "5": "A righteous person hates lying,\n    but a wicked person behaves with shame and disgrace.",
      "6": "Righteousness protects the honest way of life,\n    but wickedness ruins a sacrifice for sin.",
      "7": "One person pretends to be rich but has nothing.\n    Another pretends to be poor but has great wealth.",
      "8": "A person’s riches are the ransom for his life,\n    but the poor person does not pay attention to threats.",
      "9": "The light of righteous people beams brightly,\n    but the lamp of wicked people will be snuffed out.",
      "10": "Arrogance produces only quarreling,\n    but those who take advice gain wisdom.",
      "11": "Wealth gained through injustice dwindles away,\n    but whoever gathers little by little has plenty.",
      "12": "Delayed hope makes one sick at heart,\n    but a fulfilled longing is a tree of life.",
      "13": "Whoever despises God’s words will pay the penalty,\n    but the one who fears God’s commands will be rewarded.",
      "14": "The teachings of a wise person are a fountain of life\n    to turn one away from the grasp of death.",
      "15": "Good sense brings favor,\n    but the way of treacherous people is always the same.",
      "16": "Any sensible person acts with knowledge,\n    but a fool displays stupidity.",
      "17": "An undependable messenger gets into trouble,\n    but a dependable envoy brings healing.",
      "18": "Poverty and shame come to a person who ignores discipline,\n    but whoever pays attention to constructive criticism will be honored.",
      "19": "A fulfilled desire is sweet to the soul,\n    but turning from evil is disgusting to fools.",
      "20": "Whoever walks with wise people will be wise,\n    but whoever associates with fools will suffer.",
      "21": "Disaster hunts down sinners,\n    but righteous people are rewarded with good.",
      "22": "Good people leave an inheritance to their grandchildren,\n    but the wealth of sinners is stored away for a righteous person.",
      "23": "When poor people are able to plow, there is much food,\n    but a person is swept away where there is no justice.",
      "24": "Whoever refuses to spank his son hates him,\n    but whoever loves his son disciplines him from early on.",
      "25": "A righteous person eats to satisfy his appetite,\n    but the bellies of wicked people are always empty."
    },
    "14": {
      "1": "The wisest of women builds up her home,\n    but a stupid one tears it down with her own hands.",
      "2": "Whoever lives right fears Yahweh,\n    but a person who is devious in his ways despises him.",
      "3": "Because of a stubborn fool’s words a whip is lifted against him,\n    but wise people are protected by their speech.",
      "4": "Where there are no cattle, the feeding trough is empty,\n    but the strength of an ox produces plentiful harvests.",
      "5": "A trustworthy witness does not lie,\n    but a dishonest witness breathes lies.",
      "6": "A mocker searches for wisdom without finding it,\n    but knowledge comes easily to a person who has understanding.",
      "7": "Stay away from a fool,\n    because you will not receive knowledge from his lips.",
      "8": "The wisdom of a sensible person guides his way of life,\n    but the stupidity of fools misleads them.",
      "9": "Stubborn fools make fun of guilt,\n    but there is forgiveness among decent people.",
      "10": "The heart knows its own bitterness,\n    and no stranger can share its joy.",
      "11": "The houses of wicked people will be destroyed,\n    but the tents of decent people will continue to expand.",
      "12": "There is a way that seems right to a person,\n    but eventually it ends in death.",
      "13": "Even while laughing a heart can ache,\n    and joy can end in grief.",
      "14": "A heart that turns from God becomes bored with its own ways,\n    but a good person is satisfied with Yahweh’s ways.",
      "15": "A gullible person believes anything,\n    but a sensible person watches his step.",
      "16": "A wise person is cautious and turns away from evil,\n    but a fool is careless and overconfident.",
      "17": "A short-tempered person acts stupidly,\n    and a person who plots evil is hated.",
      "18": "Gullible people are gifted with stupidity,\n    but sensible people are crowned with knowledge.",
      "19": "Evil people will bow to good people.\n    Wicked people will bow at the gates of a righteous person.",
      "20": "A poor person is hated even by his neighbor,\n    but a rich person is loved by many.",
      "21": "Whoever despises his neighbor sins,\n    but blessed is the one who is kind to humble people.",
      "22": "Don’t those who stray plan what is evil,\n    while those who are merciful and faithful plan what is good?",
      "23": "In hard work there is always something gained,\n    but idle talk leads only to poverty.",
      "24": "The crown of wise people is their wealth.\n    The stupidity of fools is just that—stupidity!",
      "25": "An honest witness saves lives,\n    but one who tells lies is dangerous.",
      "26": "In the fear of Yahweh there is strong confidence,\n    and his children will have a place of refuge.",
      "27": "The fear of Yahweh is a fountain of life\n    to turn one away from the grasp of death.",
      "28": "A large population is an honor for a king,\n    but without people a ruler is ruined.",
      "29": "A person of great understanding is patient,\n    but a short temper is the height of stupidity.",
      "30": "A tranquil heart makes for a healthy body,\n    but jealousy is like bone cancer.",
      "31": "Whoever oppresses the poor insults his maker,\n    but whoever is kind to the needy honors him.",
      "32": "A wicked person is thrown down by his own wrongdoing,\n    but even in his death a righteous person has a refuge.",
      "33": "Wisdom finds rest in the heart of an understanding person.\n    Even fools recognize this.",
      "34": "Righteousness lifts up a nation,\n    but sin is a disgrace in any society.",
      "35": "A king is delighted with a servant who acts wisely,\n    but he is furious with one who acts shamefully."
    },
    "15": {
      "1": "A gentle answer turns away rage,\n    but a harsh word stirs up anger.",
      "2": "The tongues of wise people give good expression to knowledge,\n    but the mouths of fools pour out a flood of stupidity.",
      "3": "The eyes of Yahweh are everywhere.\n    They watch evil people and good people.",
      "4": "A soothing tongue is a tree of life,\n    but a deceitful tongue breaks the spirit.",
      "5": "A stubborn fool despises his father’s discipline,\n    but whoever appreciates a warning shows good sense.",
      "6": "Great treasure is in the house of a righteous person,\n    but trouble comes along with the income of a wicked person.",
      "7": "The lips of wise people spread knowledge,\n    but a foolish attitude does not.",
      "8": "A sacrifice brought by wicked people is disgusting to Yahweh,\n    but the prayers of decent people please him.",
      "9": "The way of wicked people is disgusting to Yahweh,\n    but he loves those who pursue righteousness.",
      "10": "Discipline is a terrible burden to anyone who leaves the right path.\n    Anyone who hates a warning will die.",
      "11": "If Sheol and Abaddon lie open in front of Yahweh\n    how much more the human heart!",
      "12": "A mocker does not appreciate a warning.\n    He will not go to wise people.",
      "13": "A joyful heart makes a cheerful face,\n    but with a heartache comes depression.",
      "14": "The mind of a person who has understanding searches for knowledge,\n    but the mouths of fools feed on stupidity.",
      "15": "Every day is a terrible day for a miserable person,\n    but a cheerful heart has a continual feast.",
      "16": "Better to have a little with the fear of Yahweh\n    than great treasure and turmoil.",
      "17": "Better to have a dish of vegetables where there is love\n    than juicy steaks where there is hate.",
      "18": "A hothead stirs up a fight,\n    but one who holds his temper calms disputes.",
      "19": "The path of lazy people is like a thorny hedge,\n    but the road of decent people is an open highway.",
      "20": "A wise son makes his father happy,\n    but a foolish child despises its mother.",
      "21": "Stupidity is fun to the one without much sense,\n    but a person who has understanding forges straight ahead.",
      "22": "Without advice plans go wrong,\n    but with many advisers they succeed.",
      "23": "A person is delighted to hear an answer from his own mouth,\n    and a timely word—oh, how good!",
      "24": "The path of life for a wise person leads upward\n    in order to turn him away from hell below.",
      "25": "Yahweh tears down the house of an arrogant person,\n    but he protects the property of widows.",
      "26": "The thoughts of evil people are disgusting to Yahweh,\n    but pleasant words are pure to him.",
      "27": "Whoever is greedy for unjust gain brings trouble to his family,\n    but whoever hates bribes will live.",
      "28": "The heart of a righteous person carefully considers how to answer,\n    but the mouths of wicked people pour out a flood of evil things.",
      "29": "Yahweh is far from wicked people,\n    but he hears the prayers of righteous people.",
      "30": "A twinkle in the eye delights the heart.\n    Good news refreshes the body.",
      "31": "The ear that listens to a life-giving warning\n    will be at home among wise people.",
      "32": "Whoever ignores discipline despises himself,\n    but the person who listens to warning gains understanding.",
      "33": "The fear of Yahweh is discipline leading to wisdom,\n    and humility comes before honor."
    },
    "16": {
      "1": "The plans of the heart belong to humans,\n    but an answer on the tongue comes from Yahweh.",
      "2": "A person thinks all his ways are pure,\n    but Yahweh weighs motives.",
      "3": "Entrust your efforts to Yahweh,\n    and your plans will succeed.",
      "4": "Yahweh has made everything for his own purpose,\n    even wicked people for the day of trouble.",
      "5": "Everyone with a conceited heart is disgusting to Yahweh.\n    Certainly, such a person will not go unpunished.",
      "6": "By mercy and faithfulness, peace is made with the Lord.\n    By the fear of Yahweh, evil is avoided.",
      "7": "When a person’s ways are pleasing to Yahweh,\n    he makes even his enemies to be at peace with him.",
      "8": "Better a few possessions gained honestly\n    than many gained through injustice.",
      "9": "A person may plan his own journey,\n    but Yahweh directs his steps.",
      "10": "When a divine revelation is on a king’s lips,\n    he cannot voice a wrong judgment.",
      "11": "Honest balances and scales belong to Yahweh.\n    He made the entire set of weights.",
      "12": "Wrongdoing is disgusting to kings\n    because a throne is established through righteousness.",
      "13": "Kings are happy with honest words,\n    and whoever speaks what is right is loved.",
      "14": "A king’s anger announces death,\n    but a wise man makes peace with him.",
      "15": "When the king is cheerful, there is life,\n    and his favor is like a cloud bringing spring rain.",
      "16": "How much better it is to gain wisdom than gold,\n    and the gaining of understanding should be chosen over silver.",
      "17": "The highway of decent people turns away from evil.\n    Whoever watches his way preserves his own life.",
      "18": "Pride precedes a disaster,\n    and an arrogant attitude precedes a fall.",
      "19": "Better to be humble with lowly people\n    than to share stolen goods with arrogant people.",
      "20": "Whoever gives attention to the Lord’s word prospers,\n    and blessed is the person who trusts Yahweh.",
      "21": "The person who is truly wise is called understanding,\n    and speaking sweetly helps others learn.",
      "22": "Understanding is a fountain of life to the one who has it,\n    but stubborn fools punish themselves with their stupidity.",
      "23": "A wise person’s heart controls his speech,\n    and what he says helps others learn.",
      "24": "Pleasant words are like honey from a honeycomb—\n    sweet to the spirit and healthy for the body.",
      "25": "There is a way that seems right to a person,\n    but eventually it ends in death.",
      "26": "A laborer’s appetite works to his advantage,\n    because his hunger drives him on.",
      "27": "A worthless person plots trouble,\n    and his speech is like a burning fire.",
      "28": "A devious person spreads quarrels.\n    A gossip separates the closest of friends.",
      "29": "A violent person misleads his neighbor\n    and leads him on a path that is not good.",
      "30": "Whoever winks his eye is plotting something devious.\n    Whoever bites his lips has finished his evil work.",
      "31": "Silver hair is a beautiful crown found in a righteous life.",
      "32": "Better to get angry slowly than to be a hero.\n    Better to be even-tempered than to capture a city.",
      "33": "The dice are thrown,\n    but Yahweh determines every outcome."
    },
    "17": {
      "1": "Better a bite of dry bread eaten in peace\n    than a family feast filled with strife.",
      "2": "A wise slave will become master over a son who acts shamefully,\n    and he will share the inheritance with the brothers.",
      "3": "The crucible is for refining silver and the smelter for gold,\n    but the one who purifies hearts by fire is Yahweh.",
      "4": "An evildoer pays attention to wicked lips.\n    A liar opens his ears to a slanderous tongue.",
      "5": "Whoever makes fun of a poor person insults his maker.\n    Whoever is happy to see someone’s distress will not escape punishment.",
      "6": "Grandchildren are the crown of grandparents,\n    and parents are the glory of their children.",
      "7": "Refined speech is not fitting for a godless fool.\n    How much less does lying fit a noble person!",
      "8": "A bribe seems like a jewel to the one who gives it.\n    Wherever he turns, he prospers.",
      "9": "Whoever forgives an offense seeks love,\n    but whoever keeps bringing up the issue separates the closest of friends.",
      "10": "A reprimand impresses a person who has understanding\n    more than a hundred lashes impress a fool.",
      "11": "A rebel looks for nothing but evil.\n    Therefore, a cruel messenger will be sent to punish him.",
      "12": "Better to meet a bear robbed of its cubs\n    than a fool carried away with his stupidity.",
      "13": "Whoever pays back evil for good—\n    evil will never leave his home.",
      "14": "Starting a quarrel is like opening a floodgate,\n    so stop before the argument gets out of control.",
      "15": "Whoever approves of wicked people\n    and whoever condemns righteous people\n        is disgusting to Yahweh.",
      "16": "Why should a fool have money in his hand to buy wisdom\n    when he doesn’t have a mind to grasp anything?",
      "17": "A friend always loves,\n    and a brother is born to share trouble.",
      "18": "A person without good sense closes a deal with a handshake.\n    He guarantees a loan in the presence of his friend.",
      "19": "Whoever loves sin loves a quarrel.\n    Whoever builds his city gate high invites destruction.",
      "20": "A twisted mind never finds happiness,\n    and one with a devious tongue repeatedly gets into trouble.",
      "21": "The parent of a fool has grief,\n    and the father of a godless fool has no joy.",
      "22": "A joyful heart is good medicine,\n    but depression drains one’s strength.",
      "23": "A wicked person secretly accepts a bribe to corrupt the ways of justice.",
      "24": "Wisdom is directly in front of an understanding person,\n    but the eyes of a fool are looking around all over the world.",
      "25": "A foolish son is a heartache to his father\n    and bitter grief to his mother.",
      "26": "To punish an innocent person is not good.\n    To strike down noble people is not right.",
      "27": "Whoever has knowledge controls his words,\n    and a person who has understanding is even-tempered.",
      "28": "Even a stubborn fool is thought to be wise if he keeps silent.\n    He is considered intelligent if he keeps his lips sealed."
    },
    "18": {
      "1": "A loner is out to get what he wants for himself.\n    He opposes all sound reasoning.",
      "2": "A fool does not find joy in understanding\n    but only in expressing his own opinion.",
      "3": "When wickedness comes, contempt also comes,\n    and insult comes along with disgrace.",
      "4": "The words of a person’s mouth are like deep waters.\n    The fountain of wisdom is an overflowing stream.",
      "5": "It is not good to be partial toward a wicked person,\n    thereby depriving an innocent person of justice.",
      "6": "By talking, a fool gets into an argument,\n    and his mouth invites a beating.",
      "7": "A fool’s mouth is his ruin.\n    His lips are a trap to his soul.",
      "8": "The words of a gossip are swallowed greedily,\n    and they go down into a person’s innermost being.",
      "9": "Whoever is lazy in his work is related to a vandal.",
      "10": "The name of Yahweh is Migdal-Oz.\n    A righteous person runs to it and is safe.",
      "11": "A rich person’s wealth is his strong city\n    and is like a high wall in his imagination.",
      "12": "Before destruction a person’s heart is arrogant,\n    but humility comes before honor.",
      "13": "Whoever gives an answer before he listens is stupid and shameful.",
      "14": "A person’s spirit can endure sickness,\n    but who can bear a broken spirit?",
      "15": "The mind of a person who has understanding acquires knowledge.\n    The ears of wise people seek knowledge.",
      "16": "A gift opens doors for the one who gives it\n    and brings him into the presence of great people.",
      "17": "The first to state his case seems right\n    until his neighbor comes to cross-examine him.",
      "18": "Flipping a coin ends quarrels\n    and settles issues between powerful people.",
      "19": "An offended brother is more resistant than a strong city,\n    and disputes are like the locked gate of a castle tower.",
      "20": "A person’s speaking ability provides for his stomach.\n    His talking provides him a living.",
      "21": "The tongue has the power of life and death,\n    and those who love to talk will have to eat their own words.",
      "22": "Whoever finds a wife finds something good\n    and has obtained favor from Yahweh.",
      "23": "A poor person is timid when begging,\n    but a rich person is blunt when replying.",
      "24": "Friends can destroy one another,\n    but a loving friend can stick closer than family."
    },
    "19": {
      "1": "Better to be a poor person who lives innocently\n    than to be one who talks dishonestly and is a fool.",
      "2": "A person without knowledge is no good.\n    A person in a hurry makes mistakes.",
      "3": "The stupidity of a person turns his life upside down,\n    and his heart rages against Yahweh.",
      "4": "Wealth adds many friends,\n    but a poor person is separated from his friend.",
      "5": "A lying witness will not go unpunished.\n    One who tells lies will not escape.",
      "6": "Many try to win the kindness of a generous person,\n    and everyone is a friend to a person who gives gifts.",
      "7": "The entire family of a poor person hates him.\n    How much more do his friends keep their distance from him!\n        When he chases them with words, they are gone.",
      "8": "A person who gains sense loves himself.\n    One who guards understanding finds something good.",
      "9": "A lying witness will not go unpunished.\n    One who tells lies will die.",
      "10": "Luxury does not fit a fool,\n    much less a slave ruling princes.",
      "11": "A person with good sense is patient,\n    and it is to his credit that he overlooks an offense.",
      "12": "The rage of a king is like the roar of a lion,\n    but his favor is like dew on the grass.",
      "13": "A foolish son ruins his father,\n    and a quarreling woman is like constantly dripping water.",
      "14": "Home and wealth are inherited from fathers,\n    but a sensible wife comes from Yahweh.",
      "15": "Laziness throws one into a deep sleep,\n    and an idle person will go hungry.",
      "16": "Whoever obeys the law preserves his life,\n    but whoever despises Yahweh’s ways will be put to death.",
      "17": "Whoever has pity on the poor lends to Yahweh,\n    and he will repay him for his good deed.",
      "18": "Discipline your son while there is still hope.\n    Do not be the one responsible for his death.",
      "19": "A person who has a hot temper will pay for it.\n    If you rescue him, you will have to do it over and over.",
      "20": "Listen to advice and accept discipline\n    so that you may be wise the rest of your life.",
      "21": "Many plans are in the human heart,\n    but the advice of Yahweh will endure.",
      "22": "Loyalty is desirable in a person,\n    and it is better to be poor than a liar.",
      "23": "The fear of Yahweh leads to life,\n    and such a person will rest easy without suffering harm.",
      "24": "A lazy person puts his fork in his food.\n    He doesn’t even bring it back to his mouth.",
      "25": "Strike a mocker, and a gullible person may learn a lesson.\n    Warn an understanding person, and he will gain more knowledge.",
      "26": "A son who assaults his father and who drives away his mother\n    brings shame and disgrace.",
      "27": "If you stop listening to instruction, my son,\n    you will stray from the words of knowledge.",
      "28": "A worthless witness mocks justice,\n    and the mouths of wicked people swallow up trouble.",
      "29": "Punishments are set for mockers\n    and beatings for the backs of fools."
    },
    "20": {
      "1": "Wine makes people mock,\n    liquor makes them noisy,\n        and everyone under their influence is unwise.",
      "2": "The rage of a king is like the roar of a lion.\n    Whoever makes him angry forfeits his life.",
      "3": "Avoiding a quarrel is honorable.\n    After all, any stubborn fool can start a fight.",
      "4": "A lazy person does not plow in the fall.\n    He looks for something in the harvest but finds nothing.",
      "5": "A motive in the human heart is like deep water,\n    and a person who has understanding draws it out.",
      "6": "Many people declare themselves loyal,\n    but who can find someone who is really trustworthy?",
      "7": "A righteous person lives on the basis of his integrity.\n    Blessed are his children after he is gone.",
      "8": "A king who sits on his throne to judge sifts out every evil with his eyes.",
      "9": "Who can say,\n    “I’ve made my heart pure.\n    I’m cleansed from my sin”?",
      "10": "A double standard of weights and measures—\n    both are disgusting to Yahweh.",
      "11": "Even a child makes himself known by his actions,\n    whether his deeds are pure or right.",
      "12": "The ear that hears,\n    the eye that sees—\n        Yahweh made them both.",
      "13": "Do not love sleep or you will end up poor.\n    Keep your eyes open, and you will have plenty to eat.",
      "14": "“Bad! Bad!” says the buyer.\n    Then, as he goes away, he brags about his bargain.",
      "15": "There are gold and plenty of jewels,\n    but the lips of knowledge are precious gems.",
      "16": "Hold on to the garment of one who guarantees a stranger’s loan,\n    and hold responsible the person who makes a loan on behalf of a foreigner.",
      "17": "Food gained dishonestly tastes sweet to a person,\n    but afterwards his mouth will be filled with gravel.",
      "18": "Plans are confirmed by getting advice,\n    and with guidance one wages war.",
      "19": "Whoever goes around as a gossip tells secrets.\n    Do not associate with a person whose mouth is always open.",
      "20": "The lamp of the person who curses his father and mother\n    will be snuffed out in total darkness.",
      "21": "An inheritance quickly obtained in the beginning\n    will never be blessed in the end.",
      "22": "Do not say, “I’ll get even with you!”\n    Wait for Yahweh, and he will save you.",
      "23": "A double standard of weights is disgusting to Yahweh,\n    and dishonest scales are no good.",
      "24": "Yahweh is the one who directs a person’s steps.\n    How then can anyone understand his own way?",
      "25": "It is a trap for a person to say impulsively, “This is a holy offering!”\n    and later to have second thoughts about those vows.",
      "26": "A wise king scatters the wicked\n    and then runs them over.",
      "27": "A person’s soul is Yahweh’s lamp.\n    It searches his entire innermost being.",
      "28": "Mercy and truth protect a king,\n    and with mercy he maintains his throne.",
      "29": "While the glory of young men is their strength,\n    the splendor of older people is their silver hair.",
      "30": "Brutal beatings cleanse away wickedness.\n    Such beatings cleanse the innermost being."
    },
    "21": {
      "1": "The king’s heart is like streams of water.\n    Both are under Yahweh’s control.\n        He turns them in any direction he chooses.",
      "2": "A person thinks everything he does is right,\n    but Yahweh weighs hearts.",
      "3": "Doing what is right and fair\n    is more acceptable to Yahweh than offering a sacrifice.",
      "4": "A conceited look and an arrogant attitude,\n    which are the lamps of wicked people, are sins.",
      "5": "The plans of a hard-working person lead to prosperity,\n    but everyone who is always in a hurry ends up in poverty.",
      "6": "Those who gather wealth by lying are wasting time.\n    They are looking for death.",
      "7": "The violence of wicked people will drag them away\n    since they refuse to do what is just.",
      "8": "The way of a guilty person is crooked,\n    but the behavior of those who are pure is moral.",
      "9": "Better to live on a corner of a roof\n    than to share a home with a quarreling woman.",
      "10": "The mind of a wicked person desires evil\n    and has no consideration for his neighbor.",
      "11": "When a mocker is punished, a gullible person becomes wise,\n    and when a wise person is instructed, he gains knowledge.",
      "12": "A righteous person wisely considers the house of a wicked person.\n    He throws wicked people into disasters.",
      "13": "Whoever shuts his ear to the cry of the poor will call and not be answered.",
      "14": "A gift given in secret calms anger,\n    and a secret bribe calms great fury.",
      "15": "When justice is done, a righteous person is delighted,\n    but troublemakers are terrified.",
      "16": "A person who wanders from the way of wise behavior\n    will rest in the assembly of the dead.",
      "17": "Whoever loves pleasure will become poor.\n    Whoever loves wine and expensive food will not become rich.",
      "18": "Wicked people become a ransom for righteous people,\n    and treacherous people will take the place of decent people.",
      "19": "Better to live in a desert\n    than with a quarreling and angry woman.",
      "20": "Costly treasure and wealth are in the home of a wise person,\n    but a fool devours them.",
      "21": "Whoever pursues righteousness and mercy\n    will find life, righteousness, and honor.",
      "22": "A wise man attacks a city of warriors\n    and pulls down the strong defenses in which they trust.",
      "23": "Whoever guards his mouth and his tongue keeps himself out of trouble.",
      "24": "An arrogant, conceited person is called a mocker.\n    His arrogance knows no limits.",
      "25": "The desire of a lazy person will kill him\n    because his hands refuse to work.",
      "26": "All day long he feels greedy,\n    but a righteous person gives and does not hold back.",
      "27": "The sacrifice of wicked people is disgusting,\n    especially if they bring it with evil intent.",
      "28": "A lying witness will die,\n    but a person who listens to advice will continue to speak.",
      "29": "A wicked person puts up a bold front,\n    but a decent person’s way of life is his own security.",
      "30": "No wisdom, no understanding, and no advice\n    can stand up against Yahweh.",
      "31": "The horse is made ready for the day of battle,\n    but the victory belongs to Yahweh."
    },
    "22": {
      "1": "A good name is more desirable than great wealth.\n    Respect is better than silver or gold.",
      "2": "The rich and the poor have this in common:\n    Yahweh is the maker of them all.",
      "3": "Sensible people foresee trouble and hide from it,\n    but gullible people go ahead and suffer the consequence.",
      "4": "On the heels of humility (the fear of Yahweh)\n    are riches and honor and life.",
      "5": "A devious person has thorns and traps ahead of him.\n    Whoever guards himself will stay far away from them.",
      "6": "Train a child in the way he should go,\n    and even when he is old he will not turn away from it.",
      "7": "A rich person rules poor people,\n    and a borrower is a slave to a lender.",
      "8": "Whoever plants injustice will harvest trouble,\n    and this weapon of his own fury will be destroyed.",
      "9": "Whoever is generous will be blessed\n    because he has shared his food with the poor.",
      "10": "Drive out a mocker, and conflict will leave.\n    Quarreling and abuse will stop.",
      "11": "Whoever loves a pure heart and whoever speaks graciously\n    has a king as his friend.",
      "12": "Yahweh’s eyes watch over knowledge,\n    but he overturns the words of a treacherous person.",
      "13": "A lazy person says,\n    “There’s a lion outside!\n        I’ll be murdered in the streets!”",
      "14": "The mouth of an adulterous woman is a deep pit.\n    The one who is cursed by Yahweh will fall into it.",
      "15": "Foolishness is firmly attached to a child’s heart.\n    Spanking will remove it far from him.",
      "16": "Oppressing the poor for profit\n    or giving to the rich\n        certainly leads to poverty.",
      "17": "Open your ears, and hear the words of wise people,\n    and set your mind on the knowledge I give you.",
      "18": "It is pleasant if you keep them in mind\n    so that they will be on the tip of your tongue,",
      "19": "so that your trust may be in Yahweh.\n    Today I have made them known to you, especially to you.",
      "20": "Didn’t I write to you previously with advice and knowledge",
      "21": "in order to teach you the words of truth\n    so that you can give an accurate report to those who send you?",
      "22": "Do not rob the poor because they are poor\n    or trample on the rights of an oppressed person at the city gate,",
      "23": "because Yahweh will plead their case\n    and will take the lives of those who rob them.",
      "24": "Do not be a friend of one who has a bad temper,\n    and never keep company with a hothead,",
      "25": "or you will learn his ways\n    and set a trap for yourself.",
      "26": "Do not be found among those who make deals with a handshake,\n    among those who guarantee other people’s loans.",
      "27": "If you have no money to pay back a loan,\n    why should your bed be repossessed?",
      "28": "Do not move an ancient boundary marker\n    that your ancestors set in place.",
      "29": "Do you see a person who is efficient in his work?\n    He will serve kings.\n    He will not serve unknown people."
    },
    "23": {
      "1": "When you sit down to eat with a ruler,\n    pay close attention to what is in front of you,",
      "2": "and put a knife to your throat if you have a big appetite.",
      "3": "Do not crave his delicacies,\n    because this is food that deceives you.",
      "4": "Do not wear yourself out getting rich.\n    Be smart enough to stop.",
      "5": "Will you catch only a fleeting glimpse of wealth before it is gone?\n    It makes wings for itself like an eagle flying into the sky.",
      "6": "Do not eat the food of one who is stingy,\n    and do not crave his delicacies.",
      "7": "As he calculates the cost to himself, this is what he does:\n    He tells you, “Eat and drink,”\n        but he doesn’t really mean it.",
      "8": "You will vomit the little bit you have eaten\n    and spoil your pleasant conversation.",
      "9": "Do not talk directly to a fool,\n    because he will despise the wisdom of your words.",
      "10": "Do not move an ancient boundary marker\n    or enter fields that belong to orphans,",
      "11": "because the one who is responsible for them is strong.\n    He will plead their case against you.",
      "12": "Live a more disciplined life,\n    and listen carefully to words of knowledge.",
      "13": "Do not hesitate to discipline a child.\n    If you spank him, he will not die.",
      "14": "Spank him yourself,\n    and you will save his soul from hell.",
      "15": "My son,\n    if you have a wise heart,\n        my heart will rejoice as well.",
      "16": "My heart rejoices when you speak what is right.",
      "17": "Do not envy sinners in your heart.\n    Instead, continue to fear Yahweh.",
      "18": "There is indeed a future,\n    and your hope will never be cut off.",
      "19": "My son,\n    listen, be wise,\n        and keep your mind going in the right direction.",
      "20": "Do not associate with those who drink too much wine,\n    with those who eat too much meat,",
      "21": "because both a drunk and a glutton will become poor.\n    Drowsiness will dress a person in rags.",
      "22": "Listen to your father since you are his son,\n    and do not despise your mother because she is old.",
      "23": "Buy truth (and do not sell it),\n    that is, buy wisdom, discipline, and understanding.",
      "24": "A righteous person’s father will certainly rejoice.\n    Someone who has a wise son will enjoy him.",
      "25": "May your father and your mother be glad.\n    May she who gave birth to you rejoice.",
      "26": "My son,\n    give me your heart.\n    Let your eyes find happiness in my ways.",
      "27": "A prostitute is a deep pit.\n    A loose woman is a narrow well.",
      "28": "She is like a robber, lying in ambush.\n    She spreads unfaithfulness throughout society.",
      "29": "Who has trouble?\n    Who has misery?\n    Who has quarrels?\n    Who has a complaint?\n    Who has wounds for no reason?\n    Who has bloodshot eyes?",
      "30": "Those who drink glass after glass of wine\n    and mix it with everything.",
      "31": "Do not look at wine\n    because it is red,\n    because it sparkles in the cup,\n    because it goes down smoothly.",
      "32": "Later it bites like a snake\n    and strikes like a poisonous snake.",
      "33": "Your eyes will see strange sights,\n    and your mouth will say embarrassing things.",
      "34": "You will be like someone lying down in the middle of the sea\n    or like someone lying down on top of a ship’s mast, saying,",
      "35": "“They strike me, but I feel no pain.\n    They beat me, but I’m not aware of it.\n        Whenever I wake up, I’m going to look for another drink.”"
    },
    "24": {
      "1": "Do not envy evil people\n    or wish you were with them,",
      "2": "because their minds plot violence,\n    and their lips talk trouble.",
      "3": "With wisdom a house is built.\n    With understanding it is established.",
      "4": "With knowledge its rooms are filled\n    with every kind of riches, both precious and pleasant.",
      "5": "A strong man knows how to use his strength,\n    but a person with knowledge is even more powerful.",
      "6": "After all, with the right strategy you can wage war,\n    and with many advisers there is victory.",
      "7": "Matters of wisdom are beyond the grasp of a stubborn fool.\n    At the city gate he does not open his mouth.",
      "8": "Whoever plans to do evil will be known as a schemer.",
      "9": "Foolish scheming is sinful,\n    and a mocker is disgusting to everyone.",
      "10": "If you faint in a crisis, you are weak.",
      "11": "Rescue captives condemned to death,\n    and spare those staggering toward their slaughter.",
      "12": "When you say, “We didn’t know this,”\n    won’t the one who weighs hearts take note of it?\n    Won’t the one who guards your soul know it?\n    Won’t he pay back people for what they do?",
      "13": "Eat honey, my son, because it is good.\n    Honey that flows from the honeycomb tastes sweet.",
      "14": "The knowledge of wisdom is like that for your soul.\n    If you find it, then there is a future,\n        and your hope will never be cut off.",
      "15": "You wicked one,\n    do not lie in ambush at the home of a righteous person.\n    Do not rob his house.",
      "16": "A righteous person may fall seven times, but he gets up again.\n    However, in a disaster wicked people fall.",
      "17": "Do not be happy when your enemy falls,\n    and do not feel glad when he stumbles.",
      "18": "Yahweh will see it, he won’t like it,\n    and he will turn his anger away from that person.",
      "19": "Do not get overly upset with evildoers.\n    Do not envy wicked people,",
      "20": "because an evil person has no future,\n    and the lamps of wicked people will be snuffed out.",
      "21": "Fear Yahweh, my son.\n    Fear the king as well.\n    Do not associate with those who always insist upon change,",
      "22": "because disaster will come to them suddenly.\n    Who knows what misery both may bring?",
      "23": "These also are the sayings of wise people:\nShowing partiality as a judge is not good.",
      "24": "Whoever says to a guilty person, “You are innocent,”\n    will be cursed by people and condemned by nations.",
      "25": "But people will be pleased with those who convict a guilty person,\n    and a great blessing will come to them.",
      "26": "Giving a straight answer is like a kiss on the lips.",
      "27": "Prepare your work outside,\n    and get things ready for yourself in the field.\n        Afterwards, build your house.",
      "28": "Do not testify against your neighbor without a reason,\n    and do not deceive with your lips.",
      "29": "Do not say,\n    “I’ll treat him as he treated me.\n    I’ll pay him back for what he has done to me.”",
      "30": "I passed by a lazy person’s field,\n    the vineyard belonging to a person without sense.",
      "31": "I saw that it was all overgrown with thistles.\n    The ground was covered with weeds,\n        and its stone fence was torn down.",
      "32": "When I observed this, I took it to heart.\n    I saw it and learned my lesson.",
      "33": "“Just a little sleep,\n    just a little slumber,\n    just a little nap.”",
      "34": "Then your poverty will come like a drifter,\n    and your need will come like a bandit."
    },
    "25": {
      "1": "These also are Solomon’s proverbs that were copied\n    by the men of King Hezekiah of Judah.",
      "2": "It is the glory of Elohim to hide things\n    but the glory of kings to investigate them.",
      "3": "Like the high heavens and the deep earth,\n    so the mind of kings is unsearchable.",
      "4": "Take the impurities out of silver,\n    and a vessel is ready for the silversmith to mold.",
      "5": "Take a wicked person away from the presence of a king,\n    and justice will make his throne secure.",
      "6": "Do not brag about yourself in front of a king\n    or stand in the spot that belongs to notable people,",
      "7": "because it is better to be told, “Come up here,”\n    than to be put down in front of a prince\n        whom your eyes have seen.",
      "8": "Do not be in a hurry to go to court.\n    What will you do in the end if your neighbor disgraces you?",
      "9": "Present your argument to your neighbor,\n    but do not reveal another person’s secret.",
      "10": "Otherwise, when he hears about it, he will humiliate you,\n    and his evil report about you will never disappear.",
      "11": "Like golden apples in silver settings,\n    so is a word spoken at the right time.",
      "12": "Like a gold ring and a fine gold ornament,\n    so is constructive criticism to the ear of one who listens.",
      "13": "Like the coolness of snow on a harvest day,\n    so is a trustworthy messenger to those who send him:\n        He refreshes his masters.",
      "14": "Like a dense fog or a dust storm,\n    so is a person who brags about a gift that he does not give.",
      "15": "With patience you can persuade a ruler,\n    and a soft tongue can break bones.",
      "16": "When you find honey, eat only as much as you need.\n    Otherwise, you will have too much and vomit.",
      "17": "Do not set foot in your neighbor’s house too often.\n    Otherwise, he will see too much of you and hate you.",
      "18": "Like a club and a sword and a sharp arrow,\n    so is a person who gives false testimony against his neighbor.",
      "19": "Like a broken tooth and a lame foot,\n    so is confidence in an unfaithful person in a time of crisis.",
      "20": "Like taking off a coat on a cold day\n    or pouring vinegar on baking soda,\n        so is singing songs to one who has an evil heart.",
      "21": "If your enemy is hungry, give him some food to eat,\n    and if he is thirsty, give him some water to drink.",
      "22": "In this way you will make him feel guilty and ashamed,\n    and Yahweh will reward you.",
      "23": "As the north wind brings rain,\n    so a whispering tongue brings angry looks.",
      "24": "Better to live on a corner of a roof\n    than to share a home with a quarreling woman.",
      "25": "Like cold water to a thirsty soul,\n    so is good news from far away.",
      "26": "Like a muddied spring and a polluted well,\n    so is a righteous person who gives in to a wicked person.",
      "27": "Eating too much honey is not good,\n    and searching for honor is not honorable.",
      "28": "Like a city broken into and left without a wall,\n    so is a person who lacks self-control."
    },
    "26": {
      "1": "Like snow in summertime and rain at harvest time,\n    so honor is not right for a fool.",
      "2": "Like a fluttering sparrow,\n    like a darting swallow,\n    so a hastily spoken curse does not come to rest.",
      "3": "A whip is for the horse,\n    a bridle is for the donkey,\n        and a rod is for the backs of fools.",
      "4": "Do not answer a fool with his own stupidity,\n    or you will be like him.",
      "5": "Answer a fool with his own stupidity,\n    or he will think he is wise.",
      "6": "Whoever uses a fool to send a message\n    cuts off his own feet and brings violence upon himself.",
      "7": "Like a lame person’s limp legs,\n    so is a proverb in the mouths of fools.",
      "8": "Like tying a stone to a sling,\n    so is giving honor to a fool.",
      "9": "Like a thorn stuck in a drunk’s hand,\n    so is a proverb in the mouths of fools.",
      "10": "Like many people who destroy everything,\n    so is one who hires fools or drifters.",
      "11": "As a dog goes back to its vomit,\n    so a fool repeats his stupidity.",
      "12": "Have you met a person who thinks he is wise?\n    There is more hope for a fool than for him.",
      "13": "A lazy person says,\n    “There’s a ferocious lion out on the road!\n    There’s a lion loose in the streets!”",
      "14": "As a door turns on its hinges,\n    so the lazy person turns on his bed.",
      "15": "A lazy person puts his fork in his food.\n    He wears himself out as he brings it back to his mouth.",
      "16": "A lazy person thinks he is wiser than seven people who give a sensible answer.",
      "17": "Like grabbing a dog by the ears,\n    so is a bystander who gets involved in someone else’s quarrel.",
      "18": "Like a madman who shoots flaming arrows, arrows, and death,",
      "19": "so is the person who tricks his neighbor and says, “I was only joking!”",
      "20": "Without wood a fire goes out,\n    and without gossip a quarrel dies down.",
      "21": "As charcoal fuels burning coals and wood fuels fire,\n    so a quarrelsome person fuels a dispute.",
      "22": "The words of a gossip are swallowed greedily,\n    and they go down into a person’s innermost being.",
      "23": "Like a clay pot covered with cheap silver,\n    so is smooth talk that covers up an evil heart.",
      "24": "Whoever is filled with hate disguises it with his speech,\n    but inside he holds on to deceit.",
      "25": "When he talks charmingly, do not trust him\n    because of the seven disgusting things in his heart.",
      "26": "His hatred is deceitfully hidden,\n    but his wickedness will be revealed to the community.",
      "27": "Whoever digs a pit will fall into it.\n    Whoever rolls a stone will have it roll back on him.",
      "28": "A lying tongue hates its victims,\n    and a flattering mouth causes ruin."
    },
    "27": {
      "1": "Do not brag about tomorrow,\n    because you do not know what another day may bring.",
      "2": "Praise should come from another person and not from your own mouth,\n    from a stranger and not from your own lips.",
      "3": "A stone is heavy, and sand weighs a lot,\n    but annoyance caused by a stubborn fool is heavier than both.",
      "4": "Anger is cruel, and fury is overwhelming,\n    but who can survive jealousy?",
      "5": "Open criticism is better than unexpressed love.",
      "6": "Wounds made by a friend are intended to help,\n    but an enemy’s kisses are too much to bear.",
      "7": "One who is full despises honey,\n    but to one who is hungry,\n        even bitter food tastes sweet.",
      "8": "Like a bird wandering from its nest,\n    so is a husband wandering from his home.",
      "9": "Perfume and incense make the heart glad,\n    but the sweetness of a friend is a fragrant forest.",
      "10": "Do not abandon your friend or your father’s friend.\n    Do not go to a relative’s home when you are in trouble.\n    A neighbor living nearby is better than a relative far away.",
      "11": "Be wise, my son, and make my heart glad\n    so that I can answer anyone who criticizes me.",
      "12": "Sensible people foresee trouble and hide.\n    Gullible people go ahead and suffer.",
      "13": "Hold on to the garment of one who guarantees a stranger’s loan,\n    and hold responsible the person\n        who makes a loan in behalf of a foreigner.",
      "14": "Whoever blesses his friend early in the morning with a loud voice—\n    his blessing is considered a curse.",
      "15": "Constantly dripping water on a rainy day is like a quarreling woman.",
      "16": "Whoever can control her can control the wind.\n    He can even pick up olive oil with his right hand.",
      "17": "As iron sharpens iron,\n    so one person sharpens the wits of another.",
      "18": "Whoever takes care of a fig tree can eat its fruit,\n    and whoever protects his master is honored.",
      "19": "As a face is reflected in water,\n    so a person is reflected by his heart.",
      "20": "Hell and decay are never satisfied,\n    and a person’s eyes are never satisfied.",
      "21": "The crucible is for refining silver and the smelter for gold,\n    but a person is tested by the praise given to him.",
      "22": "If you crush a stubborn fool in a mortar with a pestle along with grain,\n    even then his stupidity will not leave him.",
      "23": "Be fully aware of the condition of your flock,\n    and pay close attention to your herds.",
      "24": "Wealth is not forever.\n    Nor does a crown last from one generation to the next.",
      "25": "When grass is cut short, the tender growth appears,\n    and vegetables are gathered on the hills.",
      "26": "Lambs will provide you with clothing,\n    and the money from the male goats will buy a field.",
      "27": "There will be enough goat milk to feed you,\n    to feed your family,\n        and to keep your servant girls alive."
    },
    "28": {
      "1": "A wicked person flees when no one is chasing him,\n    but righteous people are as bold as lions.",
      "2": "When a country is in revolt, it has many rulers,\n    but only with a person who has understanding and knowledge\n        will it last a long time.",
      "3": "A poor person who oppresses poorer people\n    is like a driving rain that leaves no food.",
      "4": "Those who abandon God’s teachings praise wicked people,\n    but those who follow God’s teachings oppose wicked people.",
      "5": "Evil people do not understand justice,\n    but those who seek Yahweh understand everything.",
      "6": "Better to be a poor person who has integrity\n    than to be rich and double-dealing.",
      "7": "Whoever follows God’s teachings is a wise son.\n    Whoever associates with gluttons disgraces his father.",
      "8": "Whoever becomes wealthy through unfair loans and interest\n    collects them for the one who is kind to the poor.",
      "9": "Surely the prayer of someone who refuses\n    to listen to God’s teachings is disgusting.",
      "10": "Whoever leads decent people into evil will fall into his own pit,\n    but innocent people will inherit good things.",
      "11": "A rich person is wise in his own eyes,\n    but a poor person with understanding sees right through him.",
      "12": "When righteous people triumph, there is great glory,\n    but when wicked people rise, people hide themselves.",
      "13": "Whoever covers over his sins does not prosper.\n    Whoever confesses and abandons them receives compassion.",
      "14": "Blessed is the one who is always fearful of sin,\n    but whoever is hard-hearted falls into disaster.",
      "15": "Like a roaring lion and a charging bear,\n    so a wicked ruler is a threat to poor people.",
      "16": "A leader without understanding taxes his people heavily,\n    but those who hate unjust gain will live longer.",
      "17": "A person burdened with the guilt of murder\n    will be a fugitive down to his grave.\n        No one will help him.",
      "18": "Whoever lives honestly will be safe.\n    Whoever lives dishonestly will fall all at once.",
      "19": "Whoever works his land will have plenty to eat.\n    Whoever chases unrealistic dreams will have plenty of nothing.",
      "20": "A trustworthy person has many blessings,\n    but anyone in a hurry to get rich will not escape punishment.",
      "21": "Showing partiality is not good,\n    because some people will turn on you even for a piece of bread.",
      "22": "A stingy person is in a hurry to get rich,\n    not realizing that poverty is about to overtake him.",
      "23": "Whoever criticizes people will be more highly regarded in the future\n    than the one who flatters with his tongue.",
      "24": "The one who robs his father or his mother\n    and says, “It isn’t wrong!” is a companion to a vandal.",
      "25": "A greedy person stirs up a fight,\n    but whoever trusts Yahweh prospers.",
      "26": "Whoever trusts his own heart is a fool.\n    Whoever walks in wisdom will survive.",
      "27": "Whoever gives to the poor lacks nothing.\n    Whoever ignores the poor receives many curses.",
      "28": "When wicked people rise, people hide.\n    When they die, righteous people increase."
    },
    "29": {
      "1": "A person who will not bend after many warnings\n    will suddenly be broken beyond repair.",
      "2": "When righteous people increase, the people of God rejoice,\n    but when a wicked person rules, everybody groans.",
      "3": "A person who loves wisdom makes his father happy,\n    but one who pays prostitutes wastes his wealth.",
      "4": "By means of justice, a king builds up a country,\n    but a person who confiscates religious contributions tears it down.",
      "5": "A person who flatters his neighbor\n    is spreading a net for him to step into.",
      "6": "To an evil person sin is bait in a trap,\n    but a righteous person runs away from it and is glad.",
      "7": "A righteous person knows the just cause of the poor.\n    A wicked person does not understand this.",
      "8": "Mockers create an uproar in a city,\n    but wise people turn away anger.",
      "9": "When a wise person goes to court with a stubborn fool,\n    he may rant and rave,\n        but there is no peace and quiet.",
      "10": "Bloodthirsty people hate an innocent person,\n    but decent people seek to protect his life.",
      "11": "A fool expresses all his emotions,\n    but a wise person controls them.",
      "12": "If a ruler pays attention to lies,\n    all his servants become wicked.",
      "13": "A poor person and an oppressor have this in common:\n    Yahweh gives both of them sight.",
      "14": "When a king judges the poor with honesty,\n    his throne will always be secure.",
      "15": "A spanking and a warning produce wisdom,\n    but an undisciplined child disgraces his mother.",
      "16": "When wicked people increase, crime increases,\n    but righteous people will witness their downfall.",
      "17": "Correct your son, and he will give you peace of mind.\n    He will bring delight to your soul.",
      "18": "Without prophetic vision people run wild,\n    but blessed are those who follow God’s teachings.",
      "19": "A slave cannot be disciplined with words.\n    He will not respond, though he may understand.",
      "20": "Have you met a person who is quick to answer?\n    There is more hope for a fool than for him.",
      "21": "Pamper a slave from childhood,\n    and later he will be ungrateful.",
      "22": "An angry person stirs up a fight,\n    and a hothead does much wrong.",
      "23": "A person’s pride will humiliate him,\n    but a humble spirit gains honor.",
      "24": "Whoever is a thief’s partner hates his own life.\n    He will not testify under oath.",
      "25": "A person’s fear sets a trap for him,\n    but one who trusts Yahweh is safe.",
      "26": "Many seek an audience with a ruler,\n    but justice for humanity comes from Yahweh.",
      "27": "An unjust person is disgusting to righteous people.\n    A decent person is disgusting to wicked people."
    },
    "30": {
      "1": "The words of Agur, son of Jakeh. Agur’s prophetic revelation.\n    This man’s declaration:\n    “I’m weary, O El.\n    I’m weary and worn out, O El.",
      "2": "I’m more like a dumb animal than a human being.\n    I don’t even have human understanding.",
      "3": "I haven’t learned wisdom.\n    I don’t have knowledge of the Holy One.",
      "4": "“Who has gone up to heaven and come down?\n    Who has gathered the wind in the palm of his hand?\n    Who has wrapped water in a garment?\n    Who has set up the earth from one end to the other?\n    What is his name or the name of his son?\n    Certainly, you must know!",
      "5": "“Every word of Eloah has proven to be true.\n    He is a Magen to those who come to him for protection.",
      "6": "Do not add to his words,\n    or he will reprimand you, and you will be found to be a liar.",
      "7": "“I’ve asked you for two things.\n    Don’t keep them from me before I die:",
      "8": "Keep vanity and lies far away from me.\n    Don’t give me either poverty or riches.\n        Feed me only the food I need,",
      "9": "or I may feel satisfied and deny you\n    and say, ‘Who is Yahweh?’\n        or I may become poor and steal\n            and give the name of my Elohim a bad reputation.",
      "10": "“Do not slander a slave to his master.\n    The slave will curse you,\n        and you will be found guilty.”",
      "11": "A certain kind of person curses his father\n    and does not bless his mother.",
      "12": "A certain kind of person thinks he is pure\n    but is not washed from his own feces.",
      "13": "A certain kind of person looks around arrogantly\n    and is conceited.",
      "14": "A certain kind of person,\n    whose teeth are like swords\n        and whose jaws are like knives,\n            devours oppressed people from the earth\n                and people from among humanity.",
      "15": "The bloodsucking leech has two daughters—“Give!” and “Give!”\n    Three things are never satisfied.\n    Four never say, “Enough!”:",
      "16": "the grave,\n    a barren womb,\n    a land that never gets enough water,\n    a fire that does not say, “Enough!”",
      "17": "The eye that makes fun of a father and hates to obey a mother\n    will be plucked out by ravens in the valley and eaten by young vultures.",
      "18": "Three things are too amazing to me,\n    even four that I cannot understand:",
      "19": "an eagle making its way through the sky,\n    a snake making its way over a rock,\n    a ship making its way through high seas,\n    a man making his way with a virgin.",
      "20": "This is the way of a woman who commits adultery:\n    She eats, wipes her mouth,\n        and says, “I haven’t done anything wrong!”",
      "21": "Three things cause the earth to tremble,\n    even four it cannot bear up under:",
      "22": "a slave when he becomes king,\n    a godless fool when he is filled with food,",
      "23": "a woman who is unloved when she gets married,\n    a maid when she replaces her mistress.",
      "24": "Four things on earth are small,\n    yet they are very wise:",
      "25": "Ants are not a strong species,\n    yet they store their food in summer.",
      "26": "Rock badgers are not a mighty species,\n    yet they make their home in the rocks.",
      "27": "Locusts have no king,\n    yet all of them divide into swarms by instinct.",
      "28": "A lizard you can hold in your hands,\n    yet it can even be found in royal palaces.",
      "29": "There are three things that walk with dignity,\n    even four that march with dignity:",
      "30": "a lion, mightiest among animals, which turns away from nothing,",
      "31": "a strutting rooster,\n    a male goat,\n    a king at the head of his army.",
      "32": "If you are such a godless fool as to honor yourself,\n    or if you scheme,\n        you had better put your hand over your mouth.",
      "33": "As churning milk produces butter\n    and punching a nose produces blood,\n        so stirring up anger produces a fight."
    },
    "31": {
      "1": "The sayings of King Lemuel, a prophetic revelation, used by his mother to discipline him.",
      "2": "“What, my son?\n    What, son to whom I gave birth?\n    What, son of my prayers?",
      "3": "Don’t give your strength to women\n    or your power to those who ruin kings.",
      "4": "“It is not for kings, Lemuel.\n    It is not for kings to drink wine or for rulers to crave liquor.",
      "5": "Otherwise, they drink and forget what they have decreed\n    and change the standard of justice for all oppressed people.",
      "6": "Give liquor to a person who is dying\n    and wine to one who feels resentful.",
      "7": "Such a person drinks\n    and forgets his poverty\n        and does not remember his trouble anymore.",
      "8": "“Speak out for the one who cannot speak,\n    for the rights of those who are doomed.",
      "9": "Speak out,\n    judge fairly,\n        and defend the rights of oppressed and needy people.”",
      "10": "“Who can find a wife with a strong character?\n    She is worth far more than jewels.",
      "11": "Her husband trusts her with all his heart,\n    and he does not lack anything good.",
      "12": "She helps him and never harms him all the days of her life.",
      "13": "“She seeks out wool and linen with care\n    and works with willing hands.",
      "14": "She is like merchant ships.\n    She brings her food from far away.",
      "15": "She wakes up while it is still dark\n    and gives food to her family\n        and portions of food to her female slaves.",
      "16": "“She picks out a field and buys it.\n    She plants a vineyard from the profits she has earned.",
      "17": "She puts on strength like a belt\n    and goes to work with energy.",
      "18": "She sees that she is making a good profit.\n    Her lamp burns late at night.",
      "19": "“She puts her hands on the distaff,\n    and her fingers hold a spindle.",
      "20": "She opens her hands to oppressed people\n    and stretches them out to needy people.",
      "21": "She does not fear for her family when it snows\n    because her whole family\n        has a double layer of clothing.",
      "22": "She makes quilts for herself.\n    Her clothes are made of linen and purple cloth.",
      "23": "“Her husband is known at the city gates\n    when he sits with the leaders of the land.",
      "24": "“She makes linen garments and sells them\n    and delivers belts to the merchants.",
      "25": "She dresses with strength and nobility,\n    and she smiles at the future.",
      "26": "“She speaks with wisdom,\n    and on her tongue there is tender instruction.",
      "27": "She keeps a close eye on the conduct of her family,\n    and she does not eat the bread of idleness.",
      "28": "Her children and her husband\n    stand up and bless her.\n    In addition, he sings her praises, by saying,",
      "29": "‘Many women have done noble work,\n    but you have surpassed them all!’",
      "30": "“Charm is deceptive, and beauty evaporates,\n    but a woman who has the fear of Yahweh should be praised.",
      "31": "Reward her for what she has done,\n    and let her achievements praise her at the city gates.”"
    }
  }
}