{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:24.419010-04:00",
    "Translation": "NOG"
  },
  "Psalm": {
    "1": {
      "1": "Blessed is the person who does not\n    follow the advice of wicked people,\n        take the path of sinners,\n            or join the company of mockers.",
      "2": "Rather, he delights in the teachings of Yahweh\n    and reflects on his teachings day and night.",
      "3": "He is like a tree planted beside streams—\n    a tree that produces fruit in season\n        and whose leaves do not wither.\n    He succeeds in everything he does.",
      "4": "Wicked people are not like that.\n    Instead, they are like husks that the wind blows away.",
      "5": "That is why wicked people will not be able to stand in the judgment\n    and sinners will not be able to stand where righteous people gather.",
      "6": "Yahweh knows the way of righteous people,\n    but the way of wicked people will end."
    },
    "2": {
      "1": "Why do the nations gather together?\n    Why do their people devise useless plots?",
      "2": "Kings take their stands.\n    Rulers make plans together\n        against Yahweh and against his Mashiach by saying,",
      "3": "“Let’s break apart their chains\n                and shake off their ropes.”",
      "4": "The one enthroned in heaven laughs.\n    Adonay makes fun of them.",
      "5": "Then he speaks to them in his anger.\n    In his burning anger he terrifies them by saying,",
      "6": "“I have installed my own king on Zion, my holy mountain.”",
      "7": "I will announce Yahweh’s decree.\n    He said to me:\n    “You are my Son.\n        Today I have become your Father.",
      "8": "Ask me, and I will give you the nations as your inheritance\n                and the ends of the earth as your own possession.",
      "9": "You will break them with an iron scepter.\n    You will smash them to pieces like pottery.”",
      "10": "Now, you kings, act wisely.\n    Be warned, you rulers of the earth!",
      "11": "Serve Yahweh with fear, and rejoice with trembling.",
      "12": "Kiss the Son, or he will become angry\n    and you will die on your way\n        because his anger will burst into flames.\n    Blessed is everyone who takes refuge in him."
    },
    "3": {
      "1": "O Yahweh, look how my enemies have increased!\n    Many are attacking me.",
      "2": "Many are saying about me,\n    “Even with Elohim on his side,\n        he won’t be victorious.” Selah",
      "3": "But you, O Yahweh, are a Magen that surrounds me.\n    You are my glory.\n    You hold my head high.",
      "4": "I call aloud to Yahweh,\n    and he answers me from his holy mountain. Selah",
      "5": "I lie down and sleep.\n    I wake up again because Yahweh continues to support me.",
      "6": "I am not afraid of the tens of thousands\n    who have taken positions against me on all sides.",
      "7": "Arise, O Yahweh!\n    Save me, O my Elohim!\n    You have slapped all my enemies in the face.\n    You have smashed the teeth of wicked people.",
      "8": "Victory belongs to Yahweh!\n        May your blessing rest on your people. Selah"
    },
    "4": {
      "1": "Answer me when I call, O Elohim of my righteousness.\n    You have freed me from my troubles.\n    Have pity on me, and hear my prayer!",
      "2": "You important people,\n    how long are you going to insult my honor?\n    How long are you going to love what is empty\n        and seek what is a lie? Selah",
      "3": "Know that Yahweh singles out godly people for himself.\n    Yahweh hears me when I call to him.",
      "4": "Tremble and do not sin.\n    Think about this on your bed and remain quiet. Selah",
      "5": "Offer the sacrifices of righteousness\n    by trusting Yahweh.",
      "6": "Many are saying, “Who can show us anything good?”\n    Let the light of your presence shine on us, O Yahweh.",
      "7": "You put more joy in my heart\n            than when their grain and new wine increase.",
      "8": "I fall asleep in peace the moment I lie down\n    because you alone, O Yahweh, enable me to live securely."
    },
    "5": {
      "1": "Open your ears to my words, O Yahweh.\n    Consider my innermost thoughts.",
      "2": "Pay attention to my cry for help, my Melek and my Elohim,\n    because I pray only to you.",
      "3": "In the morning, O Yahweh, hear my voice.\n        In the morning I lay my needs in front of you,\n            and I wait.",
      "4": "You are not an El who takes pleasure in wickedness.\n    Evil will never be your guest.",
      "5": "Those who brag cannot stand in your sight.\n    You hate all troublemakers.",
      "6": "You destroy those who tell lies.\n    Yahweh is disgusted with bloodthirsty and deceitful people.",
      "7": "But I will enter your house because of your great mercy.\n    Out of reverence for you, I will bow toward your holy temple.",
      "8": "O Yahweh, lead me in your righteousness because of those who spy on me.\n    Make your way in front of me smooth.",
      "9": "Nothing in their mouths is truthful.\n    Destruction comes from their hearts.\n        Their throats are open graves.\n            They flatter with their tongues.",
      "10": "Condemn them, O Elohim.\n    Let their own schemes be their downfall.\n    Throw them out for their many crimes\n        because they have rebelled against you.",
      "11": "But let all who take refuge in you rejoice.\n    Let them sing with joy forever.\n    Protect them, and let those who love your name triumph in you.",
      "12": "You bless righteous people, O Yahweh.\n    Like a large shield, you surround them with your favor."
    },
    "6": {
      "1": "O Yahweh, do not punish me in your anger\n    or discipline me in your rage.",
      "2": "Have pity on me, O Yahweh, because I am weak.\n    Heal me, O Yahweh, because my bones shake with terror.",
      "3": "My soul has been deeply shaken with terror.\n    But you, O Yahweh, how long . . . ?",
      "4": "Come back, O Yahweh.\n    Rescue me.\n    Save me because of your mercy!",
      "5": "In death, no one remembers you.\n    In the grave, who praises you?",
      "6": "I am worn out from my groaning.\n    My eyes flood my bed every night.\n    I soak my couch with tears.",
      "7": "My eyes blur from grief.\n    They fail because of my enemies.",
      "8": "Get away from me, all you troublemakers,\n    because Yahweh has heard the sound of my crying.",
      "9": "Yahweh has heard my plea for mercy.\n        Yahweh accepts my prayer.",
      "10": "All my enemies will be put to shame and deeply shaken with terror.\n    In a moment they will retreat and be put to shame."
    },
    "7": {
      "1": "O Yahweh my Elohim, I have taken refuge in you.\n    Save me, and rescue me from all who are pursuing me.",
      "2": "Like a lion they will tear me to pieces\n            and drag me off with no one to rescue me.",
      "3": "O Yahweh my Elohim,\n    if I have done this—\n        if my hands are stained with injustice,",
      "4": "if I have paid back my friend with evil\n            or rescued someone who has no reason to attack me—",
      "5": "then let the enemy chase me and catch me.\n    Let him trample my life into the ground.\n        Let him lay my honor in the dust. Selah",
      "6": "Arise in anger, O Yahweh.\n    Stand up against the fury of my attackers.\n    Wake up, my God.\n    You have already pronounced judgment.",
      "7": "Let an assembly of people gather around you.\n            Take your seat high above them.",
      "8": "Yahweh judges the people of the world.\n    Judge me, O Yahweh,\n    according to my righteousness,\n    according to my integrity.",
      "9": "Let the evil within wicked people come to an end,\n    but make the righteous person secure,\n        O righteous Elohim who examines thoughts and emotions.",
      "10": "My Magen is Elohim above,\n    who saves those whose motives are decent.",
      "11": "Elohim is a fair Shophet,\n    an El who is angered by injustice every day.",
      "12": "If a person does not change, Elohim sharpens his sword.\n    By bending his bow, he makes it ready to shoot.",
      "13": "He prepares his deadly weapons\n    and turns them into flaming arrows.",
      "14": "See how that person conceives evil,\n    is pregnant with harm,\n        and gives birth to lies.",
      "15": "He digs a pit and shovels it out.\n    Then he falls into the hole that he made for others.",
      "16": "His mischief lands back on his own head.\n    His violence comes down on top of him.",
      "17": "I will give thanks to Yahweh for his righteousness.\n    I will make music to praise the name of Yahweh Elyon."
    },
    "8": {
      "1": "O Yahweh, our Adonay, how majestic is your name throughout the earth!\nYour glory is sung above the heavens.",
      "2": "From the mouths of little children and infants,\n    you have built a fortress against your opponents\n        to silence the enemy and the avenger.",
      "3": "When I look at your heavens,\n    the creation of your fingers,\n    the moon and the stars that you have set in place—",
      "4": "what is a mortal that you remember him\n            or the Son of Man that you take care of him?",
      "5": "You have made him a little lower than yourself.\n        You have crowned him with glory and honor.",
      "6": "You have made him rule what your hands created.\n        You have put everything under his control:",
      "7": "all the sheep and cattle, the wild animals,",
      "8": "the birds, the fish,\n            whatever swims in the currents of the seas.",
      "9": "O Yahweh, our Adonay, how majestic is your name throughout the earth!"
    },
    "9": {
      "1": "I will give you thanks, O Yahweh, with all my heart.\n    I will tell about all the miracles you have done.",
      "2": "I will find joy and be glad about you.\n    I will make music to praise your name, O Elyon.",
      "3": "When my enemies retreat, they will stumble and die in your presence.",
      "4": "You have defended my just cause:\n    You sat down on your throne as a fair judge.",
      "5": "You condemned nations.\n        You destroyed wicked people.\n        You wiped out their names forever and ever.",
      "6": "The enemy is finished—in ruins forever.\n    You have uprooted their cities.\n        Even the memory of them has faded.",
      "7": "Yet, Yahweh is enthroned forever.\n    He has set up his throne for judgment.",
      "8": "He alone judges the world with righteousness.\n    He judges its people fairly.",
      "9": "Yahweh is a stronghold for the oppressed,\n    a stronghold in times of trouble.",
      "10": "Those who know your name trust you, O Yahweh,\n    because you have never deserted those who seek your help.",
      "11": "Make music to praise Yahweh, who is enthroned in Zion.\n    Announce to the nations what he has done.",
      "12": "The one who avenges murder has remembered oppressed people.\n    He has never forgotten their cries.",
      "13": "Have pity on me, O Yahweh.\n    Look at what I suffer because of those who hate me.\n    You take me away from the gates of death",
      "14": "so that I may recite your praises one by one\n    in the gates of Zion\n        and find joy in your salvation.",
      "15": "The nations have sunk into the pit they have made.\n    Their feet are caught in the net they have hidden to trap others.",
      "16": "Yahweh is known by the judgment he has carried out.\n    The wicked person is trapped\n        by the work of his own hands. Higgaion Selah",
      "17": "Wicked people, all the nations who forget Elohim,\n    will return to the grave.",
      "18": "Needy people will not always be forgotten.\n    Nor will the hope of oppressed people be lost forever.",
      "19": "Arise, O Yahweh.\n    Do not let mortals gain any power.\n    Let the nations be judged in your presence.",
      "20": "Strike them with terror, O Yahweh.\n    Let the nations know that they are only mortal. Selah"
    },
    "10": {
      "1": "Why are you so distant, Yahweh?\n    Why do you hide yourself in times of trouble?",
      "2": "The wicked person arrogantly pursues oppressed people.\n    He will be caught in the schemes that he planned.",
      "3": "The wicked person boasts about his selfish desires.\n    He blesses robbers, but he curses Yahweh.",
      "4": "He turns up his nose and says, “Yahweh doesn’t care.”\n    His every thought concludes, “There is no Elohim.”",
      "5": "He always seems to succeed.\n    Your judgments are beyond his understanding.\n    He spits at all his opponents.",
      "6": "He says to himself, “Nothing can shake me.\n    I’ll never face any trouble.”",
      "7": "His mouth is full of cursing, deception, and oppression.\n    Trouble and wrongdoing are on the tip of his tongue.",
      "8": "He waits in ambush in the villages.\n    From his hiding places he kills innocent people.\n    His eyes are on the lookout for victims.",
      "9": "He lies in his hiding place like a lion in his den.\n    He hides there to catch oppressed people.\n    He catches oppressed people when he draws them into his net.",
      "10": "His victims are crushed.\n    They collapse,\n        and they fall under the weight of his power.",
      "11": "He says to himself,\n    “El has forgotten.\n        He has hidden his face.\n            He will never see it!”",
      "12": "Arise, O Yahweh!\n    Lift your hand, O El.\n    Do not forget oppressed people!",
      "13": "Why does the wicked person despise Elohim?\n    Why does he say to himself, “Elohim doesn’t care”?",
      "14": "You have seen it; yes, you have taken note of trouble and grief\n    and placed them under your control.\n        The victim entrusts himself to you.\n    You alone have been the helper of orphans.",
      "15": "Break the arm of the wicked and evil person.\n    Punish his wickedness until you find no more.",
      "16": "Yahweh is Melek forever and ever.\n    The nations have vanished from his land.",
      "17": "You have heard the desire of oppressed people, O Yahweh.\n    You encourage them.\n    You pay close attention to them",
      "18": "in order to provide justice for orphans and oppressed people\n    so that no mere mortal will terrify them again."
    },
    "11": {
      "1": "I have taken refuge in Yahweh.\n    How can you say to me:\n        “Flee to your mountain like a bird?",
      "2": "Wicked people bend their bows.\n            They set their arrows against the strings\n                to shoot in the dark at people whose motives are decent.",
      "3": "When the foundations of life are undermined,\n            what can a righteous person do?”",
      "4": "Yahweh is in his holy temple.\n    Yahweh’s throne is in heaven.\n    His eyes see.\n        They examine Adam’s descendants.",
      "5": "Yahweh tests righteous people,\n    but he hates wicked people and the ones who love violence.",
      "6": "He rains down fire and burning sulfur upon wicked people.\n        He makes them drink from a cup filled with scorching wind.",
      "7": "Yahweh is righteous.\n    He loves a righteous way of life.\n        Decent people will see his face."
    },
    "12": {
      "1": "Help, O Yahweh.\n    No godly person is left.\n    Faithful people have vanished from among Adam’s descendants!",
      "2": "All people speak foolishly.\n    They speak with flattering lips. They say one thing but mean another.",
      "3": "May Yahweh cut off every flattering lip\n    and every bragging tongue",
      "4": "that has said,\n            “We will overcome with our tongues.\n                With lips such as ours, who can be our master?”",
      "5": "“Because oppressed people are robbed and needy people groan,\n    I will now arise,” says Yahweh.\n    “I will provide safety for those who long for it.”",
      "6": "The promises of Yahweh are pure,\n    like silver refined in a furnace and purified seven times.",
      "7": "O Yahweh, you will protect them.\n    You will keep each one safe from those people forever.",
      "8": "Wicked people parade around\n    when immorality increases among Adam’s descendants."
    },
    "13": {
      "1": "How long, O Yahweh? Will you forget me forever?\n    How long will you hide your face from me?",
      "2": "How long must I make decisions alone\n    with sorrow in my heart day after day?\n    How long will my enemy triumph over me?",
      "3": "Look at me! Answer me, O Yahweh my Elohim!\n    Light up my eyes,\n    or else I will die",
      "4": "and my enemy will say, “I have overpowered him.”\n            My opponents will rejoice because I have been shaken.",
      "5": "But I trust your mercy.\n    My heart finds joy in your salvation.",
      "6": "I will sing to Yahweh because he has been good to me."
    },
    "14": {
      "1": "Godless fools say in their hearts,\n    “There is no Elohim.”\n    They are corrupt.\n    They do disgusting things.\n    There is no one who does good things.",
      "2": "Yahweh looks down from heaven on Adam’s descendants\n    to see if there is anyone who acts wisely,\n        if there is anyone who seeks help from Elohim.",
      "3": "Everyone has turned away.\n    Together they have become rotten to the core.\n        No one, not even one person, does good things.",
      "4": "Are all those troublemakers,\n    those who devour my people as if they were devouring food,\n        so ignorant that they do not call on Yahweh?",
      "5": "There they are—panic-stricken\n    because Elohim is with the person who is righteous.",
      "6": "They put the advice of oppressed people to shame\n    because Yahweh is their Machseh.",
      "7": "If only salvation for Israel would come from Zion!\n    When Yahweh restores the fortunes of his people,\n    Jacob will rejoice.\n    Israel will be glad."
    },
    "15": {
      "1": "O Yahweh, who may stay in your tent?\n    Who may live on your holy mountain?",
      "2": "The one who walks with integrity,\n    does what is righteous,\n        and speaks the truth within his heart.",
      "3": "The one who does not slander with his tongue,\n    do evil to a friend,\n        or bring disgrace on his neighbor.",
      "4": "The one who despises those rejected by Yahweh\n    but honors those who fear Yahweh.\n    The one who makes a promise and does not break it,\n        even though he is hurt by it.",
      "5": "The one who does not collect interest on a loan\n    or take a bribe against an innocent person.\nWhoever does these things will never be shaken."
    },
    "16": {
      "1": "Protect me, O El, because I take refuge in you.",
      "2": "I said to Yahweh,\n    “You are my Adonay. Without you, I have nothing good.”",
      "3": "Those who lead holy lives on earth\n    are the noble ones who fill me with joy.",
      "4": "Those who quickly chase after other gods multiply their sorrows.\n    I will not pour out their sacrificial offerings of blood\n        or use my lips to speak their names.",
      "5": "Yahweh is my inheritance and my cup.\n    You are the one who determines my destiny.",
      "6": "Your boundary lines mark out pleasant places for me.\n    Indeed, my inheritance is something beautiful.",
      "7": "I will praise Yahweh, who advises me.\n    My conscience warns me at night.",
      "8": "I always keep Yahweh in front of me.\n    When he is by my side, I cannot be moved.",
      "9": "That is why my heart is glad and my soul rejoices.\n            My body rests securely",
      "10": "because you do not abandon my soul to the grave\n    or allow your holy one to decay.",
      "11": "You make the path of life known to me.\n    Complete joy is in your presence.\n        Pleasures are by your side forever."
    },
    "17": {
      "1": "Hear my plea for justice, O Yahweh.\n    Pay attention to my cry.\n    Open your ears to my prayer,\n    which comes from lips free from deceit.",
      "2": "Let the verdict of my innocence come directly from you.\n    Let your eyes observe what is fair.",
      "3": "You have probed my heart.\n    You have confronted me at night.\n    You have tested me like silver,\n    but you found nothing wrong.\n    I have determined that my mouth will not sin.",
      "4": "I have avoided cruelty because of your word.\n    In spite of what others have done,",
      "5": "my steps have remained firmly in your paths.\n        My feet have not slipped.",
      "6": "I have called on you because you answer me, O El.\n    Turn your ear toward me.\n    Hear what I have to say.",
      "7": "Reveal your miraculous deeds of mercy,\n    O Savior of those who find refuge by your side\n        from those who attack them.",
      "8": "Guard me as if I were the pupil in your eye.\n    Hide me in the shadow of your wings.",
      "9": "Hide me from wicked people who violently attack me,\n    from my deadly enemies who surround me.",
      "10": "They have shut out all feeling.\n    Their mouths have spoken arrogantly.",
      "11": "They have tracked me down.\n    They have surrounded me.\n    They have focused their attention on throwing me to the ground.",
      "12": "Each one of them is like a lion eager to tear its prey apart\n    and like a young lion crouching in hiding places.",
      "13": "Arise, O Yahweh; confront them!\n    Bring them to their knees!\n    With your sword rescue my life from wicked people.",
      "14": "With your power rescue me from mortals, O Yahweh,\n    from mortals who enjoy their inheritance only in this life.\n        You fill their bellies with your treasure.\n            Their children are satisfied with it,\n                and they leave what remains to their children.",
      "15": "I will see your face when I am declared innocent.\n    When I wake up, I will be satisfied with seeing you."
    },
    "18": {
      "1": "I love you, O Yahweh, my strength.",
      "2": "Yahweh is my rock and my Metsuda and my Savior,\n    my El, my rock in whom I take refuge,\n        my Magen, and the strength of my salvation,\n            my stronghold.",
      "3": "Yahweh should be praised.\n    I called on him, and I was saved from my enemies.",
      "4": "The ropes of death had become tangled around me.\n    The torrents of destruction had overwhelmed me.",
      "5": "The ropes of the grave had surrounded me.\n            The clutches of death had confronted me.",
      "6": "I called on Yahweh in my distress.\n    I cried to my Elohim for help.\n        He heard my voice from his temple,\n            and my cry for help reached his ears.",
      "7": "Then the earth shook and quaked.\n    Even the foundations of the mountains trembled.\n        They shook violently because he was angry.",
      "8": "Smoke went up from his nostrils,\n    and a raging fire came out of his mouth.\n        Glowing coals flared up from it.",
      "9": "He spread apart the heavens\n    and came down with a dark cloud under his feet.",
      "10": "He rode on one of the angels as he flew,\n    and he soared on the wings of the wind.",
      "11": "He made the darkness his hiding place,\n    the dark rain clouds his covering.",
      "12": "Out of the brightness in front of him,\n    those rain clouds passed by with hailstones and lightning.",
      "13": "Yahweh thundered in the heavens.\n    Elyon made his voice heard with hailstones and lightning.",
      "14": "He shot his arrows and scattered them.\n    He flashed streaks of lightning and threw them into confusion.",
      "15": "Then the ocean floor could be seen.\n    The foundations of the earth were laid bare\n        at your stern warning, O Yahweh,\n        at the blast of the breath from your nostrils.",
      "16": "He reached down from high above and took hold of me.\n    He pulled me out of the raging water.",
      "17": "He rescued me from my strong enemy\n    and from those who hated me,\n        because they were too strong for me.",
      "18": "On the day when I faced disaster, they confronted me,\n    but Yahweh came to my defense.",
      "19": "He brought me out to a wide-open place.\n    He rescued me because he was pleased with me.",
      "20": "Yahweh rewarded me\n    because of my righteousness,\n    because my hands are clean.\n    He paid me back",
      "21": "because I have kept the ways of Yahweh\n    and I have not wickedly turned away from my Elohim,",
      "22": "because all his judgments are in front of me\n    and I have not turned away from his laws.",
      "23": "I was innocent as far as he was concerned.\n    I have kept myself from guilt.",
      "24": "Yahweh paid me back\n    because of my righteousness,\n    because he can see that my hands are clean.",
      "25": "In dealing with faithful people you are faithful,\n    with innocent people you are innocent,",
      "26": "with pure people you are pure.\n    In dealing with devious people you are clever.",
      "27": "You save humble people,\n    but you bring down a conceited look.",
      "28": "O Yahweh, you light my lamp.\n    My Elohim turns my darkness into light.",
      "29": "With you I can attack a line of soldiers.\n    With my Elohim I can break through barricades.",
      "30": "El’s way is perfect!\n    The promise of Yahweh has proven to be true.\n        He is a Magen to all those who take refuge in him.",
      "31": "Who is Eloah but Yahweh?\n    Who is a rock except our Elohim?",
      "32": "El arms me with strength\n    and makes my way perfect.",
      "33": "He makes my feet like those of a deer\n    and gives me sure footing on high places.",
      "34": "He trains my hands for battle\n    so that my arms can bend an archer’s bow of bronze.",
      "35": "You have given me the shield of your salvation.\n    Your right hand supports me.\n    Your gentleness makes me great.",
      "36": "You make a wide path for me to walk on\n    so that my feet do not slip.",
      "37": "I chased my enemies and caught up with them.\n    I did not return until I had ended their lives.",
      "38": "I wounded them so badly that they were unable to get up.\n    They fell under my feet.",
      "39": "You armed me with strength for battle.\n    You made my opponents bow at my feet.",
      "40": "You made my enemies turn their backs to me,\n    and I destroyed those who hated me.",
      "41": "They cried out for help, but there was no one to save them.\n    They cried out to Yahweh, but he did not answer them.",
      "42": "I beat them into a powder as fine as the dust blown by the wind.\n    I threw them out as though they were dirt on the streets.",
      "43": "You rescued me from my conflicts with the people.\n    You made me the leader of nations.\n    A people I did not know will serve me:",
      "44": "As soon as they hear of me, they will obey me.\n    Foreigners will cringe in front of me.",
      "45": "Foreigners will lose heart,\n    and they will tremble when they come out of their fortifications.",
      "46": "Yahweh lives!\n    Thanks be to my rock!\n        May Elohim my Savior be honored.",
      "47": "El gives me vengeance!\n    He brings people under my authority.",
      "48": "He saves me from my enemies.\n    You lift me up above my opponents.\n        You rescue me from violent people.",
      "49": "That is why I will give thanks to you, O Yahweh, among the nations\n    and make music to praise your name.",
      "50": "He gives great victories to his king.\n    He shows mercy to his anointed,\n    to David, and to his descendant forever."
    },
    "19": {
      "1": "The heavens declare the glory of El,\n    and the sky displays what his hands have made.",
      "2": "One day tells a story to the next.\n    One night shares knowledge with the next",
      "3": "without talking,\n    without words,\n    without their voices being heard.",
      "4": "Yet, their sound has gone out into the entire world,\n    their message to the ends of the earth.\n    He has set up a tent in the heavens for the sun,",
      "5": "which comes out of its chamber like a bridegroom.\n    Like a champion, it is eager to run its course.",
      "6": "It rises from one end of the heavens.\n            It circles around to the other.\n                Nothing is hidden from its heat.",
      "7": "The teachings of Yahweh are perfect.\n    They renew the soul.\n    The testimony of Yahweh is dependable.\n    It makes gullible people wise.",
      "8": "The instructions of Yahweh are correct.\n    They make the heart rejoice.\n    The command of Yahweh is radiant.\n    It makes the eyes shine.",
      "9": "The fear of Yahweh is pure.\n    It endures forever.\n    The decisions of Yahweh are true.\n    They are completely fair.",
      "10": "They are more desirable than gold, even the finest gold.\n    They are sweeter than honey, even the drippings from a honeycomb.",
      "11": "As your servant I am warned by them.\n    There is a great reward in following them.",
      "12": "Who can notice every mistake?\n    Forgive my hidden faults.",
      "13": "Keep me from sinning.\n    Do not let anyone gain control over me.\n        Then I will be blameless,\n            and I will be free from any great offense.",
      "14": "May the words from my mouth and the thoughts from my heart\n    be acceptable to you, O Yahweh, my rock and my Go’el."
    },
    "20": {
      "1": "Yahweh will answer you in times of trouble.\n    The name of the Elohim of Jacob will protect you.",
      "2": "He will send you help from his holy place\n    and support you from Zion.",
      "3": "He will remember all your grain offerings\n    and look with favor on your burnt offerings. Selah",
      "4": "He will give you your heart’s desire\n    and carry out all your plans.",
      "5": "We will joyfully sing about your victory.\n    We will wave our flags in the name of our Elohim.\n    Yahweh will fulfill all your requests.",
      "6": "Now I know that Yahweh will give victory to his anointed king.\n    He will answer him from his holy heaven\n        with mighty deeds of his powerful hand.",
      "7": "Some rely on chariots and others on horses,\n    but we will boast in the name of Yahweh our Elohim.",
      "8": "They will sink to their knees and fall,\n            but we will rise and stand firm.",
      "9": "Give victory to the king, O Yahweh.\n    Answer us when we call."
    },
    "21": {
      "1": "The king finds joy in your strength, O Yahweh.\n    What great joy he has in your victory!",
      "2": "You gave him his heart’s desire.\n    You did not refuse the prayer from his lips. Selah",
      "3": "You welcomed him with the blessings of good things\n    and set a crown of fine gold on his head.",
      "4": "He asked you for life.\n    You gave him a long life, forever and ever.",
      "5": "Because of your victory his glory is great.\n    You place splendor and majesty on him.",
      "6": "Yes, you made him a blessing forever.\n    You made him glad with the joy of your presence.",
      "7": "Indeed, the king trusts Yahweh,\n            and through the mercy of Elyon, he will not be moved.",
      "8": "Your hand will discover all your enemies.\n    Your powerful hand will find all who hate you.",
      "9": "When you appear, you will make them burn like a blazing furnace.\n    Yahweh will swallow them up in his anger.\n        Fire will devour them.",
      "10": "You will destroy their children from the earth\n    and their offspring from among Adam’s descendants.",
      "11": "Although they scheme and plan evil against you,\n    they will not succeed.",
      "12": "They turn their backs and flee\n    because you aim your bow at their faces.",
      "13": "Arise, O Yahweh, in your strength.\n    We will sing and make music to praise your power."
    },
    "22": {
      "1": "My El, my El,\n    why have you abandoned me?\n    Why are you so far away from helping me,\n        so far away from the words of my groaning?",
      "2": "My Elohim,\n    I cry out by day, but you do not answer—\n        also at night, but I find no rest.",
      "3": "Yet, you are holy, enthroned on the praises of Israel.",
      "4": "Our ancestors trusted you.\n    They trusted, and you rescued them.",
      "5": "They cried to you and were saved.\n    They trusted you and were never disappointed.",
      "6": "Yet, I am a worm and not a man.\n    I am scorned by humanity and despised by people.",
      "7": "All who see me make fun of me.\n    Insults pour from their mouths.\n        They shake their heads and say,",
      "8": "“Put yourself in Yahweh’s hands.\n                Let Yahweh save him!\n                Let Yahweh rescue him since he is pleased with him!”",
      "9": "Indeed, you are the one who brought me out of the womb,\n    the one who made me feel safe at my mother’s breasts.",
      "10": "I was placed in your care from birth.\n    From my mother’s womb you have been my El.",
      "11": "Do not be so far away from me.\n    Trouble is near, and there is no one to help.",
      "12": "Many bulls have surrounded me.\n    Strong bulls from Bashan have encircled me.",
      "13": "They have opened their mouths to attack me\n    like ferocious, roaring lions.",
      "14": "I am poured out like water,\n    and all my bones are out of joint.\n        My heart is like wax.\n            It has melted within me.",
      "15": "My strength is dried up like pieces of broken pottery.\n    My tongue sticks to the roof of my mouth.\n    You lay me down in the dust of death.",
      "16": "Dogs have surrounded me.\n    A mob has encircled me.\n    They have pierced my hands and feet.",
      "17": "I can count all my bones.\n    People stare.\n    They gloat over me.",
      "18": "They divide my clothes among themselves.\n    They throw dice for my clothing.",
      "19": "Do not be so far away, O Yahweh.\n    Come quickly to help me, O my strength.",
      "20": "Rescue my soul from the sword,\n    my life from vicious dogs.",
      "21": "Save me from the mouth of the lion\n    and from the horns of wild oxen.\nYou have answered me.",
      "22": "I will tell my people about your name.\n    I will praise you within the congregation.",
      "23": "All who fear Yahweh, praise him!\n    All you descendants of Jacob, glorify him!\n    Stand in awe of him, all you descendants of Israel.",
      "24": "Yahweh has not despised or been disgusted\n    with the plight of the oppressed one.\n        He has not hidden his face from that person.\n            Yahweh heard when that oppressed person\n                cried out to him for help.",
      "25": "My praise comes from you while I am among those assembled for worship.\n    I will fulfill my vows in the presence of those who fear Yahweh.",
      "26": "Oppressed people will eat until they are full.\n    Those who look to Yahweh will praise him.\n        May you live forever.",
      "27": "All the ends of the earth will remember and return to Yahweh.\n    All the families from all the nations will worship you",
      "28": "because the kingdom belongs to Yahweh\n    and he rules the nations.",
      "29": "All prosperous people on earth will eat and worship.\n    All those who go down to the dust will kneel in front of him,\n    even those who are barely alive.",
      "30": "There will be descendants who serve him,\n    a generation that will be told about Adonay.",
      "31": "They will tell people yet to be born about his righteousness—\n    that he has finished it."
    },
    "23": {
      "1": "Yahweh is my Roeh.\n    I am never in need.",
      "2": "He makes me lie down in green pastures.\n        He leads me beside peaceful waters.",
      "3": "He renews my soul.\n        He guides me along the paths of righteousness\n            for the sake of his name.",
      "4": "Even though I walk through the dark valley of death,\n    because you are with me, I fear no harm.\n        Your rod and your staff give me courage.",
      "5": "You prepare a banquet for me while my enemies watch.\n    You anoint my head with oil.\n    My cup overflows.",
      "6": "Certainly, goodness and mercy will stay close to me all the days of my life,\n    and I will remain in Yahweh’s house for days without end."
    },
    "24": {
      "1": "The earth and everything it contains are Yahweh’s.\n    The world and all who live in it are his.",
      "2": "He laid its foundation on the seas\n    and set it firmly on the rivers.",
      "3": "Who may go up Yahweh’s mountain?\n    Who may stand in his holy place?",
      "4": "The one who has clean hands and a pure heart\n    and does not long for what is false\n        or lie when he is under oath.",
      "5": "This person will receive a blessing from Yahweh\n    and righteousness from Elohim, his savior.",
      "6": "This is the person who seeks him,\n    who searches for the face of the El of Jacob. Selah",
      "7": "Lift your heads, you gates.\n    Be lifted, you ancient doors,\n    so that the Melek of glory may come in.",
      "8": "Who is this Melek of glory?\n    Yahweh, strong and mighty!\n    Yahweh, heroic in battle!",
      "9": "Lift your heads, you gates.\n    Be lifted, you ancient doors,\n    so that the Melek of glory may come in.",
      "10": "Who, then, is this Melek of glory?\n    Yahweh Tsebaoth is the Melek of glory! Selah"
    },
    "25": {
      "1": "To you, O Yahweh, I lift my soul.",
      "2": "I trust you, O my Elohim.\n    Do not let me be put to shame.\n    Do not let my enemies triumph over me.",
      "3": "No one who waits for you will ever be put to shame,\n    but all who are unfaithful will be put to shame.",
      "4": "Make your ways known to me, O Yahweh,\n    and teach me your paths.",
      "5": "Lead me in your truth and teach me\n    because you are Elohim, my savior.\n        I wait all day long for you.",
      "6": "Remember, O Yahweh, your compassionate and merciful deeds.\n    They have existed from eternity.",
      "7": "Do not remember the sins of my youth or my rebellious ways.\n    Remember me, O Yahweh, in keeping with your mercy and your goodness.",
      "8": "Yahweh is good and decent.\n    That is why he teaches sinners the way they should live.",
      "9": "He leads humble people to do what is right,\n    and he teaches them his way.",
      "10": "Every path of Yahweh is one of mercy and truth\n    for those who cling to his promise and written instructions.",
      "11": "For the sake of your name, O Yahweh,\n    remove my guilt, because it is great.",
      "12": "Who, then, is this person that fears Yahweh?\n    He is the one whom Yahweh will teach which path to choose.",
      "13": "He will enjoy good things in life,\n    and his descendants will inherit the land.",
      "14": "Yahweh advises those who fear him.\n    He reveals to them the intent of his promise.",
      "15": "My eyes are always on Yahweh.\n    He removes my feet from traps.",
      "16": "Turn to me, and have pity on me.\n    I am lonely and oppressed.",
      "17": "Relieve my troubled heart,\n    and bring me out of my distress.",
      "18": "Look at my misery and suffering,\n    and forgive all my sins.",
      "19": "See how my enemies have increased in number,\n    how they have hated me with vicious hatred!",
      "20": "Protect my life, and rescue me!\n    Do not let me be put to shame.\n    I have taken refuge in you.",
      "21": "Integrity and honesty will protect me because I wait for you.",
      "22": "Rescue Israel, O Elohim, from all its troubles!"
    },
    "26": {
      "1": "Judge me favorably, O Yahweh,\n    because I have walked with integrity\n        and I have trusted you without wavering.",
      "2": "Examine me, O Yahweh, and test me.\n    Look closely into my heart and mind.",
      "3": "I see your mercy in front of me.\n    I walk in the light of your truth.",
      "4": "I did not sit with liars,\n    and I will not be found among hypocrites.",
      "5": "I have hated the mob of evildoers\n    and will not sit with wicked people.",
      "6": "I will wash my hands in innocence.\n    I will walk around your altar, O Yahweh,",
      "7": "so that I may loudly sing a hymn of thanksgiving\n            and tell about all your miracles.",
      "8": "O Yahweh, I love the house where you live,\n    the place where your glory dwells.",
      "9": "Do not sweep away my soul along with hardened sinners\n    or my life along with bloodthirsty people.",
      "10": "Evil schemes are in their hands.\n    Their right hands are full of bribes.",
      "11": "But I walk with integrity.\n    Rescue me, and have pity on me.",
      "12": "My feet stand on level ground.\n    I will praise Yahweh with the choirs in worship."
    },
    "27": {
      "1": "Yahweh is my light and my salvation.\n    Who is there to fear?\n    Yahweh is my life’s fortress.\n    Who is there to be afraid of?",
      "2": "Evildoers closed in on me to tear me to pieces.\n    My opponents and enemies stumbled and fell.",
      "3": "Even though an army sets up camp against me,\n            my heart will not be afraid.\n        Even though a war breaks out against me,\n            I will still have confidence in the Lord.",
      "4": "I have asked one thing from Yahweh.\n    This I will seek:\n    to remain in Yahweh’s house all the days of my life\n        in order to gaze at Yahweh’s beauty\n            and to search for an answer in his temple.",
      "5": "He hides me in his shelter when there is trouble.\n    He keeps me hidden in his tent.\n    He sets me high on a rock.",
      "6": "Now my head will be raised above my enemies who surround me.\n    I will offer sacrifices with shouts of joy in his tent.\n    I will sing and make music to praise Yahweh.",
      "7": "Hear, O Yahweh, when I cry aloud.\n    Have pity on me, and answer me.",
      "8": "When you said,\n    “Seek my face,”\n        my heart said to you,\n            “O Yahweh, I will seek your face.”",
      "9": "Do not hide your face from me.\n    Do not angrily turn me away.\n        You have been my help.\n            Do not leave me!\n                Do not abandon me, O Elohim, my savior!",
      "10": "Even if my father and mother abandon me,\n    Yahweh will take care of me.",
      "11": "Teach me your way, O Yahweh.\n    Lead me on a level path\n    because I have enemies who spy on me.",
      "12": "Do not surrender me to the will of my opponents.\n    False witnesses have risen against me.\n        They breathe out violence.",
      "13": "I believe that I will see the goodness of Yahweh\n    in this world of the living.",
      "14": "Wait with hope for Yahweh.\n    Be strong, and let your heart be courageous.\n    Yes, wait with hope for Yahweh."
    },
    "28": {
      "1": "O Yahweh, I call to you.\n    O my rock, do not turn a deaf ear to me.\n    If you remain silent,\n        I will be like those who go into the pit.",
      "2": "Hear my prayer for mercy when I call to you for help,\n    when I lift my hands toward your most holy place.",
      "3": "Do not drag me away with wicked people,\n    with troublemakers who speak of peace with their neighbors\n        but have evil in their hearts.",
      "4": "Pay them back for what they have done,\n    for their evil deeds.\n    Pay them back for what their hands have done,\n    and give them what they deserve.",
      "5": "Yahweh will tear them down and never build them up again,\n    because they never consider what he has done\n        or what his hands have made.",
      "6": "Thank Yahweh!\n    He has heard my prayer for mercy!",
      "7": "Yahweh is my strength and my Magen.\n    My heart trusted him, so I received help.\n    My heart is triumphant; I give thanks to him with my song.",
      "8": "Yahweh is the strength of his people\n    and a fortress for the victory of his Messiah.",
      "9": "Save your people, and bless those who belong to you.\n    Be their Roeh, and carry them forever."
    },
    "29": {
      "1": "Give to Yahweh, you heavenly beings.\n    Give to Yahweh glory and power.",
      "2": "Give to Yahweh the glory his name deserves.\n    Worship Yahweh in his holy splendor.",
      "3": "The voice of Yahweh rolls over the water.\n    The El of glory thunders.\n        Yahweh shouts over raging water.",
      "4": "The voice of Yahweh is powerful.\n    The voice of Yahweh is majestic.",
      "5": "The voice of Yahweh breaks the cedars.\n    Yahweh splinters the cedars of Lebanon.",
      "6": "He makes Lebanon skip along like a calf\n            and Mount Sirion like a wild ox.",
      "7": "The voice of Yahweh strikes with flashes of lightning.",
      "8": "The voice of Yahweh makes the wilderness tremble.\n    Yahweh makes the wilderness of Kadesh tremble.",
      "9": "The voice of Yahweh splits the oaks\n    and strips the trees of the forests bare.\n        Everyone in his temple is saying, “Glory!”",
      "10": "Yahweh sat enthroned over the flood.\n    Yahweh sits enthroned as Melek forever.",
      "11": "Yahweh will give power to his people.\n    Yahweh will bless his people with peace."
    },
    "30": {
      "1": "I will honor you highly, O Yahweh,\n    because you have pulled me out of the pit\n        and have not let my enemies rejoice over me.",
      "2": "O Yahweh my Elohim,\n    I cried out to you for help,\n        and you healed me.",
      "3": "O Yahweh, you brought me up from the grave.\n    You called me back to life\n        from among those who had gone into the pit.",
      "4": "Make music to praise Yahweh, you faithful people who belong to him.\n    Remember his holiness by giving thanks.",
      "5": "His anger lasts only a moment.\n    His favor lasts a lifetime.\n    Weeping may last for the night,\n        but there is a song of joy in the morning.",
      "6": "When all was well with me, I said,\n    “I will never be shaken.”",
      "7": "O Yahweh, by your favor you have made my mountain stand firm.\n    When you hid your face, I was terrified.",
      "8": "I will cry out to you, O Yahweh.\n    I will plead to Adonay for mercy:",
      "9": "“How will you profit if my blood is shed,\n    if I go into the pit?\n    Will the dust of my body give thanks to you?\n    Will it tell about your truth?”",
      "10": "Hear, O Yahweh, and have pity on me!\n    O Yahweh, be my helper!",
      "11": "You have changed my sobbing into dancing.\n    You have removed my sackcloth and clothed me with joy",
      "12": "so that my soul may praise you with music and not be silent.\n    O Yahweh my Elohim, I will give thanks to you forever."
    },
    "31": {
      "1": "I have taken refuge in you, O Yahweh.\n    Never let me be put to shame.\n        Save me because of your righteousness.",
      "2": "Turn your ear toward me.\n        Rescue me quickly.\n        Be a rock of refuge for me,\n            a strong Metsuda to save me.",
      "3": "Indeed, you are my rock and my Metsuda.\n    For the sake of your name, lead me and guide me.",
      "4": "You are my refuge,\n            so pull me out of the net that they have secretly laid for me.",
      "5": "Into your hands I entrust my spirit.\n    You have rescued me, O Yahweh, El of truth.",
      "6": "I hate those who cling to false gods, but I trust Yahweh.",
      "7": "I will rejoice and be glad because of your mercy.\n    You have seen my misery.\n    You have known the troubles in my soul.",
      "8": "You have not handed me over to the enemy.\n    You have set my feet in a place where I can move freely.",
      "9": "Have pity on me, O Yahweh, because I am in distress.\n    My eyes, my soul, and my body waste away from grief.",
      "10": "My life is exhausted from sorrow,\n    my years from groaning.\n    My strength staggers under the weight of my guilt,\n        and my bones waste away.",
      "11": "I have become a disgrace because of all my opponents.\n    I have become someone dreaded by my friends,\n        even by my neighbors.\n            Those who see me on the street run away from me.",
      "12": "I have faded from memory as if I were dead\n    and have become like a piece of broken pottery.",
      "13": "I have heard the whispering of many people—\n    terror on every side—\n        while they made plans together against me.\n            They were plotting to take my life.",
      "14": "I trust you, O Yahweh.\n    I said, “You are my Elohim.”",
      "15": "My future is in your hands.\n    Rescue me from my enemies, from those who persecute me.",
      "16": "Smile on me.\n    Save me with your mercy.",
      "17": "O Yahweh, I have called on you, so do not let me be put to shame.\n    Let wicked people be put to shame.\n    Let them be silent in the grave.",
      "18": "Let their lying lips be speechless,\n    since they speak against righteous people with arrogance and contempt.",
      "19": "Your kindness is so great!\n    You reserve it for those who fear you.\n        Adam’s descendants watch\n            as you show it to those who take refuge in you.",
      "20": "You hide them in the secret place of your presence\n    from those who scheme against them.\n    You keep them in a shelter,\n        safe from quarrelsome tongues.",
      "21": "Thank Yahweh!\n    He has shown me the miracle of his mercy\n        in a city under attack.",
      "22": "When I was panic-stricken, I said,\n    “I have been cut off from your sight.”\n    But you heard my pleas for mercy when I cried out to you for help.",
      "23": "Love Yahweh, all you godly ones!\n    Yahweh protects faithful people,\n        but he pays back in full those who act arrogantly.",
      "24": "Be strong, all who wait with hope for Yahweh,\n    and let your heart be courageous."
    },
    "32": {
      "1": "Blessed is the person whose disobedience is forgiven\n    and whose sin is pardoned.",
      "2": "Blessed is the person whom Yahweh no longer accuses of sin\n    and who has no deceitful thoughts.",
      "3": "When I kept silent about my sins,\n    my bones began to weaken because of my groaning all day long.",
      "4": "Day and night your hand laid heavily on me.\n    My strength shriveled in the summer heat. Selah",
      "5": "I made my sins known to you, and I did not cover up my guilt.\n    I decided to confess them to you, O Yahweh.\n    Then you forgave all my sins. Selah",
      "6": "For this reason let all godly people pray to you\n    when you may be found.\n        Then raging floodwater will not reach them.",
      "7": "You are my hiding place.\n    You protect me from trouble.\n    You surround me with joyous songs of salvation. Selah",
      "8": "The Lord says,\n    “I will instruct you.\n    I will teach you the way that you should go.\n    I will advise you as my eyes watch over you.",
      "9": "Don’t be stubborn like a horse or mule.\n    They need a bit and bridle in their mouth to restrain them,\n        or they will not come near you.”",
      "10": "Many heartaches await wicked people,\n    but mercy surrounds those who trust Yahweh.",
      "11": "Be glad and find joy in Yahweh, you righteous people.\n    Sing with joy, all whose motives are decent."
    },
    "33": {
      "1": "Joyfully sing to Yahweh, you righteous people.\n    Praising the Lord is proper for decent people.",
      "2": "Give thanks with a lyre to Yahweh.\n    Make music for him on a ten-stringed harp.",
      "3": "Sing a new song to him.\n    Play beautifully and joyfully on stringed instruments.",
      "4": "The word of Yahweh is correct,\n    and everything he does is trustworthy.",
      "5": "Yahweh loves righteousness and justice.\n    His mercy fills the earth.",
      "6": "The heavens were made by the word of Yahweh\n    and all the stars by the breath of his mouth.",
      "7": "He gathers the water in the sea like a dam\n    and puts the oceans in his storehouses.",
      "8": "Let all the earth fear Yahweh.\n    Let all who live in the world stand in awe of him.",
      "9": "He spoke, and it came into being.\n    He gave the order, and there it stood.",
      "10": "Yahweh blocks the plans of the nations.\n    He frustrates the schemes of the people of the world.",
      "11": "Yahweh’s plan stands firm forever.\n    His thoughts stand firm in every generation.",
      "12": "Blessed is the nation whose Elohim is Yahweh.\n    Blessed are the people he has chosen as his own.",
      "13": "Yahweh looks down from heaven.\n    He sees all of Adam’s descendants.",
      "14": "From the place where he sits enthroned,\n    he looks down upon all who live on earth.",
      "15": "The one who formed their hearts\n    understands everything they do.",
      "16": "No king achieves a victory with a large army.\n    No warrior rescues himself by his own great strength.",
      "17": "Horses are not a guarantee for victory.\n    Their great strength cannot help someone escape.",
      "18": "Yahweh’s eyes are on those who fear him,\n    on those who wait with hope for his mercy",
      "19": "to rescue their souls from death\n    and keep them alive during a famine.",
      "20": "We wait for Yahweh.\n    He is our help and our Magen.",
      "21": "In him our hearts find joy.\n    In his holy name we trust.",
      "22": "Let your mercy rest on us, O Yahweh,\n    since we wait with hope for you."
    },
    "34": {
      "1": "I will thank Yahweh at all times.\n    My mouth will always praise him.",
      "2": "My soul will boast about Yahweh.\n    Those who are oppressed will hear it and rejoice.",
      "3": "Praise Yahweh’s greatness with me.\n    Let us highly honor his name together.",
      "4": "I went to Yahweh for help.\n    He answered me and rescued me from all my fears.",
      "5": "All who look to him will be radiant.\n    Their faces will never be covered with shame.",
      "6": "Here is a poor man who called out.\n    Yahweh heard him and saved him from all his troubles.",
      "7": "The Messenger of Yahweh camps around those who fear him,\n    and he rescues them.",
      "8": "Taste and see that Yahweh is good.\n    Blessed is the person who takes refuge in him.",
      "9": "Fear Yahweh, you holy people who belong to him.\n    Those who fear him are never in need.",
      "10": "Young lions go hungry and may starve,\n    but those who seek Yahweh’s help have all the good things they need.",
      "11": "Come, children, listen to me.\n    I will teach you the fear of Yahweh.",
      "12": "Which of you wants a full life?\n    Who would like to live long enough to enjoy good things?",
      "13": "Keep your tongue from saying evil things\n    and your lips from speaking deceitful things.",
      "14": "Turn away from evil, and do good.\n    Seek peace, and pursue it!",
      "15": "Yahweh’s eyes are on righteous people.\n    His ears hear their cry for help.",
      "16": "Yahweh confronts those who do evil\n    in order to wipe out all memory of them from the earth.",
      "17": "Righteous people cry out.\n    Yahweh hears and rescues them from all their troubles.",
      "18": "Yahweh is near to those whose hearts are humble.\n    He saves those whose spirits are crushed.",
      "19": "The righteous person has many troubles,\n    but Yahweh rescues him from all of them.",
      "20": "Yahweh guards all of his bones.\n    Not one of them is broken.",
      "21": "Evil will kill wicked people,\n    and those who hate righteous people will be condemned.",
      "22": "Yahweh protects the souls of his servants.\n    All who take refuge in him will never be condemned."
    },
    "35": {
      "1": "O Yahweh, attack those who attack me.\n    Fight against those who fight against me.",
      "2": "Use your shields, both small and large.\n    Arise to help me.",
      "3": "Hold your spear to block the way of those who pursue me.\n    Say to my soul, “I am your savior.”",
      "4": "Let those who seek my life be put to shame and disgraced.\n    Let those who plan my downfall be turned back in confusion.",
      "5": "Let them be like husks blown by the wind\n    as the Messenger of Yahweh chases them.",
      "6": "Let their path be dark and slippery\n    as the Messenger of Yahweh pursues them.",
      "7": "For no reason they hid their net in a pit.\n    For no reason they dug the pit to trap me.",
      "8": "Let destruction surprise them.\n    Let the net that they hid catch them.\n    Let them fall into their own pit and be destroyed.",
      "9": "My soul will find joy in Yahweh\n    and be joyful about his salvation.",
      "10": "All my bones will say, “O Yahweh, who can compare with you?\n    You rescue the weak person from the one who is too strong for him\n        and weak and needy people from the one who robs them.”",
      "11": "Malicious people bring charges against me.\n    They ask me things I know nothing about.",
      "12": "I am devastated\n    because they pay me back with evil instead of good.",
      "13": "But when they were sick, I wore sackcloth.\n    I humbled myself with fasting.\n    When my prayer returned unanswered,",
      "14": "I walked around as if I were mourning for my friend or my brother.\n    I was bent over as if I were mourning for my mother.",
      "15": "Yet, when I stumbled,\n    they rejoiced and gathered together.\n    They gathered together against me.\n        Unknown attackers tore me apart without stopping.",
      "16": "With crude and abusive mockers,\n    they grit their teeth at me.",
      "17": "O Adonay, how long will you look on?\n    Rescue me from their attacks.\n    Rescue my precious life from the lions.",
      "18": "I will give you thanks in a large gathering.\n    I will praise you in a crowd of worshipers.",
      "19": "Do not let my treacherous enemies gloat over me.\n    Do not let those who hate me for no reason wink at me.",
      "20": "They do not talk about peace.\n    Instead, they scheme against the peaceful people in the land.",
      "21": "They open their big mouths and say about me,\n    “Aha! Aha! Our own eyes have seen it.”",
      "22": "You have seen it, O Yahweh.\n    Do not remain silent.\n    O Adonay, do not be so far away from me.",
      "23": "Wake up, and rise to my defense.\n    Plead my case, O my Elohim and my Adonay.",
      "24": "Judge me by your righteousness, O Yahweh my Elohim.\n    Do not let them gloat over me",
      "25": "or think, “Aha, just what we wanted!”\n    Do not let them say, “We have swallowed him up.”",
      "26": "Let those who gloat over my downfall\n    be thoroughly put to shame and confused.\n    Let those who promote themselves at my expense\n    be clothed with shame and disgrace.",
      "27": "Let those who are happy when I am declared innocent\n    joyfully sing and rejoice.\n    Let them continually say, “Yahweh is great.\n    He is happy when his servant has peace.”",
      "28": "Then my tongue will tell about your righteousness,\n    about your praise all day long."
    },
    "36": {
      "1": "There is an inspired truth about the wicked person\n    who has rebellion in the depths of his heart:\n        He is not terrified of Elohim.",
      "2": "He flatters himself and does not hate or even recognize his guilt.",
      "3": "The words from his mouth are nothing but trouble and deception.\n    He has stopped doing what is wise and good.",
      "4": "He invents trouble while lying on his bed\n    and chooses to go the wrong direction.\n    He does not reject evil.",
      "5": "O Yahweh, your mercy reaches to the heavens,\n    your faithfulness to the skies.",
      "6": "Your righteousness is like the mountains of Elohim,\n    your judgments like the deep ocean.\n        You save people and animals, O Yahweh.",
      "7": "Your mercy is so precious, O Elohim,\n    that Adam’s descendants take refuge\n        in the shadow of your wings.",
      "8": "They are refreshed with the rich foods in your house,\n    and you make them drink from the river of your pleasure.",
      "9": "Indeed, the fountain of life is with you.\n    In your light we see light.",
      "10": "Continue to show your mercy to those who know you\n    and your righteousness to those whose motives are decent.",
      "11": "Do not let the feet of arrogant people step on me\n    or the hands of wicked people push me away.",
      "12": "Look at the troublemakers who have fallen.\n    They have been pushed down and are unable to stand up again."
    },
    "37": {
      "1": "Do not be preoccupied with evildoers.\n    Do not envy those who do wicked things.",
      "2": "They will quickly dry up like grass\n    and wither away like green plants.",
      "3": "Trust Yahweh, and do good things.\n    Live in the land, and practice being faithful.",
      "4": "Be happy with Yahweh,\n    and he will give you the desires of your heart.",
      "5": "Entrust your ways to Yahweh.\n    Trust him, and he will act on your behalf.",
      "6": "He will make your righteousness shine like a light,\n    your just cause like the noonday sun.",
      "7": "Surrender yourself to Yahweh, and wait patiently for him.\n    Do not be preoccupied with an evildoer who succeeds in his way\n        when he carries out his schemes.",
      "8": "Let go of anger, and leave rage behind.\n    Do not be preoccupied.\n        It only leads to evil.",
      "9": "Evildoers will be cut off from their inheritance,\n    but those who wait with hope for Yahweh will inherit the land.",
      "10": "In a little while a wicked person will vanish.\n    Then you can carefully examine where he was,\n        but there will be no trace of him.",
      "11": "Oppressed people will inherit the land\n    and will enjoy unlimited peace.",
      "12": "The wicked person plots against a righteous one\n    and grits his teeth at him.",
      "13": "Adonay laughs at him\n    because he has seen that his time is coming.",
      "14": "Wicked people pull out their swords and bend their bows\n    to kill oppressed and needy people,\n    to slaughter those who are decent.",
      "15": "But their own swords will pierce their hearts,\n    and their bows will be broken.",
      "16": "The little that the righteous person has is better\n    than the wealth of many wicked people.",
      "17": "The arms of wicked people will be broken,\n    but Yahweh continues to support righteous people.",
      "18": "Yahweh knows the daily struggles of innocent people.\n    Their inheritance will last forever.",
      "19": "They will not be put to shame in trying times.\n    Even in times of famine they will be satisfied.",
      "20": "But wicked people will disappear.\n    Yahweh’s enemies will vanish like the best part of a meadow.\n    They will vanish like smoke.",
      "21": "A wicked person borrows, but he does not repay.\n    A righteous person is generous and giving.",
      "22": "Those who are blessed by him will inherit the land.\n    Those who are cursed by him will be cut off.",
      "23": "A person’s steps are directed by Yahweh,\n    and Yahweh delights in his way.",
      "24": "When he falls, he will not be thrown down headfirst\n    because Yahweh holds on to his hand.",
      "25": "I have been young, and now I am old,\n    but I have never seen a righteous person abandoned\n        or his descendants begging for food.",
      "26": "He is always generous and lends freely.\n    His descendants are a blessing.",
      "27": "Avoid evil, do good, and live forever.",
      "28": "Yahweh loves justice,\n    and he will not abandon his godly ones.\n    They will be kept safe forever,\n    but the descendants of wicked people will be cut off.",
      "29": "Righteous people will inherit the land\n    and live there permanently.",
      "30": "The mouth of the righteous person reflects on wisdom.\n    His tongue speaks what is fair.",
      "31": "The teachings of his Elohim are in his heart.\n    His feet do not slip.",
      "32": "The wicked person watches the righteous person\n    and seeks to kill him.",
      "33": "But Yahweh will not abandon him to the wicked person’s power\n    or condemn him when he is brought to trial.",
      "34": "Wait with hope for Yahweh, and follow his path,\n    and he will honor you by giving you the land.\n        When wicked people are cut off, you will see it.",
      "35": "I have seen a wicked person acting like a tyrant,\n    spreading himself out like a large cedar tree.",
      "36": "But he moved on, and now there is no trace of him.\n    I searched for him, but he could not be found.",
      "37": "Notice the innocent person,\n    and look at the decent person,\n        because the peacemaker has a future.",
      "38": "But rebels will be completely destroyed.\n    The future of wicked people will be cut off.",
      "39": "The victory for righteous people comes from Yahweh.\n    He is their fortress in times of trouble.",
      "40": "Yahweh helps them and rescues them.\n    He rescues them from wicked people.\n    He saves them because they have taken refuge in him."
    },
    "38": {
      "1": "O Yahweh, do not angrily punish me\n    or discipline me in your wrath.",
      "2": "Your arrows have struck me.\n        Your hand has struck me hard.",
      "3": "No healthy spot is left on my body\n    because of your rage.\n    There is no peace in my bones\n    because of my sin.",
      "4": "My guilt has overwhelmed me.\n    Like a heavy load, it is more than I can bear.",
      "5": "My wounds smell rotten.\n    They fester because of my stupidity.",
      "6": "I am bent over and bowed down very low.\n    All day I walk around in mourning.",
      "7": "My insides are filled with burning pain,\n    and no healthy spot is left on my body.",
      "8": "I am numb and completely devastated.\n    I roar because my heart’s in turmoil.",
      "9": "You know all my desires, O Adonay,\n    and my groaning has not been hidden from you.",
      "10": "My heart is pounding.\n    I have lost my strength.\n        Even the light of my eyes has left me.",
      "11": "My loved ones and my friends keep their distance\n    and my relatives stand far away because of my sickness.",
      "12": "Those who seek my life lay traps for me.\n    Those who are out to harm me talk about ruining me.\n    All day long they think of ways to deceive me.",
      "13": "But I am like a person who cannot hear\n    and like a person who cannot speak.",
      "14": "I am like one who cannot hear\n    and who can offer no arguments.",
      "15": "But I wait with hope for you, O Yahweh.\n    You will answer, O Adonay, my Elohim.",
      "16": "I said, “Do not let them gloat over me.\n    When my foot slips,\n        do not let them promote themselves at my expense.”",
      "17": "I am ready to fall.\n    I am continually aware of my pain.",
      "18": "I confess my guilt.\n    My sin troubles me.",
      "19": "My mortal enemies are growing stronger.\n    Many hate me for no reason.",
      "20": "They pay me back with evil instead of good,\n    and they accuse me because I try to do what is good.",
      "21": "Do not abandon me, O Yahweh.\n    O my Elohim, do not be so distant from me.",
      "22": "Come quickly to help me, O Adonay, my savior."
    },
    "39": {
      "1": "I said,\n    “I will watch my ways so that I do not sin with my tongue.\n    I will bridle my mouth while wicked people are in my presence.”",
      "2": "I remained totally speechless.\n    I kept silent, although it did me no good.\n    While I was deep in thought, my pain grew worse.",
      "3": "My heart burned like a fire flaring up within me.\n    Then I spoke with my tongue:",
      "4": "“Teach me, O Yahweh, about the end of my life.\n    Teach me about the number of days I have left\n        so that I may know how temporary my life is.",
      "5": "Indeed, you have made the length of my days only a few inches.\n    My life span is nothing compared to yours.\n    Certainly, everyone alive is like a whisper in the wind. Selah",
      "6": "Each person who walks around is like a shadow.\n    They are busy for no reason.\n        They accumulate riches without knowing who will get them.”",
      "7": "And now, Adonay, what am I waiting for?\n    My hope is in you!",
      "8": "Rescue me from all my rebellious acts.\n    Do not disgrace me in front of godless fools.",
      "9": "I remained speechless.\n    I did not open my mouth\n    because you are the one who has done this.",
      "10": "Remove the sickness you laid upon me.\n    My life is over because you struck me with your hand.",
      "11": "With stern warnings you discipline people for their crimes.\n    Like a moth you eat away at what is dear to them.\n    Certainly, everyone is like a whisper in the wind. Selah",
      "12": "Listen to my prayer, O Yahweh.\n    Open your ear to my cry for help.\n    Do not be deaf to my tears,\n    for I am a foreign resident with you,\n        a stranger like all my ancestors.",
      "13": "Look away from me so that I may smile again\n    before I go away and am no more."
    },
    "40": {
      "1": "I waited patiently for Yahweh.\n    He turned to me and heard my cry for help.",
      "2": "He pulled me out of a horrible pit,\n    out of the mud and clay.\n    He set my feet on a rock\n        and made my steps secure.",
      "3": "He placed a new song in my mouth,\n    a song of praise to our Elohim.\n        Many will see this and worship.\n            They will trust Yahweh.",
      "4": "Blessed is the person\n    who places his confidence in Yahweh\n        and does not rely on arrogant people\n            or those who follow lies.",
      "5": "You have done many miraculous things, O Yahweh my Elohim.\n    You have made many wonderful plans for us.\n    No one compares to you!\n    I will tell others about your miracles,\n    which are more than I can count.",
      "6": "You were not pleased with sacrifices and offerings.\n    You have dug out two ears for me.\n    You did not ask for burnt offerings or sacrifices for sin.",
      "7": "Then I said, “I have come!\n    (It is written about me in the scroll of the book.)",
      "8": "I am happy to do your will, O my Elohim.”\n    Your teachings are deep within me.",
      "9": "I will announce the good news of righteousness\n    among those assembled for worship.\n        I will not close my lips.\n            You know that, O Yahweh.",
      "10": "I have not buried your righteousness deep in my heart.\n    I have been outspoken about your faithfulness and your salvation.\n    I have not hidden your mercy and your truth\n    from those assembled for worship.",
      "11": "Do not withhold your compassion from me, O Yahweh.\n    May your mercy and your truth always protect me.",
      "12": "Countless evils have surrounded me.\n    My sins have caught up with me so that I can no longer see.\n        They outnumber the hairs on my head.\n            I have lost heart.",
      "13": "O Yahweh, please rescue me!\n    Come quickly to help me, O Yahweh!",
      "14": "Let all those who seek to end my life\n    be confused and put to shame.\n    Let those who want my downfall\n    be turned back and disgraced.",
      "15": "Let those who say to me, “Aha! Aha!”\n    be stunned by their own shame.",
      "16": "Let all who seek you rejoice and be glad because of you.\n    Let those who love your salvation continually say,\n    “Yahweh is great!”",
      "17": "But I am oppressed and needy.\n    May Adonay think of me.\n    You are my help and my savior.\n        O my Elohim, do not delay!"
    },
    "41": {
      "1": "Blessed is the one who has concern for helpless people.\n    Yahweh will rescue him in times of trouble.",
      "2": "Yahweh will protect him and keep him alive.\n    He will be blessed in the land.\n        Do not place him at the mercy of his enemies.",
      "3": "Yahweh will support him on his sickbed.\n    You will restore this person to health when he is ill.",
      "4": "I said, “O Yahweh, have pity on me!\n    Heal my soul because I have sinned against you.”",
      "5": "My enemies say terrible things about me:\n    “When will he die, and when will his family name disappear?”",
      "6": "When one of them comes to visit me, he speaks foolishly.\n    His heart collects gossip.\n        Then he leaves to tell others.",
      "7": "Everyone who hates me whispers about me.\n    They think evil things about me and say,",
      "8": "“A devilish disease has attached itself to him.\n    He will never leave his sickbed.”",
      "9": "Even my closest friend whom I trusted,\n    the one who ate my bread,\n        has lifted his heel against me.",
      "10": "Have pity on me, O Yahweh!\n    Raise me up so that I can pay them back",
      "11": "and my enemy cannot shout in triumph over me.\n    When you do this, I know that you are pleased with me.",
      "12": "You defend my integrity,\n    and you set me in your presence forever.",
      "13": "Thank Yahweh Elohim of Israel through all eternity!\n    Amen and amen!"
    },
    "42": {
      "1": "As a deer longs for flowing streams,\n    so my soul longs for you, O Elohim.",
      "2": "My soul thirsts for Elohim, for El Chay.\n    When may I come to see Elohim’s face?",
      "3": "My tears are my food day and night.\n    People ask me all day long, “Where is your Elohim?”",
      "4": "I will remember these things as I pour out my soul:\n    how I used to walk with the crowd\n        and lead it in a procession to Elohim’s house.\n            I sang songs of joy and thanksgiving\n                while crowds of people celebrated a festival.",
      "5": "Why are you discouraged, my soul?\n    Why are you so restless?\n        Put your hope in Elohim,\n            because I will still praise him.\n                He is my savior and my Elohim.",
      "6": "My soul is discouraged.\n    That is why I will remember you\n        in the land of Jordan, on the peaks of Hermon, on Mount Mizar.",
      "7": "One deep sea calls to another at the roar of your waterspouts.\n    All the whitecaps on your waves have swept over me.",
      "8": "Yahweh commands his mercy during the day,\n    and at night his song is with me—\n        a prayer to the El of my life.",
      "9": "I will ask Elohim, my rock,\n                “Why have you forgotten me?\n                Why must I walk around in mourning\n                    while the enemy oppresses me?”",
      "10": "With a shattering blow to my bones,\n    my enemies taunt me.\n    They ask me all day long, “Where is your Elohim?”",
      "11": "Why are you discouraged, my soul?\n    Why are you so restless?\n        Put your hope in Elohim,\n            because I will still praise him.\n                He is my savior and my Elohim."
    },
    "43": {
      "1": "Judge me, O Elohim,\n    and plead my case against an ungodly nation.\n    Rescue me from deceitful and unjust people.",
      "2": "You are my fortress, O Elohim!\n    Why have you rejected me?\n        Why must I walk around in mourning\n            while the enemy oppresses me?",
      "3": "Send your light and your truth.\n    Let them guide me.\n    Let them bring me to your holy mountain\n        and to your dwelling place.",
      "4": "Then let me go to the altar of Elohim, to God my highest joy,\n    and I will give thanks to you on the lyre, O Elohim, my Elohim.",
      "5": "Why are you discouraged, my soul?\n    Why are you so restless?\n        Put your hope in Elohim,\n            because I will still praise him.\n                He is my savior and my Elohim."
    },
    "44": {
      "1": "O Elohim,\n    we have heard it with our own ears.\n    Our ancestors have told us\n        about the miracle you performed in their day,\n            in days long ago.",
      "2": "By your power you forced nations out of the land,\n    but you planted our ancestors there.\n    You shattered many groups of people,\n    but you set our ancestors free.",
      "3": "It was not with their swords that they took possession of the land.\n    They did not gain victory with their own strength.\n    It was your right hand, your arm,\n    and the light of your presence that did it,\n        because you were pleased with them.",
      "4": "You alone are my Melek, O Elohim.\n    You won those victories for Jacob.",
      "5": "With you we can walk over our enemies.\n    With your name we can trample those who attack us.",
      "6": "I do not rely on my bow,\n            and my sword will never save me.",
      "7": "But you saved us from our enemies.\n    You put to shame those who hate us.",
      "8": "All day long we praise our Elohim.\n    We give thanks to you forever. Selah",
      "9": "But now you have rejected and disgraced us.\n    You do not even go along with our armies.",
      "10": "You make us retreat from the enemy.\n    Those who hate us rob us at will.",
      "11": "You hand us over to be butchered like sheep\n    and scatter us among the nations.",
      "12": "You sell your people for almost nothing,\n    and at that price you have gained nothing.",
      "13": "You made us a disgrace to our neighbors\n    and an object of ridicule and contempt to those around us.",
      "14": "You made our defeat a proverb among the nations\n    so that people shake their heads at us.",
      "15": "All day long my disgrace is in front of me.\n    Shame covers my face",
      "16": "because of the words of those who insult and slander us,\n    because of the presence of the enemy and the avenger.",
      "17": "Although all of this happened to us,\n    we never forgot you.\n    We never ignored your promise.",
      "18": "Our hearts never turned away.\n    Our feet never left your path.",
      "19": "Yet, you crushed us in a place for jackals\n    and covered us with the shadow of death.",
      "20": "If we forgot the name of our Elohim\n    or stretched out our hands to pray to another god,",
      "21": "wouldn’t Elohim find out,\n    since he knows the secrets in our hearts?",
      "22": "Indeed, we are being killed all day long because of you.\n    We are thought of as sheep to be slaughtered.",
      "23": "Wake up! Why are you sleeping, O Adonay?\n    Awake! Do not reject us forever!",
      "24": "Why do you hide your face?\n    Why do you forget our suffering and misery?",
      "25": "Our souls are bowing in the dust.\n    Our bodies cling to the ground.",
      "26": "Arise! Help us!\n    Rescue us because of your mercy!"
    },
    "45": {
      "1": "My heart is overflowing with good news.\n    I will direct my song to the king.\n    My tongue is a pen for a skillful writer.",
      "2": "You are the most handsome of Adam’s descendants.\n    Grace is poured on your lips.\n        That is why Elohim has blessed you forever.",
      "3": "O warrior, strap your sword to your side\n    with your splendor and majesty.",
      "4": "Ride on victoriously in your majesty\n    for the cause of truth, humility, and righteousness.\n    Let your right hand teach you awe-inspiring things.",
      "5": "Your arrows are sharp in the heart of the king’s enemies.\n    Nations fall beneath you.",
      "6": "Your throne, O Elohim, is forever and ever.\n    The scepter in your kingdom is a scepter for justice.",
      "7": "You have loved what is right and hated what is wrong.\n    That is why Elohim, your Elohim, has anointed you,\n        rather than your companions, with the oil of joy.",
      "8": "All your robes are fragrant with myrrh, aloes, and cassia.\n    From ivory palaces the music of stringed instruments delights you.",
      "9": "The daughters of kings are among your noble ladies.\n    The queen takes her place at your right hand\n    and wears gold from Ophir.",
      "10": "Listen, daughter! Look closely!\n    Turn your ear toward me.\n    Forget your people, and forget your father’s house.",
      "11": "The king longs for your beauty.\n    He is your Lord.\n        Worship him.",
      "12": "The people of Tyre, the richest people,\n    want to win your favor with a gift.",
      "13": "The daughter of the king is glorious inside the palace.\n    Her dress is embroidered with gold.",
      "14": "Wearing a colorful gown, she is brought to the king.\n    Her bridesmaids follow her.\n    They will be brought to you.",
      "15": "With joy and delight they are brought in.\n    They enter the palace of the king.",
      "16": "Your sons will take the place of your father.\n    You will make them princes over the whole earth.",
      "17": "I will cause your name to be remembered throughout every generation.\n    That is why the nations will give thanks to you forever and ever."
    },
    "46": {
      "1": "Elohim is our Machseh and strength,\n    an ever-present help in times of trouble.",
      "2": "That is why we are not afraid\n    even when the earth quakes\n        or the mountains topple into the depths of the sea.",
      "3": "Water roars and foams,\n                and mountains shake at the surging waves. Selah",
      "4": "There is a river\n    whose streams bring joy to the city of Elohim,\n        the holy place where Elyon lives.",
      "5": "Elohim is in that city.\n    It cannot fall.\n        Elohim will help it at the break of dawn.",
      "6": "Nations are in turmoil, and kingdoms topple.\n    The earth melts at the sound of God’s voice.",
      "7": "Yahweh Tsebaoth is with us.\n    The Elohim of Jacob is our stronghold. Selah",
      "8": "Come, see the works of Yahweh,\n    the devastation he has brought to the earth.",
      "9": "He puts an end to wars all over the earth.\n            He breaks an archer’s bow.\n            He cuts spears in two.\n            He burns chariots.",
      "10": "Let go of your concerns!\n    Then you will know that I am Elohim.\n        I rule the nations.\n        I rule the earth.",
      "11": "Yahweh Tsebaoth is with us.\n    The Elohim of Jacob is our stronghold. Selah"
    },
    "47": {
      "1": "Clap your hands, all you people.\n    Shout to Elohim with a loud, joyful song.",
      "2": "We must fear Yahweh, Elyon.\n    He is the great Melek of the whole earth.",
      "3": "He brings people under our authority\n    and puts nations under our feet.",
      "4": "He chooses our inheritance for us,\n    the pride of Jacob, whom he loved. Selah",
      "5": "Elohim has gone up with a joyful shout.\n    Yahweh has gone up with the sound of a ram’s horn.",
      "6": "Make music to praise Elohim.\n    Play music for him!\n    Make music to praise our Melek.\n        Play music for him!",
      "7": "Elohim is the Melek of the whole earth.\n    Make your best music for him!",
      "8": "Elohim rules the nations.\n    Elohim sits upon his holy throne.",
      "9": "The influential people from the nations gather together\n    as the people of the Elohim of Abraham.\n    The rulers of the earth belong to Elohim.\n    He rules everything."
    },
    "48": {
      "1": "Yahweh is great.\n    He should be highly praised.\n    His holy mountain is in the city of our Elohim.",
      "2": "Its beautiful peak is the joy of the whole earth.\n    Mount Zion is on the northern ridge.\n        It is the city of the great king.",
      "3": "Elohim is in its palaces.\n    He has proved that he is a stronghold.",
      "4": "The kings have gathered.\n    They marched together.",
      "5": "When they saw Mount Zion,\n            they were astonished.\n            They were terrified and ran away in fear.",
      "6": "Trembling seized them\n                like the trembling that a woman experiences during labor.",
      "7": "With the east wind you smash the ships of Tarshish.",
      "8": "The things we had only heard about, we have now seen\n    in the city of Yahweh Tsebaoth,\n    in the city of our Elohim.\n        Elohim makes Zion stand firm forever. Selah",
      "9": "Inside your temple we carefully reflect on your mercy, O Elohim.",
      "10": "Like your name, O Elohim,\n    your praise reaches to the ends of the earth.\n    Your right hand is filled with righteousness.",
      "11": "Let Mount Zion be glad\n    and the cities of Judah rejoice\n        because of your judgments.",
      "12": "Walk around Zion.\n    Go around it.\n        Count its towers.",
      "13": "Examine its embankments.\n    Walk through its palaces.\n    Then you can tell the next generation,",
      "14": "“This Elohim is our Elohim forever and ever.\n    He will lead us beyond death.”"
    },
    "49": {
      "1": "Listen to this, all you people.\n    Open your ears, all who live in the world—",
      "2": "common people and important ones,\n    rich people and poor ones.",
      "3": "My mouth will speak wise sayings,\n    the insights I have carefully considered.",
      "4": "I will turn my attention to a proverb.\n    I will explain my riddle with the music of a lyre.",
      "5": "Why should I be afraid in times of trouble,\n    when slanderers surround me with evil?",
      "6": "They trust their riches\n            and brag about their abundant wealth.",
      "7": "No one can ever buy back another person\n    or pay Elohim a ransom for his life.",
      "8": "The price to be paid for his soul is too costly.\n            He must always give up",
      "9": "in order to live forever and never see the pit.",
      "10": "Indeed, one can see that wise people die,\n    that foolish and stupid people meet the same end.\n        They leave their riches to others.",
      "11": "Although they named their lands after themselves,\n    their graves have become their homes for ages to come,\n        their dwelling places throughout every generation.",
      "12": "But mortals will not continue here with what they treasure.\n    They are like animals that die.",
      "13": "This is the final outcome for fools and their followers\n    who are delighted by what they say: Selah",
      "14": "Like sheep, they are driven to hell\n    with death as their shepherd.\n        (Decent people will rule them in the morning.)\n        Their forms will decay in the grave,\n            far away from their comfortable homes.",
      "15": "But Elohim will buy me back from the power of hell\n    because he will take me. Selah",
      "16": "Do not be afraid when someone becomes rich,\n    when the greatness of his house increases.",
      "17": "He will not take anything with him when he dies.\n    His greatness cannot follow him.",
      "18": "Even though he blesses himself while he is alive\n    (and they praise you when you do well for yourself),",
      "19": "he must join the generation of his ancestors,\n    who will never see light again.",
      "20": "Mortals, with what they treasure, still don’t have understanding.\n    They are like animals that die."
    },
    "50": {
      "1": "Yahweh, the only true El, has spoken.\n    He has summoned the earth\n        from where the sun rises to where it sets.",
      "2": "Elohim shines from Zion,\n    the perfection of beauty.",
      "3": "Our Elohim will come and will not remain silent.\n    A devouring fire is in front of him\n        and a raging storm around him.",
      "4": "He summons heaven and earth to judge his people:",
      "5": "“Gather around me, my godly people\n    who have made a pledge to me through sacrifices.”",
      "6": "The heavens announce his righteousness\n    because Elohim is the Shophet. Selah",
      "7": "“Listen, my people, and I will speak.\n    Listen, Israel, and I will testify against you:\n    I am Elohim, your Elohim!",
      "8": "I am not criticizing you for your sacrifices or burnt offerings,\n    which are always in front of me.",
      "9": "But I will not accept another young bull from your household\n    or a single male goat from your pens.",
      "10": "Every creature in the forest,\n    even the cattle on a thousand hills, is mine.",
      "11": "I know every bird in the mountains.\n    Everything that moves in the fields is mine.",
      "12": "If I were hungry, I would not tell you,\n    because the world and all that it contains are mine.",
      "13": "Do I eat the meat of bulls or drink the blood of goats?",
      "14": "Bring your thanks to Elohim as a sacrifice,\n    and keep your vows to Elyon.",
      "15": "Call on me in times of trouble.\n    I will rescue you, and you will honor me.”",
      "16": "But Elohim says to wicked people,\n    “How dare you quote my decrees\n        and mouth my promises!",
      "17": "You hate discipline.\n    You toss my words behind you.",
      "18": "When you see a thief, you want to make friends with him.\n    You keep company with people who commit adultery.",
      "19": "You let your mouth say anything evil.\n    Your tongue plans deceit.",
      "20": "You sit and talk against your own brother.\n    You slander your own mother’s son.",
      "21": "When you did these things, I remained silent.\n    That made you think I was like you.\n        I will argue my point with you\n            and lay it all out for you to see.",
      "22": "Consider this, you people who forget Eloah.\n    Otherwise, I will tear you to pieces,\n        and there will be no one left to rescue you.",
      "23": "Whoever offers thanks as a sacrifice honors me.\n    I will let everyone who continues in my way\n        see the salvation that comes from Elohim.”"
    },
    "51": {
      "1": "Have pity on me, O Elohim, in keeping with your mercy.\n    In keeping with your unlimited compassion, wipe out my rebellious acts.",
      "2": "Wash me thoroughly from my guilt,\n    and cleanse me from my sin.",
      "3": "I admit that I am rebellious.\n        My sin is always in front of me.",
      "4": "I have sinned against you, especially you.\n    I have done what you consider evil.\n    So you hand down justice when you speak,\n        and you are blameless when you judge.",
      "5": "Indeed, I was born guilty.\n    I was a sinner when my mother conceived me.",
      "6": "Yet, you desire truth and sincerity.\n    Deep down inside me you teach me wisdom.",
      "7": "Purify me from sin with hyssop, and I will be clean.\n    Wash me, and I will be whiter than snow.",
      "8": "Let me hear sounds of joy and gladness.\n    Let the bones that you have broken dance.",
      "9": "Hide your face from my sins,\n    and wipe out all that I have done wrong.",
      "10": "Create a clean heart in me, O Elohim,\n    and renew a faithful spirit within me.",
      "11": "Do not force me away from your presence,\n    and do not take Ruach Qodesh from me.",
      "12": "Restore the joy of your salvation to me,\n    and provide me with a spirit of willing obedience.",
      "13": "Then I will teach your ways to those who are rebellious,\n    and sinners will return to you.",
      "14": "Rescue me from the guilt of murder,\n    O Elohim, my savior.\n    Let my tongue sing joyfully about your righteousness!",
      "15": "O Adonay, open my lips,\n    and my mouth will tell about your praise.",
      "16": "You are not happy with any sacrifice.\n    Otherwise, I would offer one to you.\n    You are not pleased with burnt offerings.",
      "17": "The sacrifice pleasing to Elohim is a broken spirit.\n    O Elohim, you do not despise a broken and sorrowful heart.",
      "18": "Favor Zion with your goodness.\n    Rebuild the walls of Jerusalem.",
      "19": "Then you will be pleased with sacrifices offered in the right spirit—\n    with burnt offerings and whole burnt offerings.\n        Young bulls will be offered on your altar."
    },
    "52": {
      "1": "Why do you brag about the evil you’ve done, you hero?\n    The mercy of El lasts all day long!",
      "2": "Your tongue makes up threats.\n    It’s like a sharp razor, you master of deceit.",
      "3": "You prefer evil to good.\n    You prefer lying to speaking the truth. Selah",
      "4": "You love every destructive accusation, you deceitful tongue!",
      "5": "But El will ruin you forever.\n    He will grab you and drag you out of your tent.\n    He will pull your roots out of this world of the living. Selah",
      "6": "Righteous people will see this and be struck with fear.\n        They will laugh at you and say,",
      "7": "“Look at this person who refused to make Elohim his fortress!\n                Instead, he trusted his great wealth\n                    and became strong through his greed.”",
      "8": "But I am like a large olive tree in Elohim’s house.\n    I trust the mercy of Elohim forever and ever.",
      "9": "I will give thanks to you forever\n    for what you have done.\n    In the presence of your godly people,\n        I will wait with hope in your good name."
    },
    "53": {
      "1": "Godless fools say in their hearts,\n    “There is no Elohim.”\n    They are corrupt.\n    They do disgusting things.\n    There is no one who does good things.",
      "2": "Elohim looks down from heaven on Adam’s descendants\n    to see if there is anyone who acts wisely,\n        if there is anyone who seeks help from Elohim.",
      "3": "Everyone has fallen away.\n    Together they have become rotten to the core.\n        No one, not even one person, does good things.",
      "4": "Are all those troublemakers,\n    those who devour my people as if they were devouring food,\n        so ignorant that they do not call on Elohim?",
      "5": "There they are—panic-stricken—\n    but there was no reason to panic,\n        because Elohim has scattered the bones\n            of those who set up camp against you.\n    You put them to shame.\n        After all, Elohim has rejected them.",
      "6": "If only salvation for Israel would come from Zion!\n    When Elohim restores the fortunes of his people,\n    Jacob will rejoice.\n    Israel will be glad."
    },
    "54": {
      "1": "O Elohim, save me by your name,\n    and defend me with your might.",
      "2": "O Elohim, hear my prayer,\n    and open your ears to the words from my mouth.",
      "3": "Strangers have attacked me.\n    Ruthless people seek my life.\n    They do not think about Elohim. Selah",
      "4": "Elohim is my helper!\n    Adonay is the provider for my life.",
      "5": "My enemies spy on me.\n    Pay them back with evil.\n        Destroy them with your truth!",
      "6": "I will make a sacrifice to you along with a freewill offering.\n    I will give thanks to your good name, O Yahweh.",
      "7": "Your name rescues me from every trouble.\n    My eyes will gloat over my enemies."
    },
    "55": {
      "1": "Open your ears to my prayer, O Elohim.\n    Do not hide from my plea for mercy.",
      "2": "Pay attention to me, and answer me.\n    My thoughts are restless, and I am confused",
      "3": "because my enemy shouts at me\n            and a wicked person persecutes me.\n                They bring misery crashing down on me,\n    and they attack me out of anger.",
      "4": "My heart is in turmoil.\n    The terrors of death have seized me.",
      "5": "Fear and trembling have overcome me.\n    Horror has overwhelmed me.",
      "6": "I said, “If only I had wings like a dove—\n    I would fly away and find rest.",
      "7": "Indeed, I would run far away.\n    I would stay in the desert. Selah",
      "8": "I would hurry to find shelter\n    from the raging wind and storm.”",
      "9": "Completely confuse their language, O Adonay,\n    because I see violence and conflict in the city.",
      "10": "Day and night they go around on top of the city walls.\n    Trouble and misery are everywhere.",
      "11": "Destruction is everywhere.\n    Oppression and fraud never leave the streets.",
      "12": "If an enemy had insulted me,\n    then I could bear it.\n    If someone who hated me had attacked me,\n    then I could hide from him.",
      "13": "But it is you, my equal,\n    my best friend,\n        one I knew so well!",
      "14": "We used to talk to each other in complete confidence\n    and walk into Elohim’s house with the festival crowds.",
      "15": "Let death suddenly take wicked people!\n    Let them go into the grave while they are still alive,\n    because evil lives in their homes as well as in their hearts.",
      "16": "But I call on Elohim,\n    and Yahweh saves me.",
      "17": "Morning, noon, and night I complain and groan,\n    and he listens to my voice.",
      "18": "With his peace, he will rescue my soul\n    from the war waged against me,\n        because there are many soldiers fighting against me.",
      "19": "El will listen.\n    The one who has sat enthroned from the beginning\n        will deal with them. Selah\n            They never change. They never fear Elohim.",
      "20": "My best friend has betrayed his friends.\n    He has broken his solemn promise.",
      "21": "His speech is smoother than butter,\n    but there is war in his heart.\n    His words are more soothing than oil,\n        but they are like swords ready to attack.",
      "22": "Turn your burdens over to Yahweh,\n    and he will take care of you.\n        He will never let the righteous person stumble.",
      "23": "But you, O Elohim, will throw wicked people into the deepest pit.\n    Bloodthirsty and deceitful people will not live out half their days.\n        But I will trust you."
    },
    "56": {
      "1": "Have pity on me, O Elohim, because people are harassing me.\n    All day long warriors oppress me.",
      "2": "All day long my enemies spy on me.\n    They harass me.\n        There are so many fighting against me.",
      "3": "Even when I am afraid, I still trust you.",
      "4": "I praise the word of Elohim.\n    I trust Elohim.\n    I am not afraid.\n        What can mere flesh and blood do to me?",
      "5": "All day long my enemies twist my words.\n    Their every thought is an evil plan against me.",
      "6": "They attack, and then they hide.\n    They watch my every step as they wait to take my life.",
      "7": "With the wrong they do, can they escape?\n    O Elohim, angrily make the nations fall.",
      "8": "(You have kept a record of my wanderings.\n    Put my tears in your bottle.\n        They are already in your book.)",
      "9": "Then my enemies will retreat when I call to you.\n    This I know: Elohim is on my side.",
      "10": "I praise the word of Elohim.\n    I praise the word of Yahweh.",
      "11": "I trust Elohim.\n    I am not afraid.\n        What can mortals do to me?",
      "12": "I am bound by my vows to you, O Elohim.\n    I will keep my vows by offering songs of thanksgiving to you.",
      "13": "You have rescued me from death.\n    You have kept my feet from stumbling\n        so that I could walk in Elohim’s presence, in the light of life."
    },
    "57": {
      "1": "Have pity on me, O Elohim. Have pity on me,\n    because my soul takes refuge in you.\n        I will take refuge in the shadow of your wings\n            until destructive storms pass by.",
      "2": "I call to Elohim Elyon,\n    to El who does everything for me.",
      "3": "He sends his help from heaven and saves me.\n    He disgraces the one who is harassing me. Selah\n    Elohim sends his mercy and his truth!",
      "4": "My soul is surrounded by lions.\n    I must lie down with man-eating lions.\n    Their teeth are spears and arrows.\n    Their tongues are sharp swords.",
      "5": "May you be honored above the heavens, O Elohim.\n        Let your glory extend over the whole earth.",
      "6": "My enemies spread out a net to catch me.\n    (My soul is bowed down.)\n    They dug a pit to trap me,\n    but then they fell into it. Selah",
      "7": "My heart is confident, O Elohim.\n    My heart is confident.\n    I want to sing and make music.",
      "8": "Wake up, my soul!\n    Wake up, harp and lyre!\n    I want to wake up at dawn.",
      "9": "I want to give thanks to you among the people, O Adonay.\n    I want to make music to praise you among the nations",
      "10": "because your mercy is as high as the heavens.\n    Your truth reaches the skies.",
      "11": "May you be honored above the heavens, O Elohim.\n    Let your glory extend over the whole earth."
    },
    "58": {
      "1": "Do you rulers really give fair verdicts?\n    Do you judge Adam’s descendants fairly?",
      "2": "No, you invent new crimes on earth,\n    and your hands spread violence.",
      "3": "Even inside the womb wicked people are strangers to God.\n    From their birth liars go astray.",
      "4": "They have poisonous venom like snakes.\n    They are like a deaf cobra that shuts its ears",
      "5": "so that it cannot hear the voice of a snake charmer\n            or of anyone trained to cast spells.",
      "6": "O Elohim, knock the teeth out of their mouths.\n    Break the young lions’ teeth, O Yahweh.",
      "7": "Let them disappear like water that drains away.\n    When they aim their bows, let their arrows miss the target.",
      "8": "Let them become like a snail that leaves behind a slimy trail\n    or like a stillborn child who never sees the sun.",
      "9": "Let God sweep them away\n    faster than a cooking pot is heated by burning twigs.",
      "10": "Righteous people will rejoice when they see God take revenge.\n    They will wash their feet in the blood of wicked people.",
      "11": "Then people will say,\n    “Righteous people certainly have a reward.\n    There is an Elohim who judges on earth.”"
    },
    "59": {
      "1": "Rescue me from my enemies, O my Elohim.\n    Protect me from those who attack me.",
      "2": "Rescue me from troublemakers.\n    Save me from bloodthirsty people.",
      "3": "They lie in ambush for me right here!\n        Fierce men attack me, O Yahweh,\n            but not because of any disobedience,",
      "4": "or any sin, or any guilt on my part.\n    They hurry to take positions against me.\n    Wake up, and help me; see for yourself.",
      "5": "O Yahweh Elohim Tsebaoth, Elohim of Israel,\n    arise to punish all the nations.\n    Have no pity on any traitors. Selah",
      "6": "They return in the evening.\n    They howl like dogs.\n        They prowl the city.",
      "7": "See what pours out of their mouths—\n    swords from their lips!\n        They think, “Who will hear us?”",
      "8": "O Yahweh, you laugh at them.\n    You make fun of all the nations.",
      "9": "O my strength, I watch for you!\n    Elohim is my stronghold, my merciful Elohim!",
      "10": "Elohim will come to meet me.\n    He will let me gloat over those who spy on me.",
      "11": "Do not kill them.\n    Otherwise, my people may forget.\n    Make them wander aimlessly by your power.\n    Bring them down, O Adonay, our Magen,",
      "12": "because of the sins from their mouths\n    and the words on their lips.\n    Let them be trapped by their own arrogance\n    because they speak curses and lies.",
      "13": "Destroy them in your rage.\n    Destroy them until not one of them is left.\n    Then they will know that Elohim rules Jacob\n        to the ends of the earth. Selah",
      "14": "They return in the evening.\n    They howl like dogs.\n        They prowl the city.",
      "15": "They wander around to find something to eat.\n    If they are not full enough,\n        they will stay all night.",
      "16": "But I will sing about your strength.\n    In the morning I will joyfully sing about your mercy.\n        You have been my stronghold\n            and a place of safety in times of trouble.",
      "17": "O my strength, I will make music to praise you!\n    Elohim is my stronghold, my merciful Elohim!"
    },
    "60": {
      "1": "O Elohim, you have rejected us.\n    You have broken down our defenses.\n    You have been angry.\n        Restore us!",
      "2": "You made the land quake.\n    You split it wide open.\n    Heal the cracks in it\n        because it is falling apart.",
      "3": "You have made your people experience hardships.\n    You have given us wine that makes us stagger.",
      "4": "Yet, you have raised a flag for those who fear you\n    so that they can rally to it\n        when attacked by bows and arrows. Selah",
      "5": "Save us with your powerful hand, and answer us\n    so that those who are dear to you may be rescued.",
      "6": "Elohim has promised the following through his holiness:\n    “I will triumph!\n        I will divide Shechem.\n        I will measure the valley of Succoth.",
      "7": "Gilead is mine.\n        Manasseh is mine.\n        Ephraim is the helmet on my head.\n        Judah is my scepter.",
      "8": "Moab is my washtub.\n        I will throw my shoe over Edom.\n        I will shout in triumph over Philistia.”",
      "9": "Who will bring me into the fortified city?\n    Who will lead me to Edom?",
      "10": "Isn’t it you, O Elohim, who rejected us?\n    Isn’t it you, O Elohim, who refused to accompany our armies?",
      "11": "Give us help against the enemy\n    because human assistance is worthless.",
      "12": "With Elohim we will display great strength.\n    He will trample our enemies."
    },
    "61": {
      "1": "Listen to my cry for help, O Elohim.\n    Pay attention to my prayer.",
      "2": "From the ends of the earth, I call to you\n    when I begin to lose heart.\n    Lead me to the rock that is high above me.",
      "3": "You have been my Machseh,\n    a Migdal-Oz against the enemy.",
      "4": "I would like to be a guest in your tent forever\n    and to take refuge under the protection of your wings. Selah",
      "5": "O Elohim, you have heard my vows.\n            You have given me the inheritance\n                that belongs to those who fear your name.",
      "6": "Add days upon days to the life of the king.\n    May his years endure throughout every generation.",
      "7": "May he sit enthroned in the presence of Elohim forever.\n    May mercy and truth protect him.",
      "8": "Then I will make music to praise your name forever,\n    as I keep my vows day after day."
    },
    "62": {
      "1": "My soul waits calmly for Elohim alone.\n    My salvation comes from him.",
      "2": "He alone is my rock and my savior—my stronghold.\n    I cannot be severely shaken.",
      "3": "How long will all of you attack a person?\n    How long will you try to murder him,\n    as though he were a leaning wall or a sagging fence?",
      "4": "They plan to force him out of his high position.\n        They are happy to lie.\n        They bless with their mouths,\n            but in their hearts they curse. Selah",
      "5": "Wait calmly for Elohim alone, my soul,\n    because my hope comes from him.",
      "6": "He alone is my rock and my savior—my stronghold.\n    I cannot be shaken.",
      "7": "My salvation and my glory depend on Elohim.\n    Elohim is the rock of my strength, my Machseh.",
      "8": "Trust him at all times, you people.\n    Pour out your hearts in his presence.\n    Elohim is our Machseh. Selah",
      "9": "Common people are only a whisper in the wind.\n    Important people are only a delusion.\n    When all of them are weighed on a scale, they amount to nothing.\n    They are less than a whisper in the wind.",
      "10": "Do not count on extortion to make you rich.\n    Do not hope to gain anything through robbery.\n    When riches increase, do not depend on them.",
      "11": "Elohim has spoken once.\n    I have heard it said twice:\n        “Power belongs to Elohim.",
      "12": "Mercy belongs to you, O Adonay.\n    You reward a person based on what he has done.”"
    },
    "63": {
      "1": "O Elohim, you are my Elohim.\n    At dawn I search for you.\n        My soul thirsts for you.\n        My body longs for you\n            in a dry, parched land where there is no water.",
      "2": "So I look for you in the holy place\n    to see your power and your glory.",
      "3": "My lips will praise you\n    because your mercy is better than life itself.",
      "4": "So I will thank you as long as I live.\n    I will lift up my hands to pray in your name.",
      "5": "You satisfy my soul with the richest foods.\n    My mouth will sing your praise with joyful lips.",
      "6": "As I lie on my bed, I remember you.\n    Through the long hours of the night, I think about you.",
      "7": "You have been my help.\n    In the shadow of your wings, I sing joyfully.",
      "8": "My soul clings to you.\n    Your right hand supports me.",
      "9": "But those who try to destroy my life\n    will go into the depths of the earth.",
      "10": "They will be cut down by swords.\n    Their dead bodies will be left as food for jackals.",
      "11": "But the king will find joy in Elohim.\n    Everyone who takes an oath by Elohim will brag,\n        but the mouths of liars will be shut."
    },
    "64": {
      "1": "Hear my voice, O Elohim, when I complain.\n    Protect my life from a terrifying enemy.",
      "2": "Hide me from the secret plots of criminals,\n    from the mob of troublemakers.",
      "3": "They sharpen their tongues like swords.\n        They aim bitter words like arrows",
      "4": "to shoot at innocent people from their hiding places.\n        They shoot at them suddenly, without any fear.",
      "5": "They encourage one another in their evil plans.\n        They talk about setting traps and say,\n            “Who can see them?”",
      "6": "They search for the perfect crime and say,\n            “We have perfected a foolproof scheme!”\n                Human nature and the human heart are a mystery!",
      "7": "But Elohim will shoot them with an arrow.\n    Suddenly, they will be struck dead.",
      "8": "They will trip over their own tongues.\n    Everyone who sees them will shake his head.",
      "9": "Everyone will be afraid and conclude,\n    “This is an act of Elohim!”\n        They will learn from what he has done.",
      "10": "Righteous people will find joy in Yahweh and take refuge in him.\n    Everyone whose motives are decent will be able to brag."
    },
    "65": {
      "1": "You are praised with silence in Zion, O Elohim,\n    and vows made to you must be kept.",
      "2": "You are the one who hears prayers.\n    Everyone will come to you.",
      "3": "Various sins overwhelm me.\n    You are the one who forgives our rebellious acts.",
      "4": "Blessed is the person you choose\n    and invite to live with you in your courtyards.\n        We will be filled with good food from your house,\n            from your holy temple.",
      "5": "You answer us with awe-inspiring acts done in righteousness,\n    O Elohim, our savior,\n        the hope of all the ends of the earth and of the most distant sea,",
      "6": "the one who set the mountains in place with his strength,\n        the one who is clothed with power,",
      "7": "the one who calms the roar of the seas,\n            their crashing waves,\n                and the uproar of the nations.",
      "8": "Those who live at the ends of the earth are in awe of your miraculous signs.\n    The lands of the morning sunrise and evening sunset sing joyfully.",
      "9": "You take care of the earth, and you water it.\n    You make it much richer than it was.\n    (The river of Elohim is filled with water.)\n    You provide grain for them.\n    Indeed, you even prepare the ground.",
      "10": "You drench plowed fields with rain\n    and level their clumps of soil.\n    You soften them with showers\n    and bless what grows in them.",
      "11": "You crown the year with your goodness,\n    and richness overflows wherever you are.",
      "12": "The pastures in the desert overflow with richness.\n    The hills are surrounded with joy.",
      "13": "The pastures are covered with flocks.\n    The valleys are carpeted with grain.\n        All of them shout triumphantly. Indeed, they sing."
    },
    "66": {
      "1": "Shout happily to Elohim, all the earth!",
      "2": "Make music to praise the glory of his name.\n    Make his praise glorious.",
      "3": "Say to Elohim,\n    “How awe-inspiring are your deeds!\n    Your power is so great that your enemies will cringe in front of you.",
      "4": "The whole earth will worship you.\n    It will make music to praise you.\n        It will make music to praise your name.” Selah",
      "5": "Come and see what Elohim has done—\n    his awe-inspiring deeds for Adam’s descendants.",
      "6": "He turned the sea into dry land.\n    They crossed the river on foot.\n        We rejoiced because of what he did there.",
      "7": "He rules forever with his might.\n    His eyes watch the nations.\n        Rebels will not be able to oppose him. Selah",
      "8": "Thank our Elohim, you nations.\n    Make the sound of his praise heard.",
      "9": "He has kept us alive\n    and has not allowed us to fall.",
      "10": "You have tested us, O Elohim.\n    You have refined us in the same way silver is refined.",
      "11": "You have trapped us in a net.\n    You have laid burdens on our backs.",
      "12": "You let people ride over our heads.\n    We went through fire and water,\n        but then you brought us out and refreshed us.",
      "13": "I will come into your temple with burnt offerings.\n    I will keep my vows to you,",
      "14": "the vows made by my lips and spoken by my own mouth\n    when I was in trouble.",
      "15": "I will offer you a sacrifice of fattened livestock for burnt offerings\n    with the smoke from rams.\n    I will offer cattle and goats. Selah",
      "16": "Come and listen, all who fear Elohim,\n    and I will tell you what he has done for me.",
      "17": "With my mouth I cried out to him.\n    High praise was on my tongue.",
      "18": "If I had thought about doing anything sinful,\n    Adonay would not have listened to me.",
      "19": "But Elohim has heard me.\n    He has paid attention to my prayer.",
      "20": "Thanks be to Elohim,\n    who has not rejected my prayer\n        or taken away his mercy from me."
    },
    "67": {
      "1": "May Elohim have pity on us and bless us!\n    May he smile on us. Selah",
      "2": "Then your ways will be known on earth,\n    your salvation throughout all nations.",
      "3": "Let everyone give thanks to you, O Elohim.\n    Let everyone give thanks to you.",
      "4": "Let the nations be glad and sing joyfully\n    because you judge everyone with justice\n        and guide the nations on the earth. Selah",
      "5": "Let the people give thanks to you, O Elohim.\n    Let all the people give thanks to you.",
      "6": "The earth has yielded its harvest.\n    May Elohim, our Elohim, bless us.",
      "7": "May Elohim bless us,\n    and may all the ends of the earth worship him."
    },
    "68": {
      "1": "Elohim will arise.\n    His enemies will be scattered.\n    Those who hate him will flee from him.",
      "2": "Blow them away like smoke.\n    Let wicked people melt in Elohim’s presence like wax next to a fire.",
      "3": "But let righteous people rejoice.\n    Let them celebrate in Elohim’s presence.\n    Let them overflow with joy.",
      "4": "Sing to Elohim; make music to praise his name.\n    Make a highway for him to ride through the deserts.\n    Yah is his name.\n    Celebrate in his presence.",
      "5": "The Elohim who is in his holy dwelling place\n    is the Ab of the fatherless and the defender of widows.",
      "6": "Elohim places lonely people in families.\n    He leads prisoners out of prison into productive lives,\n        but rebellious people must live in an unproductive land.",
      "7": "O Elohim, when you went in front of your people,\n    when you marched through the desert, Selah",
      "8": "the earth quaked and the sky poured\n            in the presence of the Elohim of Sinai,\n            in the presence of the Elohim of Israel.",
      "9": "You watered the land with plenty of rain, O Elohim.\n    You refreshed it when your land was exhausted.",
      "10": "Your flock settled there.\n    Out of your goodness, O Elohim,\n        you provided for oppressed people.",
      "11": "Adonay gives instructions.\n    The women who announce the good news are a large army.",
      "12": "They say, “The kings of the armies flee; they run away.\n    The women who remained at home will divide the goods.",
      "13": "Though you stayed among the sheep pens,\n    you will be like the wings of a dove covered with silver,\n    its feathers with yellow gold.",
      "14": "Meanwhile, Shadday was still scattering kings there\n    like snow falling on Mount Zalmon.”",
      "15": "The mountain of Bashan is the mountain of Elohim.\n    The mountain of Bashan is the mountain with many peaks.",
      "16": "Why do you look with envy, you mountains with many peaks,\n    at the mountain where Elohim has chosen to live?\n        Certainly, Yahweh will live there forever.",
      "17": "The chariots of Elohim are twenty thousand in number,\n    thousands upon thousands.\n        Adonay is among them.\n            The God of Sinai is in his holy place.",
      "18": "You went to the highest place.\n    You took prisoners captive.\n    You received gifts from people,\n    even from rebellious people, so that Yah Elohim may live there.",
      "19": "Thanks be to Adonay,\n    who daily carries our burdens for us.\n        El is our salvation. Selah",
      "20": "Our El is the El of victories.\n    Yahweh Adonay is our escape from death.",
      "21": "Certainly, Elohim will crush the heads of his enemies\n    and destroy even the hair on the heads\n        of those who continue to be guilty.",
      "22": "Adonay said, “I will bring them back from Bashan.\n    I will bring them back from the depths of the sea",
      "23": "so that you, my people, may bathe your feet in blood\n    and the tongues of your dogs\n        may lick the blood of your enemies.”",
      "24": "Your festival processions, O Elohim, can be seen by everyone.\n    They are the processions for my Elohim, my Melek, into the holy place.",
      "25": "The singers are in front.\n    The musicians are behind them.\n        The young women beating tambourines are between them.",
      "26": "Thank Elohim, Yahweh, the source of Israel, with the choirs.",
      "27": "Benjamin, the youngest, is leading them,\n    next the leaders of Judah with their noisy crowds,\n        then the leaders of Zebulun,\n            then the leaders of Naphtali.",
      "28": "Your Elohim has decided you will be strong.\n    Display your strength, O Elohim,\n        as you have for us before.",
      "29": "Kings will bring you gifts\n    because of your temple high above Jerusalem.",
      "30": "Threaten the beast who is among the cattails,\n    the herd of bulls with the calves of the nations,\n        until it humbles itself with pieces of silver.\n    Scatter the people who find joy in war.",
      "31": "Ambassadors will come from Egypt.\n    Sudan will stretch out its hands to Elohim in prayer.",
      "32": "You kingdoms of the world, sing to Elohim.\n    Make music to praise Adonay. Selah",
      "33": "Elohim rides through the ancient heaven, the highest heaven.\n    Listen! He makes his voice heard, his powerful voice.",
      "34": "Acknowledge the power of Elohim.\n    His majesty is over Israel, and his power is in the skies.",
      "35": "Elohim, the El of Israel, is awe-inspiring in his holy place.\n    He gives strength and power to his people.\n        Thanks be to Elohim!"
    },
    "69": {
      "1": "Save me, O Elohim!\n    The water is already up to my neck!",
      "2": "I am sinking in deep mud.\n    There is nothing to stand on.\n    I am in deep water.\n    A flood is sweeping me away.",
      "3": "I am exhausted from crying for help.\n    My throat is hoarse.\n    My eyes are strained from looking for my Elohim.",
      "4": "Those who hate me for no reason\n            outnumber the hairs on my head.\n        Those who want to destroy me are mighty.\n            They have no reason to be my enemies.\n    I am forced to pay back what I did not steal.",
      "5": "O Elohim, you know my stupidity,\n    and the things of which I am guilty are not hidden from you.",
      "6": "Do not let those who wait with hope for you\n    be put to shame because of me, O Adonay Yahweh Tsebaoth.\n    Do not let those who come to you for help\n    be humiliated because of me, O Elohim of Israel.",
      "7": "Indeed, for your sake I have endured insults.\n    Humiliation has covered my face.",
      "8": "I have become a stranger to my own brothers,\n    a foreigner to my mother’s sons.",
      "9": "Indeed, devotion for your house has consumed me,\n    and the insults of those who insult you have fallen on me.",
      "10": "I cried and fasted, but I was insulted for it.",
      "11": "I dressed myself in sackcloth, but I became the object of ridicule.",
      "12": "Those who sit at the gate gossip about me,\n    and drunkards make up songs about me.",
      "13": "May my prayer come to you at an acceptable time, O Yahweh.\n    O Elohim, out of the greatness of your mercy,\n        answer me with the truth of your salvation.",
      "14": "Rescue me from the mud.\n    Do not let me sink into it.\n    I want to be rescued from those who hate me\n    and from the deep water.",
      "15": "Do not let floodwaters sweep me away.\n    Do not let the ocean swallow me up,\n        or the pit close its mouth over me.",
      "16": "Answer me, O Yahweh, because your mercy is good.\n    Out of your unlimited compassion, turn to me.",
      "17": "I am in trouble, so do not hide your face from me.\n    Answer me quickly!",
      "18": "Come close, and defend my soul.\n    Set me free because of my enemies.",
      "19": "You know that I have been insulted, put to shame, and humiliated.\n    All my opponents are in front of you.",
      "20": "Insults have broken my heart, and I am sick.\n    I looked for sympathy, but there was none.\n        I looked for people to comfort me, but I found no one.",
      "21": "They poisoned my food,\n    and when I was thirsty, they gave me vinegar to drink.",
      "22": "Let the table set for them become a trap\n    and a snare for their friends.",
      "23": "Let their vision become clouded so that they cannot see.\n    Let their thighs continually shake.",
      "24": "Pour your rage on them.\n    Let your burning anger catch up with them.",
      "25": "Let their camp be deserted\n    and their tents empty.",
      "26": "They persecute the one you have struck,\n    and they talk about the pain of those you have wounded.",
      "27": "Charge them with one crime after another.\n    Do not let them be found innocent.",
      "28": "Let their names be erased from the Book of Life.\n    Do not let them be listed with righteous people.",
      "29": "I am suffering and in pain.\n    Let your saving power protect me, O Elohim.",
      "30": "I want to praise the name of Elohim with a song.\n    I want to praise its greatness with a song of thanksgiving.",
      "31": "This will please Yahweh more than sacrificing an ox\n    or a bull with horns and hoofs.",
      "32": "Oppressed people will see this and rejoice.\n    May the hearts of those who look to Elohim for help be refreshed.",
      "33": "Yahweh listens to needy people.\n    He does not despise his own who are in prison.",
      "34": "Let heaven and earth, the seas, and everything that moves in them, praise him.",
      "35": "When Elohim saves Zion, he will rebuild the cities of Judah.\n    His servants will live there and take possession of it.",
      "36": "The descendants of his servants will inherit it.\n    Those who love him will live there."
    },
    "70": {
      "1": "Come quickly to rescue me, O Elohim!\n    Come quickly to help me, O Yahweh!",
      "2": "Let those who seek my life\n    be confused and put to shame.\n    Let those who want my downfall\n    be turned back and disgraced.",
      "3": "Let those who say, “Aha! Aha!”\n    be turned back because of their own shame.",
      "4": "Let all who seek you rejoice and be glad because of you.\n    Let those who love your salvation continually say,\n    “Elohim is great!”",
      "5": "But I am oppressed and needy.\n    O Elohim, come to me quickly.\n    You are my help and my savior.\n        O Yahweh, do not delay!"
    },
    "71": {
      "1": "I have taken refuge in you, O Yahweh.\n    Never let me be put to shame.",
      "2": "Rescue me and free me because of your righteousness.\n    Turn your ear toward me, and save me.",
      "3": "Be a rock on which I may live,\n    a Maon where I may always go.\n        You gave the order to save me!\n    Indeed, you are my rock and my Metsuda.",
      "4": "My Elohim, free me from the hands of a wicked person,\n    from the grasp of one who is cruel and unjust.",
      "5": "You are my hope, O Adonay Yahweh.\n    You have been my confidence ever since I was young.",
      "6": "I depended on you before I was born.\n    You took me from my mother’s womb.\n        My songs of praise constantly speak about you.",
      "7": "I have become an example to many people,\n    but you are my strong Machseh.",
      "8": "My mouth is filled with your praise,\n    with your glory all day long.",
      "9": "Do not reject me when I am old\n    or abandon me when I lose my strength.",
      "10": "My enemies talk about me.\n    They watch me as they plot to take my life.",
      "11": "They say, “Elohim has abandoned him.\n    Pursue him and grab him because there is no one to rescue him.”",
      "12": "O Elohim, do not be so distant from me.\n    O my Elohim, come quickly to help me.",
      "13": "Let those who accuse me come to a shameful end.\n    Let those who want my downfall be covered\n    with disgrace and humiliation.",
      "14": "But I will always have hope.\n    I will praise you more and more.",
      "15": "My mouth will tell about your righteousness,\n    about your salvation all day long.\n        Even then, it is more than I can understand.",
      "16": "I will come with the mighty deeds of Adonay Yahweh.\n    I will praise your righteousness, yours alone.",
      "17": "O Elohim, you have taught me ever since I was young,\n    and I still talk about the miracles you have done.",
      "18": "Even when I am old and gray, do not abandon me, O Elohim.\n    Let me live to tell the people of this age\n        what your strength has accomplished,\n            to tell about your power to all who will come.",
      "19": "Your righteousness reaches to the heavens, O Elohim.\n    You have done great things.\n        O Elohim, who is like you?",
      "20": "You have made me endure many terrible troubles.\n    You restore me to life again.\n    You bring me back from the depths of the earth.",
      "21": "You comfort me and make me greater than ever.",
      "22": "Because of your faithfulness, O my Elohim,\n    even I will give thanks to you as I play on a lyre.\n    I will make music with a harp to praise you, O Qedosh Yisrael.",
      "23": "My lips will sing with joy when I make music to praise you.\n    My soul, which you have rescued, also will sing joyfully.",
      "24": "My tongue will tell about your righteousness all day long,\n    because those who wanted my downfall\n        have been disgraced and put to shame."
    },
    "72": {
      "1": "O Elohim, give the king your justice\n    and the king’s son your righteousness",
      "2": "so that he may judge your people with righteousness\n            and your oppressed people with justice.",
      "3": "May the mountains bring peace to the people\n    and the hills bring righteousness.",
      "4": "May he grant justice to the people who are oppressed.\n    May he save the children of needy people\n    and crush their oppressor.",
      "5": "May they fear you as long as the sun and moon shine—\n    throughout every generation.",
      "6": "May he be like rain that falls on freshly cut grass,\n    like showers that water the land.",
      "7": "May righteous people blossom in his day.\n    May there be unlimited peace until the moon no longer shines.",
      "8": "May he rule from sea to sea,\n    from the Euphrates River to the ends of the earth.",
      "9": "May the people of the desert kneel in front of him.\n    May his enemies lick the dust.",
      "10": "May the kings from Tarshish and the islands bring presents.\n    May the kings from Sheba and Seba bring gifts.",
      "11": "May all kings worship him.\n    May all nations serve him.",
      "12": "He will rescue the needy person who cries for help\n    and the oppressed person who has no one’s help.",
      "13": "He will have pity on the poor and needy\n    and will save the lives of the needy.",
      "14": "He will rescue them from oppression and violence.\n    Their blood will be precious in his sight.",
      "15": "May he live long.\n    May the gold from Sheba be given to him.\n    May the people pray for him continually.\n    May they praise him all day long.",
      "16": "May there be plenty of grain in the land.\n    May it wave in the breeze on the mountaintops,\n    its fruit like the treetops of Lebanon.\n    May those from the city flourish like the grass on the ground.",
      "17": "May his name endure forever.\n    May his name continue as long as the sun shines.\n    May all nations be blessed through him and call him blessed.",
      "18": "Thank Yahweh Elohim, the Elohim of Israel,\n    who alone does miracles.",
      "19": "Thanks be to his glorious name forever.\n    May the whole earth be filled with his glory.\n    Amen and amen!",
      "20": "The prayers by David, son of Jesse, end here."
    },
    "73": {
      "1": "Elohim is truly good to Israel,\n    to those whose lives are pure.",
      "2": "But my feet had almost stumbled.\n    They had almost slipped",
      "3": "because I was envious of arrogant people\n            when I saw the prosperity that wicked people enjoy.",
      "4": "They suffer no pain.\n    Their bodies are healthy.",
      "5": "They have no drudgery in their lives like ordinary people.\n    They are not plagued with problems like others.",
      "6": "That is why they wear arrogance like a necklace\n    and acts of violence like clothing.",
      "7": "Their eyes peer out from their fat faces,\n    and their imaginations run wild.",
      "8": "They ridicule.\n    They speak maliciously.\n    They speak arrogantly about oppression.",
      "9": "They verbally attack heaven,\n    and they order people around on earth.",
      "10": "That is why Elohim’s people turn to wickedness\n    and swallow their words.",
      "11": "Then wicked people ask, “What does Elohim know?”\n    “Does Elyon know anything?”",
      "12": "Look how wicked they are!\n    They never have a worry.\n        They grow more and more wealthy.",
      "13": "I’ve received no reward for keeping my life pure\n    and washing my hands of any blame.",
      "14": "I’m plagued with problems all day long,\n    and every morning my punishment begins again.",
      "15": "If I had said, “I will continue to talk like that,”\n    I would have betrayed Elohim’s people.",
      "16": "But when I tried to understand this,\n    it was too difficult for me.",
      "17": "Only when I came into Elohim’s holy place\n    did I finally understand what would happen to them.",
      "18": "You put them in slippery places\n    and make them fall into ruin.",
      "19": "They are suddenly destroyed.\n    They are completely swept away by terror!",
      "20": "As someone gets rid of a dream when he wakes up,\n    so you, O Adonay, get rid of the thought of them\n        when you wake up.",
      "21": "When my heart was filled with bitterness\n    and my mind was seized with envy,",
      "22": "I was stupid, and I did not understand.\n    I was like a dumb animal in your presence.",
      "23": "Yet, I am always with you.\n    You hold on to my right hand.",
      "24": "With your advice you guide me,\n    and in the end you will take me to glory.",
      "25": "As long as I have you,\n    I don’t need anyone else in heaven or on earth.",
      "26": "My body and mind may waste away,\n    but Elohim remains the foundation of my life\n        and my inheritance forever.",
      "27": "Without a doubt, those who are far from you will die.\n    You destroy all who are unfaithful to you.",
      "28": "Being united with Elohim is my highest good.\n    I have made Adonay Yahweh my Machseh\n        so that I may report everything that he has done."
    },
    "74": {
      "1": "Why, O Elohim, have you rejected us forever?\n    Why does your anger\n    smolder against the sheep in your care?",
      "2": "Remember your congregation.\n    Long ago you made it your own.\n    You bought this tribe to be your possession.\n        This tribe is Mount Zion, where you have made your home.",
      "3": "Turn your steps toward these pathetic ruins.\n    The enemy has destroyed everything in the holy temple.",
      "4": "Your opponents have roared inside your meeting place.\n    They have set up their own emblems as symbols.",
      "5": "Starting from its entrance, they hacked away\n            like a woodcutter in a forest.",
      "6": "They smashed all its carved paneling with axes and hatchets.",
      "7": "They burned your holy place to the ground.\n    They dishonored the place where you live among us.",
      "8": "They said to themselves, “We will crush them.”\n    They burned every meeting place of El in the land.",
      "9": "We no longer see miraculous signs.\n    There are no prophets anymore.\n        No one knows how long this will last.",
      "10": "How long, O Elohim, will the enemy insult us?\n    Will the enemy despise you forever?",
      "11": "Why do you hold back your hand, especially your right hand?\n    Take your hands out of your pockets.\n        Destroy your enemies!",
      "12": "And yet, from long ago Elohim has been my Melek,\n    the one who has been victorious throughout the earth.",
      "13": "You stirred up the sea with your own strength.\n    You smashed the heads of sea monsters in the water.",
      "14": "You crushed the heads of Leviathan\n    and gave them to the creatures of the desert for food.",
      "15": "You opened the springs and brooks.\n    You dried up the ever-flowing rivers.",
      "16": "The day and the night are yours.\n    You set the moon and the sun in their places.",
      "17": "You determined all the boundaries of the earth.\n    You created summer and winter.",
      "18": "Remember how the enemy insulted you, O Yahweh.\n    Remember how an entire nation of godless fools despised your name.",
      "19": "Do not hand over the soul of your dove to wild animals.\n    Do not forget the life of your oppressed people forever.",
      "20": "Consider your promise\n    because every dark corner of the land is filled with violence.",
      "21": "Do not let oppressed people come back in disgrace.\n    Let weak and needy people praise your name.",
      "22": "Arise, O Elohim!\n    Fight for your own cause!\n    Remember how godless fools insult you all day long.",
      "23": "Do not forget the shouting of your opponents.\n    Do not forget the uproar made by those who attack you."
    },
    "75": {
      "1": "We give thanks to you, O Elohim; we give thanks.\n    You are present, and your miracles confirm that.",
      "2": "When I choose the right time,\n    I will judge fairly.",
      "3": "When the earth and everyone who lives on it begin to melt,\n    I will make its foundations as solid as rock. Selah",
      "4": "I said to those who brag, “Don’t brag,”\n    and to wicked people,\n        “Don’t raise your weapons.",
      "5": "Don’t raise your weapons so proudly\n            or speak so defiantly.”",
      "6": "The authority to reward someone does not come\n    from the east,\n        from the west,\n            or even from the wilderness.",
      "7": "Elohim alone is the Shophet.\n    He punishes one person and rewards another.",
      "8": "A cup is in Yahweh’s hand.\n    (Its foaming wine is thoroughly mixed with spices.)\n    He will empty it,\n    and all the wicked people on earth\n        will have to drink every last drop.",
      "9": "But I will speak about your miracles forever.\n    I will make music to praise the Elohim of Jacob.",
      "10": "I will destroy all the weapons of wicked people,\n    but the weapons of righteous people will be raised proudly."
    },
    "76": {
      "1": "Elohim is known in Judah.\n    His name is great in Israel.",
      "2": "His tent is in Salem.\n    His home is in Zion.",
      "3": "There he destroyed flaming arrows,\n    shields, swords, and weapons of war. Selah",
      "4": "You are the radiant one.\n    You are more majestic than the ancient mountains.",
      "5": "Brave people were robbed.\n    They died.\n        None of the warriors were able to lift a hand.",
      "6": "At your stern warning, O Elohim of Jacob,\n    chariot riders and horses were put to sleep.",
      "7": "You alone must be feared!\n    Who can stand in your presence when you become angry?",
      "8": "From heaven you announced a verdict.\n    The earth was fearful and silent",
      "9": "when you rose to judge, O Elohim,\n            when you rose to save every oppressed person on earth. Selah",
      "10": "Even angry mortals will praise you.\n    You will wear the remainder of their anger.",
      "11": "Make vows to Yahweh your Elohim, and keep them.\n    Let everyone around him bring gifts to the one who must be feared.",
      "12": "He cuts short the lives of influential people.\n    He terrifies the kings of the earth."
    },
    "77": {
      "1": "Loudly, I cried to Elohim.\n    Loudly, I cried to Elohim\n    so that he would open his ears to hear me.",
      "2": "On the day I was in trouble, I went to Adonay for help.\n    At night I stretched out my hands in prayer without growing tired.\n    Yet, my soul refused to be comforted.",
      "3": "I sigh as I remember Elohim.\n    I begin to lose hope as I think about him. Selah",
      "4": "(You keep my eyelids open.)\n    I am so upset that I cannot speak.",
      "5": "I have considered the days of old,\n    the years long ago.",
      "6": "I remember my song in the night\n    and reflect on it.\n    My spirit searches for an answer:",
      "7": "Will Adonay reject me for all time?\n    Will he ever accept me?",
      "8": "Has his mercy come to an end forever?\n    Has his promise been canceled throughout every generation?",
      "9": "Has El forgotten to be merciful?\n    Has he locked up his compassion because of his anger? Selah",
      "10": "Then I said, “It makes me feel sick\n    that the power of Elyon is no longer the same.”",
      "11": "I will remember the deeds of Yah.\n    I will remember your ancient miracles.",
      "12": "I will reflect on all your actions\n    and think about what you have done.",
      "13": "O Elohim, your ways are holy!\n    What god is as great as our Elohim?",
      "14": "You are the El who performs miracles.\n    You have made your strength known among the nations.",
      "15": "With your might you have defended your people,\n    the descendants of Jacob and Joseph. Selah",
      "16": "The water saw you, O Elohim.\n    The water saw you and shook.\n    Even the depths of the sea trembled.",
      "17": "The clouds poured out water.\n    The sky thundered.\n    Even your arrows flashed in every direction.",
      "18": "The sound of your thunder rumbled in the sky.\n    Streaks of lightning lit up the world.\n        The earth trembled and shook.",
      "19": "Your road went through the sea.\n    Your path went through raging water,\n        but your footprints could not be seen.",
      "20": "Like a shepherd, you led your people.\n    You had Moses and Aaron take them by the hand."
    },
    "78": {
      "1": "Open your ears to my teachings, my people.\n    Turn your ears to the words from my mouth.",
      "2": "I will open my mouth to illustrate points.\n    I will explain what has been hidden long ago,",
      "3": "things that we have heard and known about,\n        things that our parents have told us.",
      "4": "We will not hide them from our children.\n            We will tell the next generation\n                about Yahweh’s power and great deeds\n                    and the miraculous things he has done.",
      "5": "He established written instructions for Jacob’s people.\n    He gave his teachings to Israel.\n    He commanded our ancestors to make them known to their children",
      "6": "so that the next generation would know them.\n    Children yet to be born would learn them.\n        They will grow up and tell their children",
      "7": "to trust Elohim, to remember what he has done,\n                and to obey his commands.",
      "8": "Then they will not be like their ancestors,\n            a stubborn and rebellious generation.\n                Their hearts were not loyal.\n                Their spirits were not faithful to El.",
      "9": "The men of Ephraim, well-equipped with bows and arrows,\n    turned and ran on the day of battle.",
      "10": "They had not been faithful to Elohim’s promise.\n    They refused to follow his teachings.",
      "11": "They forgot what he had done—\n    the miracles that he had shown them.",
      "12": "In front of their ancestors he performed miracles\n    in the land of Egypt, in the fields of Zoan.",
      "13": "He divided the sea and led them through it.\n    He made the waters stand up like a wall.",
      "14": "He guided them by a cloud during the day\n    and by a fiery light throughout the night.",
      "15": "He split rocks in the desert.\n    He gave them plenty to drink, an ocean of water.",
      "16": "He made streams come out of a rock.\n    He made the water flow like rivers.",
      "17": "They continued to sin against him,\n    to rebel in the desert against Elyon.",
      "18": "They deliberately tested Elohim by demanding the food they craved.",
      "19": "They spoke against Elohim by saying,\n    “Can El prepare a banquet in the desert?",
      "20": "True, he did strike a rock,\n    and water did gush out,\n        and the streams did overflow.\n    But can he also give us bread or provide us, his people, with meat?”",
      "21": "When Yahweh heard this, he became furious.\n    His fire burned against Jacob\n        and his anger flared up at Israel",
      "22": "because they did not believe Elohim\n    or trust him to save them.",
      "23": "In spite of that, he commanded the clouds above\n    and opened the doors of heaven.",
      "24": "He rained manna down on them to eat\n    and gave them grain from heaven.",
      "25": "Humans ate the bread of the mighty ones,\n    and Elohim sent them plenty of food.",
      "26": "He made the east wind blow in the heavens\n    and guided the south wind with his might.",
      "27": "He rained meat down on them like dust,\n    birds like the sand on the seashore.",
      "28": "He made the birds fall in the middle of his camp,\n    all around his dwelling place.",
      "29": "They ate more than enough.\n    He gave them what they wanted,",
      "30": "but they still wanted more.\n    While the food was still in their mouths,",
      "31": "the anger of Elohim flared up against them.\n    He killed their strongest men\n    and slaughtered the best young men in Israel.",
      "32": "In spite of all this, they continued to sin,\n    and they no longer believed in his miracles.",
      "33": "He brought their days to an end like a whisper in the wind.\n    He brought their years to an end in terror.",
      "34": "When he killed some of them, the rest searched for him.\n    They turned from their sins and eagerly looked for El.",
      "35": "They remembered that Elohim was their rock,\n    that El Elyon was their Go’el.",
      "36": "They flattered him with their mouths\n    and lied to him with their tongues.",
      "37": "Their hearts were not loyal to him.\n    They were not faithful to his promise.",
      "38": "But he is compassionate.\n    He forgave their sin.\n        He did not destroy them.\n    He restrained his anger many times.\n        He did not display all of his fury.",
      "39": "He remembered that they were only flesh and blood,\n    a breeze that blows and does not return.",
      "40": "How often they rebelled against him in the wilderness!\n    How often they caused him grief in the desert!",
      "41": "Again and again they tested Elohim,\n    and they pushed Qedosh Yisrael to the limit.",
      "42": "They did not remember his power—\n    the day he freed them from their oppressor,",
      "43": "when he performed his miraculous signs in Egypt,\n    his wonders in the fields of Zoan.",
      "44": "He turned their rivers into blood\n    so that they could not drink from their streams.",
      "45": "He sent a swarm of flies that bit them\n    and frogs that ruined them.",
      "46": "He gave their crops to grasshoppers\n    and their produce to locusts.",
      "47": "He killed their vines with hail\n    and their fig trees with frost.",
      "48": "He let the hail strike their cattle\n    and bolts of lightning strike their livestock.",
      "49": "He sent his burning anger, rage, fury, and hostility against them.\n    He sent an army of destroying angels.",
      "50": "He cleared a path for his anger.\n    He did not spare them.\n    He let the plague take their lives.",
      "51": "He slaughtered every firstborn in Egypt,\n    the ones born in the tents of Ham when their fathers were young.",
      "52": "But he led his own people out like sheep\n    and guided them like a flock through the wilderness.",
      "53": "He led them safely.\n    They had no fear while the sea covered their enemies.",
      "54": "He brought them into his holy land,\n    to this mountain that his power had won.",
      "55": "He forced nations out of their way\n    and gave them the land of the nations as their inheritance.\n        He settled the tribes of Israel in their own tents.",
      "56": "They tested Elohim Elyon and rebelled against him.\n    They did not obey his written instructions.",
      "57": "They were disloyal and treacherous like their ancestors.\n    They were like arrows shot from a defective bow.",
      "58": "They made him angry because of their illegal worship sites.\n    They made him furious because they worshiped idols.",
      "59": "When Elohim heard, he became furious.\n    He completely rejected Israel.",
      "60": "He abandoned his dwelling place in Shiloh,\n    the tent where he had lived among humans.",
      "61": "He allowed his power to be taken captive\n    and handed his glory over to an oppressor.",
      "62": "He let swords kill his people.\n    He was furious with those who belonged to him.",
      "63": "Fire consumed his best young men,\n    so his virgins heard no wedding songs.",
      "64": "His priests were cut down with swords.\n    The widows of his priests could not even weep for them.",
      "65": "Then Adonay woke up like one who had been sleeping,\n    like a warrior sobering up from too much wine.",
      "66": "He struck his enemies from behind\n    and disgraced them forever.",
      "67": "He rejected the tent of Joseph.\n    He did not choose the tribe of Ephraim,",
      "68": "but he chose the tribe of Judah,\n    Mount Zion which he loved.",
      "69": "He built his holy place to be like the high heavens,\n    like the earth which he made to last for a long time.",
      "70": "He chose his servant David.\n    He took him from the sheep pens.",
      "71": "He brought him from tending the ewes that had lambs\n    so that David could be the shepherd of the people of Jacob,\n        of Israel, the people who belonged to Yahweh.",
      "72": "With unselfish devotion David became their shepherd.\n    With skill he guided them."
    },
    "79": {
      "1": "O Elohim, the nations have invaded the land that belongs to you.\n    They have dishonored your holy temple.\n    They have left Jerusalem in ruins.",
      "2": "They have given the dead bodies of your servants\n    to the birds for food.\n    They have given the flesh of your godly ones\n        to the animals.",
      "3": "They have shed the blood of your people around Jerusalem\n    as though it were water.\n        There is no one to bury your people.",
      "4": "We have become a disgrace to our neighbors,\n    an object of ridicule and contempt to those around us.",
      "5": "How long, O Yahweh?\n    Will you remain angry forever?\n    Will your fury continue to burn like fire?",
      "6": "Pour your fury on the nations that do not know you,\n    on the kingdoms that have not called you.",
      "7": "They have devoured Jacob.\n        They have destroyed his home.",
      "8": "Do not hold the crimes of our ancestors against us.\n    Reach out to us soon with your compassion,\n    because we are helpless.",
      "9": "Help us, O Elohim, our savior, for the glory of your name.\n    Rescue us, and forgive our sins for the honor of your name.",
      "10": "Why should the nations be allowed to say,\n    “Where is their Elohim?”\n    Let us watch as the nations learn\n    that there is punishment for shedding the blood of your servants.",
      "11": "Let the groans of prisoners come into your presence.\n    With your powerful arm rescue those who are condemned to death.",
      "12": "Pay each one of our neighbors back\n    with seven times the number of insults they used to insult you, O Adonay.",
      "13": "Then we, your people, the flock in your pasture,\n    will give thanks to you forever.\n        We will praise you throughout every generation."
    },
    "80": {
      "1": "Open your ears, O Roeh of Israel,\n    the one who leads the descendants of Joseph like sheep,\n    the one who is enthroned over the angels.",
      "2": "Appear in front of Ephraim, Benjamin, and Manasseh.\n    Wake up your power, and come to save us.",
      "3": "O Elohim, restore us and smile on us\n    so that we may be saved.",
      "4": "O Yahweh Elohim Tsebaoth, how long will you smolder in anger\n    against the prayer of your people?",
      "5": "You made them eat tears as food.\n    You often made them drink their own tears.",
      "6": "You made us a source of conflict to our neighbors,\n    and our enemies made fun of us.",
      "7": "O Elohim Tsebaoth, restore us and smile on us\n    so that we may be saved.",
      "8": "You brought a vine from Egypt.\n    You forced out the nations and planted it.",
      "9": "You cleared the ground for it\n    so that it took root and filled the land.",
      "10": "Its shade covered the mountains.\n    Its branches covered the mighty cedars.",
      "11": "It reached out with its branches to the Mediterranean Sea.\n    Its shoots reached the Euphrates River.",
      "12": "Why did you break down the stone fences around this vine?\n    All who pass by are picking its fruit.",
      "13": "Wild boars from the forest graze on it.\n    Wild animals devour it.",
      "14": "O Elohim Tsebaoth, come back!\n    Look from heaven and see!\n    Come to help this vine.",
      "15": "Take care of what your right hand planted,\n    the son you strengthened for yourself.",
      "16": "The vine has been cut down and burned.\n    Let them be destroyed by the threatening look on your face.",
      "17": "Let your power rest on the man you have chosen,\n    the son of man you strengthened for yourself.",
      "18": "Then we will never turn away from you.\n    Give us life again, and we will call on you.",
      "19": "O Yahweh Elohim Tsebaoth, restore us, and smile on us\n    so that we may be saved."
    },
    "81": {
      "1": "Sing joyfully to Elohim, our strength.\n    Shout happily to the Elohim of Jacob.",
      "2": "Begin a psalm, and strike a tambourine.\n    Play lyres and harps with their pleasant music.",
      "3": "Blow the ram’s horn on the day of the new moon,\n    on the day of the full moon,\n    on our festival days.",
      "4": "This is a law for Israel,\n    a legal decision from the Elohim of Jacob.",
      "5": "These are the instructions Elohim set in place for Joseph\n            when Joseph rose to power over Egypt.\nI heard a message I did not understand:",
      "6": "“I removed the burden from his shoulder.\n    His hands were freed from the basket.",
      "7": "When you were in trouble, you called out to me, and I rescued you.\n    I was hidden in thunder, but I answered you.\n    I tested your loyalty at the oasis of Meribah. Selah",
      "8": "Listen, my people, and I will warn you.\n            Israel, if you would only listen to me!",
      "9": "Never keep any strange god among you.\n        Never worship a foreign god.",
      "10": "I am Yahweh your Elohim, the one who brought you out of Egypt.\n    Open your mouth wide, and I will fill it.",
      "11": "“But my people did not listen to me.\n    Israel wanted nothing to do with me.",
      "12": "So I let them go their own stubborn ways\n    and follow their own advice.",
      "13": "If only my people would listen to me!\n    If only Israel would follow me!",
      "14": "I would quickly defeat their enemies.\n    I would turn my power against their foes.",
      "15": "Those who hate Yahweh would cringe in front of him,\n    and their time for punishment would last forever.",
      "16": "But I would feed Israel with the finest wheat\n    and satisfy them with honey from a rock.”"
    },
    "82": {
      "1": "Elohim takes his place in his own assembly.\n    He pronounces judgment among the gods:",
      "2": "“How long are you going to judge unfairly?\n    How long are you going to side with wicked people?” Selah",
      "3": "Defend weak people and orphans.\n    Protect the rights of the oppressed and the poor.",
      "4": "Rescue weak and needy people.\n    Help them escape the power of wicked people.",
      "5": "Wicked people do not know or understand anything.\n    As they walk around in the dark,\n        all the foundations of the earth shake.",
      "6": "I said, “You are gods.\n    You are all sons of Elyon.",
      "7": "You will certainly die like humans\n            and fall like any prince.”",
      "8": "Arise, O Elohim!\n    Judge the earth, because all the nations belong to you."
    },
    "83": {
      "1": "O Elohim, do not remain silent.\n    Do not turn a deaf ear to me.\n    Do not keep quiet, O El.",
      "2": "Look, your enemies are in an uproar.\n    Those who hate you hold their heads high.",
      "3": "They make plans in secret against your people\n            and plot together against those you treasure.",
      "4": "They say, “Let’s wipe out their nation\n            so that the name of Israel will no longer be remembered.”",
      "5": "They agree completely on their plan.\n        They form an alliance against you:",
      "6": "the tents from Edom and Ishmael,\n            Moab and Hagar,",
      "7": "Gebal, Ammon, and Amalek,\n            Philistia, along with those who live in Tyre.",
      "8": "Even Assyria has joined them.\n                They helped the descendants of Lot. Selah",
      "9": "Do to them what you did to Midian,\n    to Sisera and Jabin at the Kishon River.",
      "10": "They were destroyed at Endor.\n    They became manure to fertilize the ground.",
      "11": "Treat their influential people as you treated Oreb and Zeeb.\n    Treat all their leaders like Zebah and Zalmunna.",
      "12": "They said, “Let’s take Elohim’s pasturelands for ourselves.”",
      "13": "O my Elohim, blow them away like tumbleweeds,\n    like husks in the wind.",
      "14": "Pursue them with your storms,\n    and terrify them with your windstorms",
      "15": "the way fire burns a forest\n    and flames set mountains on fire.",
      "16": "Let their faces blush with shame, O Yahweh,\n    so that they must look to you for help.",
      "17": "Let them be put to shame and terrified forever.\n    Let them die in disgrace",
      "18": "so that they must acknowledge you.\n    Your name is Yahweh.\n        You alone are Elyon of the whole earth."
    },
    "84": {
      "1": "Your dwelling place is lovely, O Yahweh Tsebaoth!",
      "2": "My soul longs and yearns\n    for Yahweh’s courtyards.\n    My whole body shouts for joy to El Chay.",
      "3": "Even sparrows find a home,\n            and swallows find a nest for themselves.\n                There they hatch their young\n                    near your altars, O Yahweh Tsebaoth,\n    my Melek and my Elohim.",
      "4": "Blessed are those who live in your house.\n    They are always praising you. Selah",
      "5": "Blessed are those who find strength in you.\n    Their hearts are on the road that leads to you.",
      "6": "As they pass through a valley where balsam trees grow,\n            they make it a place of springs.\n                The early rains cover it with blessings.",
      "7": "Their strength grows as they go along\n    until each one of them appears\n    in front of Elohim in Zion.",
      "8": "O Yahweh Elohim Tsebaoth, hear my prayer.\n    Open your ears, O Elohim of Jacob. Selah",
      "9": "Look at our shield, O Elohim.\n    Look with favor on the face of your anointed one.",
      "10": "One day in your courtyards is better than a thousand anywhere else.\n    I would rather stand in the entrance to my Elohim’s house\n    than live inside wicked people’s homes.",
      "11": "Yahweh Elohim is a sun and Magen.\n    Yahweh grants favor and honor.\n    He does not hold back any blessing\n    from those who live innocently.",
      "12": "O Yahweh Tsebaoth, blessed is the person who trusts you."
    },
    "85": {
      "1": "You favored your land, O Yahweh.\n    You restored the fortunes of Jacob.",
      "2": "You removed your people’s guilt.\n    You pardoned all their sins. Selah",
      "3": "You laid aside all your fury.\n    You turned away from your burning anger.",
      "4": "Restore us, O Elohim, our savior.\n    Put an end to your anger against us.",
      "5": "Will you be angry with us forever?\n    Will you ever let go of your anger in the generations to come?",
      "6": "Won’t you restore our lives again\n    so that your people may find joy in you?",
      "7": "Show us your mercy, O Yahweh,\n            by giving us your salvation.",
      "8": "I want to hear what El Yahweh says,\n    because he promises peace to his people, to his godly ones.\n        But they must not go back to their stupidity.",
      "9": "Indeed, his salvation is near those who fear him,\n    and his glory will remain in our land.",
      "10": "Mercy and truth have met.\n    Righteousness and peace have kissed.",
      "11": "Truth sprouts from the ground,\n    and righteousness looks down from heaven.",
      "12": "Yahweh will certainly give us what is good,\n    and our land will produce crops.",
      "13": "Righteousness will go ahead of him\n    and make a path for his steps."
    },
    "86": {
      "1": "Turn your ear toward me, O Yahweh.\n    Answer me, because I am oppressed and needy.",
      "2": "Protect me, because I am faithful to you.\n    Save your servant who trusts you. You are my Elohim.",
      "3": "Have pity on me, O Adonay,\n    because I call out to you all day long.",
      "4": "Give me joy, O Adonay,\n    because I lift my soul to you.",
      "5": "You, O Adonay, are good and forgiving,\n    full of mercy toward everyone who calls out to you.",
      "6": "Open your ears to my prayer, O Yahweh.\n    Pay attention when I plead for mercy.",
      "7": "When I am in trouble, I call out to you\n    because you answer me.",
      "8": "No god is like you, O Adonay.\n    No one can do what you do.",
      "9": "All the nations that you have made\n    will bow in your presence, O Adonay.\n        They will honor you.",
      "10": "Indeed, you are great, a worker of miracles.\n    You alone are Elohim.",
      "11": "Teach me your way, O Yahweh,\n    so that I may live in your truth.\n    Focus my heart on fearing you.",
      "12": "I will give thanks to you with all my heart, O Adonay my Elohim.\n    I will honor you forever",
      "13": "because your mercy toward me is great.\n    You have rescued me from the depths of hell.",
      "14": "O Elohim, arrogant people attack me,\n    and a mob of ruthless people seeks my life.\n        They think nothing of you.",
      "15": "But you, O Adonay, are a compassionate and merciful God.\n    You are patient, always faithful and ready to forgive.",
      "16": "Turn toward me, and have pity on me.\n    Give me your strength because I am your servant.\n    Save me because I am the son of your female servant.",
      "17": "Grant me some proof of your goodness\n    so that those who hate me may see it and be put to shame.\n    You, O Yahweh, have helped me and comforted me."
    },
    "87": {
      "1": "The city Yahweh has founded stands on holy mountains.",
      "2": "Yahweh loves the city of Zion\n    more than any other place in Jacob.",
      "3": "Glorious things are said about you, O city of Elohim! Selah",
      "4": "The Lord says, “I will add Egypt and Babylon\n    as well as Philistia, Tyre, and Sudan\n        to the list of those who acknowledge me.\n            Each nation will claim that it was born there.”",
      "5": "But it will be said of Zion,\n    “Every race is born in it.\n        Elyon will make it secure.”",
      "6": "Yahweh will record this in the Book of Nations:\n    “Every race claims that it was born there.” Selah",
      "7": "Singers and dancers will sing,\n    “Zion is the source of all our blessings.”"
    },
    "88": {
      "1": "O Yahweh Elohim, my savior,\n    I cry out to you during the day and at night.",
      "2": "Let my prayer come into your presence.\n            Turn your ear to hear my cries.",
      "3": "My soul is filled with troubles,\n    and my life comes closer to the grave.",
      "4": "I am numbered with those who go into the pit.\n        I am like a man without any strength—",
      "5": "abandoned with the dead,\n            like those who have been killed and lie in graves,\n            like those whom you no longer remember,\n                who are cut off from your power.",
      "6": "You have put me in the bottom of the pit—in deep, dark places.",
      "7": "Your rage lies heavily on me.\n    You make all your waves pound on me. Selah",
      "8": "You have taken my friends far away from me.\n    You made me disgusting to them.\n    I’m shut in, and I can’t get out.",
      "9": "My eyes grow weak because of my suffering.\n            All day long I call out to you, O Yahweh.\n                I stretch out my hands to you in prayer.",
      "10": "Will you perform miracles for those who are dead?\n    Will the spirits of the dead rise and give thanks to you? Selah",
      "11": "Will anyone tell about your mercy in Sheol\n    or about your faithfulness in Abaddon?",
      "12": "Will anyone know about your miracles in that dark place\n    or about your righteousness in the place where forgotten people live?",
      "13": "I cry out to you for help, O Yahweh,\n    and in the morning my prayer will come into your presence.",
      "14": "Why do you reject my soul, O Yahweh?\n    Why do you hide your face from me?",
      "15": "Ever since I was young, I have been suffering and near death.\n    I have endured your terrors, and now I am in despair.",
      "16": "Your burning anger has swept over me.\n    Your terrors have destroyed me.",
      "17": "They swirl around me all day long like water.\n    They surround me on all sides.",
      "18": "You have taken my loved ones and friends far away from me.\n    Darkness is my only friend!"
    },
    "89": {
      "1": "I will sing forever about the evidence of your mercy, O Yahweh.\n    I will tell about your faithfulness to every generation.",
      "2": "I said, “Your mercy will last forever.\n    Your faithfulness stands firm in the heavens.”",
      "3": "You said, “I have made a promise to my chosen one.\n    I swore this oath to my servant David:",
      "4": "‘I will make your dynasty continue forever.\n        I built your throne to last throughout every generation.’” Selah",
      "5": "O Yahweh, the heavens praise your miracles\n    and your faithfulness in the assembly of the holy ones.",
      "6": "Who in the skies can compare with Yahweh?\n    Who among the heavenly beings is like Yahweh?",
      "7": "El is terrifying in the council of the holy ones.\n    He is greater and more awe-inspiring than those who surround him.",
      "8": "O Yahweh Elohim Tsebaoth, who is like you?\n    Mighty Yah, even your faithfulness surrounds you.",
      "9": "You rule the raging sea.\n    When its waves rise, you quiet them.",
      "10": "You crushed Rahab; it was like a corpse.\n    With your strong arm you scattered your enemies.",
      "11": "The heavens are yours.\n    The earth is also yours.\n    You made the world and everything in it.",
      "12": "You created north and south.\n    Mount Tabor and Mount Hermon sing your name joyfully.",
      "13": "Your arm is mighty.\n    Your hand is strong.\n    Your right hand is lifted high.",
      "14": "Righteousness and justice are the foundations of your throne.\n    Mercy and truth stand in front of you.",
      "15": "Blessed are the people who know how to praise you.\n    They walk in the light of your presence, O Yahweh.",
      "16": "They find joy in your name all day long.\n    They are joyful in your righteousness",
      "17": "because you are the glory of their strength.\n    By your favor you give us victory.",
      "18": "Our shield belongs to Yahweh.\n    Our king belongs to Qedosh Yisrael.",
      "19": "Once in a vision you said to your faithful ones:\n    “I set a boy above warriors.\n    I have raised up one chosen from the people.",
      "20": "I found my servant David.\n    I anointed him with my holy oil.",
      "21": "My hand is ready to help him.\n    My arm will also give him strength.",
      "22": "No enemy will take him by surprise.\n    No wicked person will mistreat him.",
      "23": "I will crush his enemies in front of him\n    and defeat those who hate him.",
      "24": "My faithfulness and mercy will be with him,\n    and in my name he will be victorious.",
      "25": "I will put his left hand on the sea\n    and his right hand on the rivers.",
      "26": "He will call out to me,\n    ‘You are my Ab, my El, and the rock of my salvation.’",
      "27": "Yes, I will make him the firstborn.\n    He will be the Most High to the kings of the earth.",
      "28": "My mercy will stay with him forever.\n    My promise to him is unbreakable.",
      "29": "I will make his dynasty endure forever\n    and his throne like the days of heaven.",
      "30": "“If his descendants abandon my teachings\n    and do not live by my rules,",
      "31": "if they violate my laws\n    and do not obey my commandments,",
      "32": "then with a rod I will punish their rebellion\n    and their crimes with beatings.",
      "33": "But I will not take my mercy away from him\n    or allow my truth to become a lie.",
      "34": "I will not dishonor my promise\n    or alter my own agreement.",
      "35": "On my holiness I have taken an oath once and for all:\n    I will not lie to David.",
      "36": "His dynasty will last forever.\n    His throne will be in my presence like the sun.",
      "37": "Like the moon his throne will stand firm forever.\n    It will be like a faithful witness in heaven.”",
      "38": "But you have despised, rejected,\n    and become angry with your anointed one.",
      "39": "You have refused to recognize the promise to your servant\n    and have thrown his crown into the dirt.",
      "40": "You have broken through all his walls\n    and have laid his fortified cities in ruins.",
      "41": "(Everyone who passed by robbed him.\n    He has become the object of his neighbors’ scorn.)",
      "42": "You held the right hand of his enemies high\n    and made all of his adversaries rejoice.",
      "43": "You even took his sword out of his hand\n    and failed to support him in battle.",
      "44": "You put an end to his splendor\n    and hurled his throne to the ground.",
      "45": "You cut short the days of his youth\n    and covered him with shame. Selah",
      "46": "How long, O Yahweh? Will you hide yourself forever?\n    How long will your anger continue to burn like fire?",
      "47": "Remember how short my life is!\n    Have you created Adam’s descendants for no reason?",
      "48": "Can a mortal go on living and never see death?\n    Who can set himself free from the power of the grave? Selah",
      "49": "Where is the evidence of your mercy, Adonay?\n    You swore an oath to David\n    on the basis of your faithfulness.",
      "50": "Remember, O Yahweh, how your servant has been insulted.\n    Remember how I have carried in my heart the insults from so many people.",
      "51": "Your enemies insulted me.\n    They insulted your Mashiach every step he took.",
      "52": "Thank Yahweh forever.\n    Amen and amen!"
    },
    "90": {
      "1": "O Adonay, you have been our refuge throughout every generation.",
      "2": "Before the mountains were born,\n    before you gave birth to the earth and the world, you were El.\n        You are El from everlasting to everlasting.",
      "3": "You turn mortals back into dust\n    and say, “Return, descendants of Adam.”",
      "4": "Indeed, in your sight a thousand years are like a single day,\n    like yesterday—already past—\n    like an hour in the night.",
      "5": "You sweep mortals away.\n    They are a dream.\n    They sprout again in the morning like cut grass.",
      "6": "In the morning they blossom and sprout.\n        In the evening they wither and dry up.",
      "7": "Indeed, your anger consumes us.\n    Your rage terrifies us.",
      "8": "You have set our sins in front of you.\n        You have put our secret sins in the light of your presence.",
      "9": "Indeed, all our days slip away because of your fury.\n    We live out our years like one long sigh.",
      "10": "Each of us lives for 70 years—\n    or even 80 if we are in good health.\n        But the best of them bring trouble and misery.\n            Indeed, they are soon gone, and we fly away.",
      "11": "Who fully understands the power of your anger?\n    A person fears you more when he better understands your fury.",
      "12": "Teach us to number each of our days\n    so that we may grow in wisdom.",
      "13": "Return, Yahweh! How long . . . ?\n    Change your plans about us, your servants.",
      "14": "Satisfy us every morning with your mercy\n    so that we may sing joyfully and rejoice all our days.",
      "15": "Make us rejoice for as many days as you have made us suffer,\n    for as many years as we have experienced evil.",
      "16": "Let us, your servants, see what you can do.\n    Let our children see your glorious power.",
      "17": "Let the kindness of Adonay our Elohim be with us.\n    Make us successful in everything we do.\n        Yes, make us successful in everything we do."
    },
    "91": {
      "1": "Whoever lives under the shelter of Elyon\n    will remain in the shadow of Shadday.",
      "2": "I will say to Yahweh,\n    “You are my Machseh and my Metsuda, my Elohim in whom I trust.”",
      "3": "He is the one who will rescue you from hunters’ traps\n    and from deadly plagues.",
      "4": "He will cover you with his feathers,\n    and under his wings you will find refuge.\n        His truth is your shield and armor.",
      "5": "You do not need to fear\n    terrors of the night,\n    arrows that fly during the day,",
      "6": "plagues that roam the dark,\n    epidemics that strike at noon.",
      "7": "They will not come near you,\n            even though a thousand may fall dead beside you\n                or ten thousand at your right side.",
      "8": "You only have to look with your eyes\n    to see the punishment of wicked people.",
      "9": "You, O Yahweh, are my Machseh!\nYou have made Elyon your home.",
      "10": "No harm will come to you.\n    No sickness will come near your house.",
      "11": "He will put his angels in charge of you\n    to protect you in all your ways.",
      "12": "They will carry you in their hands\n    so that you never hit your foot against a rock.",
      "13": "You will step on lions and cobras.\n    You will trample young lions and snakes.",
      "14": "Because you love me, I will rescue you.\n    I will protect you because you know my name.",
      "15": "When you call to me, I will answer you.\n    I will be with you when you are in trouble.\n    I will save you and honor you.",
      "16": "I will satisfy you with a long life.\n    I will show you how I will save you."
    },
    "92": {
      "1": "It is good to give thanks to Yahweh,\n    to make music to praise your name, O Elyon.",
      "2": "It is good to announce your mercy in the morning\n    and your faithfulness in the evening",
      "3": "on a ten-stringed instrument and a harp\n            and with a melody on a lyre.",
      "4": "You made me find joy in what you have done, O Yahweh.\n    I will sing joyfully about the works of your hands.",
      "5": "How spectacular are your works, O Yahweh!\n    How very deep are your thoughts!",
      "6": "A stupid person cannot know\n    and a fool cannot understand",
      "7": "that wicked people sprout like grass\n            and all troublemakers blossom like flowers,\n                only to be destroyed forever.",
      "8": "But you, O Yahweh, are highly honored forever.",
      "9": "Now look at your enemies, O Yahweh.\n    Now look at your enemies.\n        They disappear, and all troublemakers are scattered.",
      "10": "But you make me as strong as a wild bull,\n    and soothing lotion is poured on me.",
      "11": "My eyes gloat over those who spy on me.\n    My ears hear the cries of evildoers attacking me.",
      "12": "Righteous people flourish like palm trees\n    and grow tall like the cedars in Lebanon.",
      "13": "They are planted in Yahweh’s house.\n    They blossom in Elohim’s courtyards.",
      "14": "Even when they are old, they still bear fruit.\n    They are always healthy and fresh.",
      "15": "They make it known that Yahweh is decent.\n    He is my rock.\n        He is never unfair."
    },
    "93": {
      "1": "Yahweh rules as king! He is clothed with majesty.\n    Yahweh has clothed himself; he has armed himself with power.\n    The world was set in place; it cannot be moved.",
      "2": "Your throne was set in place a long time ago.\n    You are eternal.",
      "3": "The ocean rises, O Yahweh.\n    The ocean rises with a roar.\n    The ocean rises with its pounding waves.",
      "4": "Yahweh above is mighty—\n    mightier than the sound of raging water,\n        mightier than the foaming waves of the sea.",
      "5": "Your written testimonies are completely reliable.\n    O Yahweh, holiness is what makes your house beautiful for days without end."
    },
    "94": {
      "1": "O Yahweh, El of vengeance,\n    O El of vengeance, appear!",
      "2": "Arise, O Shophet of the earth.\n    Give arrogant people what they deserve.",
      "3": "How long, O Yahweh, will wicked people triumph?\n    How long?",
      "4": "They ramble.\n    They speak arrogantly.\n        All troublemakers brag about themselves.",
      "5": "They crush your people, O Yahweh.\n    They make those who belong to you suffer.",
      "6": "They kill widows and foreigners, and they murder orphans.",
      "7": "They say, “Yah doesn’t see it.\n                The Elohim of Jacob doesn’t even pay attention to it.”",
      "8": "Pay attention, you stupid people!\n    When will you become wise, you fools?",
      "9": "Elohim created ears.\n    Do you think he can’t hear?\n    He formed eyes.\n        Do you think he can’t see?",
      "10": "He disciplines nations.\n    Do you think he can’t punish?\n    He teaches people.\n        Do you think he doesn’t know anything?",
      "11": "Yahweh knows that people’s thoughts are pointless.",
      "12": "O Yah, blessed is the person\n    whom you discipline and instruct from your teachings.",
      "13": "You give him peace and quiet from times of trouble\n    while a pit is dug to trap wicked people.",
      "14": "Yahweh will never desert his people\n    or abandon those who belong to him.",
      "15": "The decisions of judges will again become fair,\n    and everyone whose motives are decent will pursue justice.",
      "16": "Who will stand up for me against evildoers?\n    Who will stand by my side against troublemakers?",
      "17": "If Yahweh had not come to help me,\n    my soul would have quickly fallen silent in death.",
      "18": "When I said, “My feet are slipping,”\n    your mercy, O Yahweh, continued to hold me up.",
      "19": "When I worried about many things,\n    your assuring words soothed my soul.",
      "20": "Are wicked rulers who use the law to do unlawful things\n    able to be your partners?",
      "21": "They join forces to take the lives of righteous people.\n    They condemn innocent people to death.",
      "22": "Yahweh has become my stronghold.\n    My Elohim has become my rock of refuge.",
      "23": "He has turned their own wickedness against them.\n    He will destroy them because of their sins.\n        Yahweh our Elohim will destroy them."
    },
    "95": {
      "1": "Come, let’s sing joyfully to Yahweh.\n    Let’s shout happily to the rock of our salvation.",
      "2": "Let’s come into his presence with a song of thanksgiving.\n    Let’s shout happily to him with psalms.",
      "3": "Yahweh is a great El and a great Melek above all gods.",
      "4": "In his hand are the deep places of the earth,\n    and the mountain peaks are his.",
      "5": "The sea is his.\n    He made it, and his hands formed the dry land.",
      "6": "Come, let’s worship and bow down.\n    Let’s kneel in front of Yahweh, our maker,",
      "7": "because he is our Elohim\n            and we are the people in his care,\n                the flock that he leads.\nIf only you would listen to him today!",
      "8": "“Do not be stubborn like my people were at Meribah,\n    like the time at Massah in the desert.",
      "9": "Your ancestors challenged me and tested me there,\n            although they had seen what I had done.",
      "10": "For 40 years I was disgusted with those people.\n    So I said, ‘They are a people whose hearts continue to stray.\n        They have not learned my ways.’",
      "11": "That is why I angrily took this solemn oath:\n    ‘They will never enter my place of rest!’”"
    },
    "96": {
      "1": "Sing to Yahweh a new song!\n    Sing to Yahweh, all the earth!",
      "2": "Sing to Yahweh! Praise his name!\n    Day after day announce that Yahweh saves his people.",
      "3": "Tell people about his glory.\n        Tell all the nations about his miracles.",
      "4": "Yahweh is great!\n    He should be highly praised.\n    He should be feared more than all other gods",
      "5": "because all the gods of the nations are idols.\n    Yahweh made the heavens.",
      "6": "Splendor and majesty are in his presence.\n    Strength and beauty are in his holy place.",
      "7": "Give to Yahweh, you families of the nations.\n    Give to Yahweh glory and power.",
      "8": "Give to Yahweh the glory he deserves.\n    Bring an offering, and come into his courtyards.",
      "9": "Worship Yahweh in his holy splendor.\n    Tremble in his presence, all the earth!",
      "10": "Say to the nations, “Yahweh rules as king!”\n    The earth stands firm; it cannot be moved.\n    He will judge people fairly.",
      "11": "Let the heavens rejoice and the earth be glad.\n    Let the sea and everything in it roar like thunder.",
      "12": "Let the fields and everything in them rejoice.\n    Then all the trees in the forest will sing joyfully",
      "13": "in Yahweh’s presence because he is coming.\n    He is coming to judge the earth.\n        He will judge the world with righteousness\n    and its people with his truth."
    },
    "97": {
      "1": "Yahweh rules as king.\n    Let the earth rejoice.\n    Let all the islands be joyful.",
      "2": "Clouds and darkness surround him.\n    Righteousness and justice are the foundations of his throne.",
      "3": "Fire spreads ahead of him.\n    It burns his enemies who surround him.",
      "4": "His flashes of lightning light up the world.\n    The earth sees them and trembles.",
      "5": "The mountains melt like wax in the presence of Yahweh,\n    in the presence of the Adonay of the whole earth.",
      "6": "The heavens tell about his righteousness,\n    and all the people of the world see his glory.",
      "7": "Everyone who worships idols\n    and brags about false gods will be put to shame.\n    All the gods will bow to him.",
      "8": "Zion hears about this and rejoices.\n    The people of Judah are delighted with your judgments, O Yahweh.",
      "9": "You, O Yahweh Elyon, are above the whole earth.\n    You are highest. You are above all the gods.",
      "10": "Let those who love Yahweh hate evil.\n    The one who guards the lives of his godly ones\n    will rescue them from the power of wicked people.",
      "11": "Light dawns for righteous people\n    and joy for those whose motives are decent.",
      "12": "Find joy in Yahweh, you righteous people.\n    Give thanks to him as you remember how holy he is."
    },
    "98": {
      "1": "Sing a new song to Yahweh\n    because he has done miraculous things.\n        His right hand and his holy arm have gained victory for him.",
      "2": "Yahweh has made his salvation known.\n    He has uncovered his righteousness for the nations to see.",
      "3": "He has not forgotten to be merciful and faithful\n    to Israel’s descendants.\n        All the ends of the earth have seen how our Elohim saves them.",
      "4": "Shout happily to Yahweh, all the earth.\n    Break out into joyful singing, and make music.",
      "5": "Make music to Yahweh with a lyre,\n    with a lyre and the melody of a psalm,",
      "6": "with trumpets and the playing of a ram’s horn.\n    Shout happily in the presence of the Melek, Yahweh.",
      "7": "Let the sea, everything in it,\n    the world, and those who live in it roar like thunder.",
      "8": "Let the rivers clap their hands\n    and the mountains sing joyfully",
      "9": "in Yahweh’s presence\n            because he is coming to judge the earth.\n                He will judge the world with justice\n                    and its people with fairness."
    },
    "99": {
      "1": "Yahweh rules as king.\n    Let the people tremble.\n    He is enthroned over the angels.\n    Let the earth quake.",
      "2": "Yahweh is mighty in Zion.\n    He is high above all people.",
      "3": "Let them give thanks to your great and fearful name.\n    He is holy!",
      "4": "The king’s strength is that he loves justice.\n    You have established fairness.\n    You have done what is fair and right for Jacob.",
      "5": "Highly honor Yahweh our Elohim.\n    Bow down at his footstool.\n    He is holy!",
      "6": "Moses and Aaron were among his priests.\n    Samuel was among those who prayed to him.\n    They called to Yahweh, and he answered them.",
      "7": "He spoke to them from a column of smoke.\n    They obeyed his written instructions and the laws that he gave them.",
      "8": "O Yahweh, our Elohim, you answered them.\n    You showed them that you are a forgiving El\n        and that you are an El who punishes their sinful deeds.",
      "9": "Highly honor Yahweh our Elohim.\n    Bow at his holy mountain.\n    Yahweh our Elohim is holy!"
    },
    "100": {
      "1": "Shout happily to Yahweh, all the earth.",
      "2": "Serve Yahweh cheerfully.\n    Come into his presence with a joyful song.",
      "3": "Realize that Yahweh alone is Elohim.\n    He made us, and we are his.\n    We are his people and the sheep in his care.",
      "4": "Enter his gates with a song of thanksgiving.\n    Come into his courtyards with a song of praise.\n    Give thanks to him; praise his name.",
      "5": "Yahweh is good.\n    His mercy endures forever.\n    His faithfulness endures throughout every generation."
    },
    "101": {
      "1": "I will sing about mercy and justice.\n    O Yahweh, I will make music to praise you.",
      "2": "I want to understand the path to integrity.\n    When will you come to me?\nI will live in my own home with integrity.",
      "3": "I will not put anything wicked in front of my eyes.\n    I hate what unfaithful people do.\n    I want no part of it.",
      "4": "I will keep far away from devious minds.\n    I will have nothing to do with evil.",
      "5": "I will destroy anyone who secretly slanders his neighbor.\n    I will not tolerate anyone with a conceited look or arrogant heart.",
      "6": "My eyes will be watching the faithful people in the land\n    so that they may live with me.\n        The person who lives with integrity will serve me.",
      "7": "The one who does deceitful things will not stay in my home.\n    The one who tells lies will not remain in my presence.",
      "8": "Every morning I will destroy all the wicked people in the land\n    to rid Yahweh’s city of all troublemakers."
    },
    "102": {
      "1": "O Yahweh, hear my prayer,\n    and let my cry for help come to you.",
      "2": "Do not hide your face from me when I am in trouble.\n    Turn your ear toward me.\n        Answer me quickly when I call.",
      "3": "My days disappear like smoke.\n    My bones burn like hot coals.",
      "4": "My heart is beaten down and withered like grass\n    because I have forgotten about eating.",
      "5": "I am nothing but skin and bones\n    because of my loud groans.",
      "6": "I am like a desert owl,\n    like an owl living in the ruins.",
      "7": "I lie awake.\n    I am like a lonely bird on a rooftop.",
      "8": "All day long my enemies insult me.\n    Those who ridicule me use my name as a curse.",
      "9": "I eat ashes like bread\n    and my tears are mixed with my drink",
      "10": "because of your hostility and anger,\n    because you have picked me up and thrown me away.",
      "11": "My days are like a shadow that is getting longer,\n    and I wither away like grass.",
      "12": "But you, O Yahweh, remain forever.\n    You are remembered throughout every generation.",
      "13": "You will rise and have compassion on Zion,\n    because it is time to grant a favor to it.\n        Indeed, the appointed time has come.",
      "14": "Your servants value Zion’s stones,\n    and they pity its rubble.",
      "15": "The nations will fear Yahweh’s name.\n    All the kings of the earth will fear your glory.",
      "16": "When Yahweh builds Zion,\n    he will appear in his glory.",
      "17": "He will turn his attention to the prayers\n    of those who have been abandoned.\n    He will not despise their prayers.",
      "18": "This will be written down for a future generation\n    so that a people yet to be created may praise Yah:",
      "19": "“Yahweh looked down from his holy place high above.\n    From heaven he looked at the earth.",
      "20": "He heard the groans of the prisoners\n    and set free those who were condemned to death.",
      "21": "Yahweh’s name is announced in Zion\n    and his praise in Jerusalem",
      "22": "when nations and kingdoms gather\n    to worship Yahweh.”",
      "23": "He has weakened my strength along the way.\n    He has reduced the number of my days.",
      "24": "I said, “My El, don’t take me now in the middle of my life.\n    Your years continue on throughout every generation.",
      "25": "Long ago you laid the foundation of the earth.\n    Even the heavens are the works of your hands.",
      "26": "They will come to an end, but you will still go on.\n    They will all wear out like clothing.\n        You will change them like clothes,\n            and they will be thrown away.",
      "27": "But you remain the same, and your life will never end.",
      "28": "The children of your servants will go on living here.\n    Their descendants will be secure in your presence.”"
    },
    "103": {
      "1": "Praise Yahweh, my soul!\n    Praise his holy name, all that is within me.",
      "2": "Praise Yahweh, my soul,\n    and never forget all the good he has done:",
      "3": "He is the one who forgives all your sins,\n            the one who heals all your diseases,",
      "4": "the one who rescues your life from the pit,\n            the one who crowns you with mercy and compassion,",
      "5": "the one who fills your life with blessings\n                so that you become young again like an eagle.",
      "6": "Yahweh does what is right and fair\n    for all who are oppressed.",
      "7": "He let Moses know his ways.\n        He let the Israelites know the things he had done.",
      "8": "Yahweh is compassionate, merciful, patient,\n    and always ready to forgive.",
      "9": "He will not always accuse us of wrong\n    or be angry with us forever.",
      "10": "He has not treated us as we deserve for our sins\n    or paid us back for our wrongs.",
      "11": "As high as the heavens are above the earth—\n    that is how vast his mercy is toward those who fear him.",
      "12": "As far as the east is from the west—\n    that is how far he has removed our rebellious acts from himself.",
      "13": "As a father has compassion for his children,\n    so Yahweh has compassion for those who fear him.",
      "14": "He certainly knows what we are made of.\n    He bears in mind that we are dust.",
      "15": "Human life is as short-lived as grass.\n    It blossoms like a flower in the field.",
      "16": "When the wind blows over the flower, it disappears,\n    and there is no longer any sign of it.",
      "17": "But from everlasting to everlasting,\n    Yahweh’s mercy is on those who fear him.\n        His righteousness belongs\n            to their children and grandchildren,",
      "18": "to those who are faithful to his promise,\n    to those who remember to follow his guiding principles.",
      "19": "Yahweh has set his throne in heaven.\n    His kingdom rules everything.",
      "20": "Praise Yahweh, all his angels,\n    you mighty beings who carry out his orders\n        and are ready to obey his spoken orders.",
      "21": "Praise Yahweh, all his armies,\n    his servants who carry out his will.",
      "22": "Praise Yahweh, all his creatures\n    in all the places of his empire.\n    Praise Yahweh, my soul!"
    },
    "104": {
      "1": "Praise Yahweh my soul!\n    O Yahweh my Elohim, you are very great.\n    You are clothed with splendor and majesty.",
      "2": "You cover yourself with light as though it were a robe.\n    You stretch out the heavens as though they were curtains.",
      "3": "You lay the beams of your home in the water.\n    You use the clouds for your chariot.\n    You move on the wings of the wind.",
      "4": "You make your angels winds\n    and your servants flames of fire.",
      "5": "You set the earth on its foundations\n    so that it can never be shaken.",
      "6": "You covered the earth with an ocean as though it were a robe.\n    Water stood above the mountains",
      "7": "and fled because of your threat.\n    Water ran away at the sound of your thunder.",
      "8": "The mountains rose and the valleys sank\n            to the place you appointed for them.",
      "9": "Water cannot cross the boundary you set\n    and cannot come back to cover the earth.",
      "10": "You make water gush from springs into valleys.\n    It flows between the mountains.",
      "11": "Every wild animal drinks from them.\n    Wild donkeys quench their thirst.",
      "12": "The birds live by the streams.\n    They sing among the branches.",
      "13": "You water the mountains from your home above.\n    You fill the earth with the fruits of your labors.",
      "14": "You make grass grow for cattle\n    and make vegetables for humans to use\n        in order to get food from the ground.",
      "15": "You make wine to cheer human hearts,\n    olive oil to make faces shine,\n        and bread to strengthen human hearts.",
      "16": "Yahweh’s trees, the cedars in Lebanon which he planted,\n    drink their fill.",
      "17": "Birds build their nests in them.\n    Storks make their homes in fir trees.",
      "18": "The high mountains are for wild goats.\n    The rocks are a refuge for badgers.",
      "19": "He created the moon, which marks the seasons,\n    and the sun, which knows when to set.",
      "20": "He brings darkness, and it is nighttime,\n    when all the wild animals in the forest come out.",
      "21": "The young lions roar for their prey\n    and seek their food from God.",
      "22": "When the sun rises,\n    they gather and lie down in their dens.",
      "23": "Then people go to do their work,\n    to do their tasks until evening.",
      "24": "What a large number of things you have made, O Yahweh!\n    You made them all by wisdom.\n        The earth is filled with your creatures.",
      "25": "The sea is so big and wide with countless creatures,\n    living things both large and small.",
      "26": "Ships sail on it,\n    and Leviathan, which you made, plays in it.",
      "27": "All of them look to you to give them their food at the right time.",
      "28": "You give it to them, and they gather it up.\n    You open your hand, and they are filled with blessings.",
      "29": "You hide your face, and they are terrified.\n    You take away their breath, and they die and return to dust.",
      "30": "You send out your Ruach, and they are created.\n    You renew the face of the earth.",
      "31": "May the glory of Yahweh endure forever.\n    May Yahweh find joy in what he has made.",
      "32": "He looks at the earth, and it trembles.\n    He touches the mountains, and they smoke.",
      "33": "I will sing to Yahweh throughout my life.\n    I will make music to praise my Elohim as long as I live.",
      "34": "May my thoughts be pleasing to him.\n    I will find joy in Yahweh.",
      "35": "May sinners vanish from the world.\n    May there no longer be any wicked people.\n    Praise Yahweh, my soul!\nHallelujah!"
    },
    "105": {
      "1": "Give thanks to Yahweh.\n    Call on him.\n    Make known among the nations what he has done.",
      "2": "Sing to him.\n    Make music to praise him.\n    Meditate on all the miracles he has performed.",
      "3": "Brag about his holy name.\n    Let the hearts of those who seek Yahweh rejoice.",
      "4": "Search for Yahweh and his strength.\n    Always seek his presence.",
      "5": "Remember the miracles he performed,\n    the amazing things he did, and the judgments he pronounced,",
      "6": "you descendants of his servant Abraham,\n        you descendants of Jacob, his chosen ones.",
      "7": "He is Yahweh our Elohim.\n    His judgments are pronounced throughout the earth.",
      "8": "He always remembers his promise,\n    the word that he commanded for a thousand generations,",
      "9": "the promise that he made to Abraham,\n            and his sworn oath to Isaac.",
      "10": "He confirmed it as a law for Jacob,\n    as an everlasting promise to Israel,",
      "11": "by saying, “I will give you the land of Canaan.\n    It is your share of the inheritance.”",
      "12": "While the people of Israel were few in number,\n    a small group of foreigners living in that land,",
      "13": "they wandered from nation to nation,\n    from one kingdom to another.",
      "14": "He didn’t permit anyone to oppress them.\n    He warned kings about them:",
      "15": "“Do not touch my anointed ones\n    or harm my prophets.”",
      "16": "He brought famine to the land.\n    He took away their food supply.",
      "17": "He sent a man ahead of them.\n    He sent Joseph, who was sold as a slave.",
      "18": "They hurt his feet with shackles,\n    and cut into his neck with an iron collar.",
      "19": "Yahweh’s promise tested him through fiery trials\n    until his prediction came true.",
      "20": "The king sent someone to release him.\n    The ruler of nations set him free.",
      "21": "He made Joseph the master of his palace\n    and the ruler of all his possessions.",
      "22": "Joseph trained the king’s officers the way he wanted\n    and taught his respected leaders wisdom.",
      "23": "Then Israel came to Egypt.\n    Jacob lived as a foreigner in the land of Ham.",
      "24": "Yahweh made his people grow rapidly in number\n    and stronger than their enemies.",
      "25": "He changed their minds so that they hated his people,\n    and they dealt treacherously with his servants.",
      "26": "He sent his servant Moses, and he sent Aaron, whom he had chosen.",
      "27": "They displayed his miraculous signs among them\n    and did amazing things in the land of Ham.",
      "28": "He sent darkness and made their land dark.\n    They did not rebel against his orders.",
      "29": "He turned their water into blood\n    and caused their fish to die.",
      "30": "He made their land swarm with frogs,\n    even in the kings’ bedrooms.",
      "31": "He spoke, and swarms of flies and gnats\n    infested their whole territory.",
      "32": "He gave them hail and lightning\n    instead of rain throughout their land.",
      "33": "He struck their grapevines and fig trees\n    and smashed the trees in their territory.",
      "34": "He spoke, and countless locusts and grasshoppers came.",
      "35": "They devoured all the plants in the land.\n    They devoured the crops in the fields.",
      "36": "He killed all the firstborn sons,\n    the first ones born in the land when their fathers were young.",
      "37": "He brought Israel out with silver and gold,\n    and no one among his tribes stumbled.",
      "38": "The Egyptians were terrified of Israel,\n    so they were glad when Israel left.",
      "39": "He spread out a cloud as a protective covering\n    and a fire to light up the night.",
      "40": "The Israelites asked, and he brought them quail\n    and filled them with bread from heaven.",
      "41": "He opened a rock, and water gushed\n    and flowed like a river through the dry places.",
      "42": "He remembered his holy promise to his servant Abraham.",
      "43": "He brought his people out with joy,\n    his chosen ones with a song of joy.",
      "44": "He gave them the lands of other nations,\n    and they inherited what others had worked for",
      "45": "so that they would obey his laws\n    and follow his teachings.\nHallelujah!"
    },
    "106": {
      "1": "Hallelujah!\nGive thanks to Yahweh because he is good,\n    because his mercy endures forever.",
      "2": "Who can speak about all the mighty things Yahweh has done?\n    Who can announce all the things for which he is worthy of praise?",
      "3": "Blessed are those who defend justice\n    and do what is right at all times.",
      "4": "Remember me, O Yahweh, when you show favor to your people.\n    Come to help me with your salvation",
      "5": "so that I may see the prosperity of your chosen ones,\n    find joy in our people’s happiness,\n        and brag with the people who belong to you.",
      "6": "We have sinned, and so did our ancestors.\n    We have done wrong.\n    We are guilty.",
      "7": "When our ancestors were in Egypt,\n    they gave no thought to your miracles.\n        They did not remember your numerous acts of mercy,\n            so they rebelled at the sea, the Red Sea.",
      "8": "He saved them because of his reputation\n    so that he could make his mighty power known.",
      "9": "He angrily commanded the Red Sea, and it dried up.\n    He led them through deep water as though it were a desert.",
      "10": "He rescued them from the power of the one who hated them.\n    He rescued them from the enemy.",
      "11": "Water covered their adversaries.\n    Not one Egyptian survived.",
      "12": "Then our ancestors believed what he said.\n    They sang his praise.",
      "13": "They quickly forgot what he did.\n    They did not wait for his advice.",
      "14": "They had an unreasonable desire for food in the wilderness.\n    In the desert they tested El.",
      "15": "He gave them what they asked for.\n    He also gave them a degenerative disease.",
      "16": "In the camp certain men became envious of Moses.\n    They also became envious of Aaron, Yahweh’s holy one.",
      "17": "The ground split open and swallowed Dathan.\n    It buried Abiram’s followers.",
      "18": "A fire broke out among their followers.\n    Flames burned up wicked people.",
      "19": "At Mount Horeb they made a statue of a calf.\n    They worshiped an idol made of metal.",
      "20": "They traded their glorious God\n    for the statue of a bull that eats grass.",
      "21": "They forgot El, their savior,\n    the one who did spectacular things in Egypt,",
      "22": "miracles in the land of Ham,\n    and terrifying things at the Red Sea.",
      "23": "El said he was going to destroy them,\n    but Moses, his chosen one, stood in his way\n        to prevent him from exterminating them.",
      "24": "They refused to enter the pleasant land.\n    They did not believe what he said.",
      "25": "They complained in their tents.\n    They did not obey Yahweh.",
      "26": "Raising his hand, he swore\n    that he would kill them in the wilderness,",
      "27": "kill their descendants among the nations,\n    and scatter them throughout various lands.",
      "28": "They joined in worshiping the god Baal while they were at Peor,\n    and they ate what was sacrificed to the dead.",
      "29": "They infuriated Yahweh by what they did,\n    and a plague broke out among them.",
      "30": "Then Phinehas stood between Yahweh and the people,\n    and the plague was stopped.",
      "31": "Because of this, Phinehas was considered righteous forever,\n    throughout every generation.",
      "32": "They made Yahweh angry by the water at Meribah.\n    Things turned out badly for Moses because of what they did,",
      "33": "since they made him bitter so that he spoke recklessly.",
      "34": "They did not destroy the people as Yahweh had told them.",
      "35": "Instead, they intermarried with other nations.\n    They learned to do what other nations did,",
      "36": "and they worshiped their idols,\n    which became a trap for them.",
      "37": "They sacrificed their sons and daughters to demons.",
      "38": "They shed innocent blood,\n    the blood of their own sons and daughters\n        whom they sacrificed to the idols of Canaan.\n            The land became polluted with blood.",
      "39": "They became filthy because of what they did.\n    They behaved like prostitutes.",
      "40": "Yahweh burned with anger against his own people.\n    He was disgusted with those who belonged to him.",
      "41": "He handed them over to other nations,\n    and those who hated them ruled them.",
      "42": "Their enemies oppressed them\n    and made them subject to their power.",
      "43": "He rescued them many times,\n    but they continued to plot rebellion against him\n        and to sink deeper because of their sin.",
      "44": "He saw that they were suffering\n    when he heard their cry for help.",
      "45": "He remembered his promise to them.\n    In keeping with his rich mercy, he changed his plans.",
      "46": "He let them find compassion\n    from all those who held them captive.",
      "47": "Rescue us, O Yahweh our Elohim, and gather us from the nations\n    so that we may give thanks to your holy name\n        and make your praise our glory.",
      "48": "Thanks be to Yahweh Elohim of Israel\n    from everlasting to everlasting.\n        Let all the people say amen.\n    Hallelujah!"
    },
    "107": {
      "1": "Give thanks to Yahweh because he is good,\n    because his mercy endures forever.",
      "2": "Let the people Yahweh defended repeat these words.\n    They are the people he defended from the power of their enemies",
      "3": "and gathered from other countries,\n            from the east and from the west,\n            from the north and from the south.",
      "4": "They wandered around the desert on a deserted road\n    without finding an inhabited city.",
      "5": "They were hungry and thirsty.\n    They began to lose hope.",
      "6": "In their distress they cried out to Yahweh.\n    He rescued them from their troubles.",
      "7": "He led them on a road that went straight to an inhabited city.",
      "8": "Let them give thanks to Yahweh because of his mercy.\n    He performed his miracles for Adam’s descendants.",
      "9": "He gave plenty to drink to those who were thirsty.\n    He filled those who were hungry with good food.",
      "10": "Those who lived in the dark, in death’s shadow\n    were prisoners in misery.\n        They were held in iron chains",
      "11": "because they had rebelled against El’s words\n    and had despised the advice given by Elyon.",
      "12": "So he humbled them with hard work.\n    They fell down, but no one was there to help them.",
      "13": "In their distress they cried out to Yahweh.\n    He saved them from their troubles.",
      "14": "He brought them out of the dark, out of death’s shadow.\n    He broke apart their chains.",
      "15": "Let them give thanks to Yahweh because of his mercy.\n    He performed his miracles for Adam’s descendants.",
      "16": "He shattered bronze gates\n    and cut iron bars in two.",
      "17": "Fools suffered because of their disobedience\n    and because of their crimes.",
      "18": "All food was disgusting to them,\n    and they came near death’s gates.",
      "19": "In their distress they cried out to Yahweh.\n    He saved them from their troubles.",
      "20": "He sent his message and healed them.\n    He rescued them from the grave.",
      "21": "Let them give thanks to Yahweh because of his mercy.\n    He performed his miracles for Adam’s descendants.",
      "22": "Let them bring songs of thanksgiving as their sacrifice.\n    Let them tell in joyful songs what he has done.",
      "23": "Those who sail on the sea in ships,\n    who do business on the high seas,",
      "24": "have seen what Yahweh can do,\n    the miracles he performed in the depths of the sea.",
      "25": "He spoke, and a storm began to blow,\n    and it made the waves rise high.",
      "26": "The sailors aboard ship rose toward the sky.\n    They plunged into the depths.\n        Their courage melted in the face of disaster.",
      "27": "They reeled and staggered like drunks,\n    and all their skills as sailors became useless.",
      "28": "In their distress they cried out to Yahweh.\n    He led them from their troubles.",
      "29": "He made the storm calm down,\n    and the waves became still.",
      "30": "The sailors were glad that the storm was quiet.\n    He guided them to the harbor they had longed for.",
      "31": "Let them give thanks to Yahweh because of his mercy.\n    He performed his miracles for Adam’s descendants.",
      "32": "Let them glorify him when the people are gathered for worship.\n    Let them praise him in the company of respected leaders.",
      "33": "He changes rivers into a desert,\n    springs into thirsty ground,",
      "34": "and fertile ground into a layer of salt\n    because of the wickedness of the people living there.",
      "35": "He changes deserts into lakes\n    and dry ground into springs.",
      "36": "There he settles those who are hungry,\n    and they build cities to live in.",
      "37": "They plant in fields and vineyards\n    that produce crops.",
      "38": "He blesses them, and their numbers multiply,\n    and he does not allow a shortage of cattle.",
      "39": "They became few in number and were humiliated\n    because of oppression, disaster, and sorrow.",
      "40": "He poured contempt on their influential people\n    and made them stumble around in a pathless desert.",
      "41": "But now he lifts needy people high above suffering\n    and makes their families like flocks.",
      "42": "Decent people will see this and rejoice,\n    but all the wicked people will shut their mouths.",
      "43": "Let those who think they are wise\n    pay attention to these things\n        so that they may understand Yahweh’s blessings."
    },
    "108": {
      "1": "My heart is confident, O Elohim.\n    I want to sing and make music even with my soul.",
      "2": "Wake up, harp and lyre!\n    I want to wake up at dawn.",
      "3": "I want to give thanks to you among the people, O Yahweh.\n    I want to make music to praise you among the nations",
      "4": "because your mercy is higher than the heavens.\n    Your truth reaches the skies.",
      "5": "May you be honored above the heavens, O Elohim.\n    Let your glory extend over the whole earth.",
      "6": "Save us with your powerful hand, and answer us\n    so that those who are dear to you may be rescued.",
      "7": "Elohim has promised the following through his holiness:\n    “I will triumph!\n        I will divide Shechem.\n        I will measure the valley of Succoth.",
      "8": "Gilead is mine.\n        Manasseh is mine.\n        Ephraim is the helmet on my head.\n        Judah is my scepter.",
      "9": "Moab is my washtub.\n        I will throw my shoe over Edom.\n        I will shout in triumph over Philistia.”",
      "10": "Who will bring me into the fortified city?\n    Who will lead me to Edom?",
      "11": "Isn’t it you, O Elohim, who rejected us?\n    Isn’t it you, O Elohim, who refused to accompany our armies?",
      "12": "Give us help against the enemy\n    because human assistance is worthless.",
      "13": "With Elohim we will display great strength.\n    He will trample our enemies."
    },
    "109": {
      "1": "O Elohim, whom I praise, do not turn a deaf ear to me.",
      "2": "Wicked and deceitful people have opened their mouths against me.\n    They speak against me with lying tongues.",
      "3": "They surround me with hateful words.\n    They fight against me for no reason.",
      "4": "In return for my love, they accuse me,\n    but I pray for them.",
      "5": "They reward me with evil instead of good\n    and with hatred instead of love.",
      "6": "I said, “Appoint the evil one to oppose him.\n    Let Satan stand beside him.",
      "7": "When he stands trial,\n            let him be found guilty.\n            Let his prayer be considered sinful.",
      "8": "Let his days be few in number.\n    Let someone else take his position.",
      "9": "“Let his children become fatherless and his wife a widow.",
      "10": "Let his children wander around and beg.\n    Let them seek help far from their ruined homes.",
      "11": "Let a creditor take everything he owns.\n    Let strangers steal what he has worked for.",
      "12": "Let no one be kind to him anymore.\n    Let no one show any pity to his fatherless children.",
      "13": "Let his descendants be cut off\n    and their family name be wiped out by the next generation.",
      "14": "Let Yahweh remember the guilt of his ancestors\n    and not wipe out his mother’s sin.",
      "15": "Let their guilt and sin always remain on record\n    in front of Yahweh.\n        Let Yahweh remove every memory of him from the earth,",
      "16": "because he did not remember to be kind.\n    “He drove oppressed, needy,\n        and brokenhearted people to their graves.",
      "17": "He loved to put curses on others,\n    so he, too, was cursed.\n        He did not like to bless others,\n            so he never received a blessing.",
      "18": "He wore cursing as though it were clothing,\n    so cursing entered his body like water\n        and his bones like oil.",
      "19": "Let cursing be his clothing,\n    a belt he always wears.”",
      "20": "This is how Yahweh rewards those who accuse me,\n    those who say evil things against me.",
      "21": "O Yahweh Adonay, deal with me out of the goodness of your name.\n    Rescue me because of your mercy.",
      "22": "I am oppressed and needy.\n    I can feel the pain in my heart.",
      "23": "I fade away like a lengthening shadow.\n    I have been shaken off like a grasshopper.",
      "24": "My knees give way because I have been fasting.\n    My body has become lean, without any fat.",
      "25": "I have become the victim of my enemies’ insults.\n    They look at me and shake their heads.",
      "26": "Help me, O Yahweh my Elohim.\n    Save me because of your mercy.",
      "27": "Then they will know that this is your doing,\n    that you, O Yahweh, are the one who saved me.",
      "28": "They may curse, but you will bless.\n    Let those who attack me be ashamed,\n    but let me rejoice.",
      "29": "Let those who accuse me wear disgrace as though it were clothing.\n    Let them be wrapped in their shame as though it were a robe.",
      "30": "With my mouth I will give many thanks to Yahweh.\n    I will praise him among many people,",
      "31": "because he stands beside needy people\n    to save them from those who would condemn them to death."
    },
    "110": {
      "1": "Yahweh said to my Lord,\n    “Sit in the highest position in heaven\n        until I make your enemies your footstool.”",
      "2": "Yahweh will extend your powerful scepter from Zion.\n    Rule your enemies who surround you.",
      "3": "Your people will volunteer when you call up your army.\n    Your young people will come to you in holy splendor\n        like dew in the early morning.",
      "4": "Yahweh has taken an oath and will not change his mind:\n    “You are a priest forever, in the way Melchizedek was a priest.”",
      "5": "Adonay is at your right side.\n    He will crush kings on the day of his anger.",
      "6": "He will pass judgment on the nations\n    and fill them with dead bodies.\n        Throughout the earth he will crush their heads.",
      "7": "He will drink from the brook along the road.\n    He will hold his head high."
    },
    "111": {
      "1": "Hallelujah!\nI will give thanks to Yahweh with all my heart\n    in the company of decent people and in the congregation.",
      "2": "Yahweh’s deeds are spectacular.\n    They should be studied by all who enjoy them.",
      "3": "His work is glorious and majestic.\n    His righteousness continues forever.",
      "4": "He has made his miracles unforgettable.\n    Yahweh is merciful and compassionate.",
      "5": "He provides food for those who fear him.\n    He always remembers his promise.",
      "6": "He has revealed the power of his works to his people\n    by giving them the lands of other nations as an inheritance.",
      "7": "His works are done with truth and justice.\n    All his guiding principles are trustworthy.",
      "8": "They last forever and ever.\n        They are carried out with truth and decency.",
      "9": "He has sent salvation to his people.\n    He has ordered that his promise should continue forever.\n    His name is holy and terrifying.",
      "10": "The fear of Yahweh is the beginning of wisdom.\n    Good sense is shown by everyone who follows God’s guiding principles.\n    His praise continues forever."
    },
    "112": {
      "1": "Hallelujah!\nBlessed is the person who fears Yahweh\n    and is happy to obey his commands.",
      "2": "His descendants will grow strong on the earth.\n        The family of a decent person will be blessed.",
      "3": "Wealth and riches will be in his home.\n            His righteousness continues forever.",
      "4": "Light will shine in the dark for a decent person.\n    He is merciful, compassionate, and fair.",
      "5": "All goes well for the person who is generous and lends willingly.\n    He earns an honest living.",
      "6": "He will never fail.\n        A righteous person will always be remembered.",
      "7": "He is not afraid of bad news.\n            His heart remains secure, full of confidence in Yahweh.",
      "8": "His heart is steady, and he is not afraid.\n                In the end he will look triumphantly at his enemies.",
      "9": "He gives freely to poor people.\n            His righteousness continues forever.\n            His head is raised in honor.",
      "10": "The wicked person sees this and becomes angry.\n    He angrily grits his teeth and disappears.\n        The hope that wicked people have will vanish."
    },
    "113": {
      "1": "Hallelujah!\nYou servants of Yahweh, praise him.\n    Praise the name of Yahweh.",
      "2": "Thank the name of Yahweh now and forever.",
      "3": "From where the sun rises to where the sun sets,\n    the name of Yahweh should be praised.",
      "4": "Yahweh is high above all the nations.\n    His glory is above the heavens.",
      "5": "Who is like Yahweh our Elohim?\n    He is seated on his high throne.",
      "6": "He bends down to look at heaven and earth.",
      "7": "He lifts the poor from the dust.\n    He lifts the needy from a garbage heap.",
      "8": "He seats them with influential people,\n    with the influential leaders of his people.",
      "9": "He makes a woman who is in a childless home\n    a joyful mother.\nHallelujah!"
    },
    "114": {
      "1": "When Israel left Egypt,\n    when Jacob’s family left people who spoke a foreign language,",
      "2": "Judah became his holy place and Israel became his kingdom.",
      "3": "The Red Sea looked at this and ran away.\n        The Jordan River turned back.",
      "4": "The mountains jumped like rams.\n            The hills jumped like lambs.",
      "5": "Red Sea, why did you run away?\n        Jordan River, what made you turn back?",
      "6": "Mountains, what made you jump like rams?\n            Hills, what made you jump like lambs?",
      "7": "Earth, tremble in the presence of the Lord,\n    in the presence of the Elohim of Jacob.",
      "8": "He turns a rock into a pool filled with water\n            and turns flint into a spring flowing with water."
    },
    "115": {
      "1": "Don’t give glory to us, O Yahweh.\n    Don’t give glory to us.\n    Instead, give glory to your name\n        because of your mercy and faithfulness.",
      "2": "Why should other nations say, “Where is their Elohim?”",
      "3": "Our Elohim is in heaven.\n    He does whatever he wants.",
      "4": "Their idols are made of silver and gold.\n    They were made by human hands.",
      "5": "They have mouths, but they cannot speak.\n        They have eyes, but they cannot see.",
      "6": "They have ears, but they cannot hear.\n        They have noses, but they cannot smell.",
      "7": "They have hands, but they cannot feel.\n        They have feet, but they cannot walk.\n        They cannot even make a sound with their throats.",
      "8": "Those who make idols end up like them.\n                So does everyone who trusts them.",
      "9": "Israel, trust Yahweh.\n    He is your helper and your Magen.",
      "10": "Descendants of Aaron, trust Yahweh.\n    He is your helper and your Magen.",
      "11": "If you fear Yahweh, trust Yahweh.\n    He is your helper and your Magen.",
      "12": "Yahweh, who is always thinking about us, will bless us.\n    He will bless the descendants of Israel.\n    He will bless the descendants of Aaron.",
      "13": "He will bless those who fear Yahweh,\n    from the least important to the most important.",
      "14": "May Yahweh continue to bless you and your children.",
      "15": "You will be blessed by Yahweh, the maker of heaven and earth.",
      "16": "The highest heaven belongs to Yahweh,\n    but he has given the earth to the descendants of Adam.",
      "17": "Those who are dead do not praise Yah,\n    nor do those who go into the silence of the grave.",
      "18": "But we will thank Yah now and forever.\nHallelujah!"
    },
    "116": {
      "1": "I love Yahweh because he hears my voice, my pleas for mercy.",
      "2": "I will call on him as long as I live\n    because he turns his ear toward me.",
      "3": "The ropes of death became tangled around me.\n    The horrors of the grave took hold of me.\n        I experienced pain and agony.",
      "4": "But I kept calling on the name of Yahweh:\n    “Please, Yahweh, rescue me!”",
      "5": "Yahweh is merciful and righteous.\n    Our Elohim is compassionate.",
      "6": "Yahweh protects defenseless people.\n    When I was weak, he saved me.",
      "7": "Be at peace again, my soul,\n    because Yahweh has been good to you.",
      "8": "You saved me from death.\n    You saved my eyes from tears and my feet from stumbling.",
      "9": "I will walk in Yahweh’s presence in this world of the living.",
      "10": "I kept my faith even when I said,\n    “I am suffering terribly.”",
      "11": "I also said when I was panic-stricken,\n    “Everyone is undependable.”",
      "12": "How can I repay Yahweh\n    for all the good that he has done for me?",
      "13": "I will take the cup of salvation\n    and call on the name of Yahweh.",
      "14": "I will keep my vows to Yahweh\n    in the presence of all his people.",
      "15": "Precious in the sight of Yahweh\n    is the death of his faithful ones.",
      "16": "O Yahweh, I am indeed your servant.\n    I am your servant,\n        the son of your female servant.\n    You have freed me from my chains.",
      "17": "I will bring a song of thanksgiving to you as a sacrifice.\n    I will call on the name of Yahweh.",
      "18": "I will keep my vows to Yahweh\n    in the presence of all his people,",
      "19": "in the courtyards of Yahweh’s house,\n    in the middle of Jerusalem.\nHallelujah!"
    },
    "117": {
      "1": "Praise Yahweh, all you nations!\n    Praise him, all you people of the world!",
      "2": "His mercy toward us is powerful.\n    Yahweh’s faithfulness endures forever.\nHallelujah!"
    },
    "118": {
      "1": "Give thanks to Yahweh because he is good,\n    because his mercy endures forever.",
      "2": "Israel should say,\n            “His mercy endures forever.”",
      "3": "The descendants of Aaron should say,\n            “His mercy endures forever.”",
      "4": "Those who fear Yahweh should say,\n            “His mercy endures forever.”",
      "5": "During times of trouble I called on Yah.\n    Yah answered me and set me free from all of them.",
      "6": "Yahweh is on my side.\n    I am not afraid.\n        What can mortals do to me?",
      "7": "Yahweh is on my side as my helper.\n    I will see the defeat of those who hate me.",
      "8": "It is better to depend on Yahweh\n    than to trust mortals.",
      "9": "It is better to depend on Yahweh\n    than to trust influential people.",
      "10": "All the nations surrounded me,\n    but armed with the name of Yahweh, I defeated them.",
      "11": "They surrounded me. Yes, they surrounded me,\n    but armed with the name of Yahweh, I defeated them.",
      "12": "They swarmed around me like bees,\n    but they were extinguished like burning thornbushes.\n        So armed with the name of Yahweh, I defeated them.",
      "13": "They pushed hard to make me fall,\n    but Yahweh helped me.",
      "14": "Yah is my strength and my song.\n    He is my savior.",
      "15": "The sound of joyful singing and victory is heard\n    in the tents of righteous people.\n        The right hand of Yahweh displays strength.",
      "16": "The right hand of Yahweh is held high.\n    The right hand of Yahweh displays strength.",
      "17": "I will not die,\n    but I will live and tell what Yah has done.",
      "18": "Yah disciplined me severely,\n    but he did not allow me to be killed.",
      "19": "Open the gates of righteousness for me.\n    I will go through them and give thanks to Yah.",
      "20": "This is the gate of Yahweh\n    through which righteous people will enter.",
      "21": "I give thanks to you,\n    because you have answered me.\n        You are my savior.",
      "22": "The stone that the builders rejected\n    has become the cornerstone.",
      "23": "Yahweh is responsible for this,\n    and it is amazing for us to see.",
      "24": "This is the day Yahweh has made.\n    Let’s rejoice and be glad today!",
      "25": "We beg you, O Yahweh, save us!\n    We beg you, O Yahweh, give us success!",
      "26": "Blessed is the one who comes in the name of Yahweh.\n    We bless you from Yahweh’s house.",
      "27": "Yahweh is El, and he has given us light.\n    March in a festival procession\n        with branches to the horns of the altar.",
      "28": "You are my El, and I give thanks to you.\n    My Elohim, I honor you highly.",
      "29": "Give thanks to Yahweh because he is good,\n    because his mercy endures forever."
    },
    "119": {
      "1": "Blessed are those whose lives have integrity,\n    those who follow the teachings of Yahweh.",
      "2": "Blessed are those who obey his written instructions.\n    They wholeheartedly search for him.",
      "3": "They do nothing wrong.\n    They follow his directions.",
      "4": "You have commanded\n    that your guiding principles be carefully followed.",
      "5": "I pray that my ways may become firmly established\n    so that I can obey your laws.",
      "6": "Then I will never feel ashamed\n            when I study all your commandments.",
      "7": "I will give thanks to you\n    as I learn your regulations, which are based on your righteousness.",
      "8": "I will obey your laws.\n    Never abandon me.",
      "9": "How can a young person keep his life pure?\n    He can do it by holding on to your word.",
      "10": "I wholeheartedly searched for you.\n    Do not let me wander away from your commandments.",
      "11": "I have treasured your promise in my heart\n    so that I may not sin against you.",
      "12": "Thanks be to you, O Yahweh.\n    Teach me your laws.",
      "13": "With my lips I have repeated\n    every regulation that comes from your mouth.",
      "14": "I find joy in the way shown by your written instructions\n    more than I find joy in all kinds of riches.",
      "15": "I want to reflect on your guiding principles\n    and study your ways.",
      "16": "Your laws make me happy.\n    I never forget your word.",
      "17": "Be kind to me so that I may live\n    and hold on to your word.",
      "18": "Uncover my eyes\n    so that I may see the miraculous things in your teachings.",
      "19": "I am a foreigner in this world.\n    Do not hide your commandments from me.",
      "20": "My soul is overwhelmed with endless longing for your regulations.",
      "21": "You threaten arrogant people, who are condemned\n    and wander away from your commandments.",
      "22": "Remove the insults and contempt that have fallen on me\n    because I have obeyed your written instructions.",
      "23": "Even though influential people plot against me,\n    I reflect on your laws.",
      "24": "Indeed, your written instructions make me happy.\n    They are my best friends.",
      "25": "I am close to death.\n    Give me a new life as you promised.",
      "26": "I told you what I have done, and you answered me.\n    Teach me your laws.",
      "27": "Help me understand your guiding principles\n    so that I may reflect on your miracles.",
      "28": "I am drowning in tears.\n    Strengthen me as you promised.",
      "29": "Turn me away from a life of lies.\n    Graciously provide me with your teachings.",
      "30": "I have chosen a life of faithfulness.\n    I have set your regulations in front of me.",
      "31": "I have clung tightly to your written instructions.\n    O Yahweh, do not let me be put to shame.",
      "32": "I will eagerly pursue your commandments\n    because you continue to increase my understanding.",
      "33": "Teach me, O Yahweh, how to live by your laws,\n    and I will obey them to the end.",
      "34": "Help me understand so that I can follow your teachings.\n    I will guard them with all my heart.",
      "35": "Lead me on the path of your commandments,\n    because I am happy with them.",
      "36": "Direct my heart toward your written instructions\n    rather than getting rich in underhanded ways.",
      "37": "Turn my eyes away from worthless things.\n    Give me a new life in your ways.",
      "38": "Keep your promise to me\n    so that I can fear you.",
      "39": "Take away insults, which I dread,\n    because your regulations are good.",
      "40": "I long for your guiding principles.\n    Give me a new life in your righteousness.",
      "41": "Let your blessings reach me, O Yahweh.\n    Save me as you promised.",
      "42": "Then I will have an answer for the one who insults me\n    since I trust your word.",
      "43": "Do not take so much as a single word of truth from my mouth.\n    My hope is based on your regulations.",
      "44": "I will follow your teachings forever and ever.",
      "45": "I will walk around freely\n    because I sought out your guiding principles.",
      "46": "I will speak about your written instructions in the presence of kings\n    and not feel ashamed.",
      "47": "Your commandments, which I love, make me happy.",
      "48": "I lift my hands in prayer because of your commandments,\n    which I love.\n    I will reflect on your laws.",
      "49": "Remember the word you gave me.\n    Through it you gave me hope.",
      "50": "This is my comfort in my misery:\n    Your promise gave me a new life.",
      "51": "Arrogant people have mocked me with cruelty,\n    yet I have not turned away from your teachings.",
      "52": "I remembered your regulations from long ago, O Yahweh,\n    and I found comfort in them.",
      "53": "I am burning with anger because of wicked people,\n    who abandon your teachings.",
      "54": "Your laws have become like psalms to me\n    in this place where I am only a foreigner.",
      "55": "At night I remember your name, O Yahweh,\n    and I follow your teachings.",
      "56": "This has happened to me\n    because I have obeyed your guiding principles.",
      "57": "You are my inheritance, O Yahweh.\n    I promised to hold on to your words.",
      "58": "With all my heart I want to win your favor.\n    Be kind to me as you promised.",
      "59": "I have thought about my life,\n    and I have directed my feet back to your written instructions.",
      "60": "Without any hesitation I hurry to obey your commandments.",
      "61": "Though the ropes of wicked people are tied around me,\n    I never forget your teachings.",
      "62": "At midnight I wake up to give thanks to you\n    for the regulations, which are based on your righteousness.",
      "63": "I am a friend to everyone who fears you\n    and to everyone who follows your guiding principles.",
      "64": "Your mercy, O Yahweh, fills the earth.\n    Teach me your laws.",
      "65": "You have treated me well, O Yahweh,\n    as you promised.",
      "66": "Teach me to use good judgment and knowledge,\n    because I believe in your commandments.",
      "67": "Before you made me suffer, I used to wander off,\n    but now I hold on to your word.",
      "68": "You are good, and you do good things.\n    Teach me your laws.",
      "69": "Arrogant people have smeared me with lies,\n    yet I obey your guiding principles with all my heart.",
      "70": "Their hearts are cold and insensitive,\n    yet I am happy with your teachings.",
      "71": "It was good that I had to suffer\n    in order to learn your laws.",
      "72": "The teachings that come from your mouth are worth more to me\n    than thousands in gold or silver.",
      "73": "Your hands created me and made me what I am.\n    Help me understand so that I may learn your commandments.",
      "74": "Those who fear you will see me and rejoice,\n    because my hope is based on your word.",
      "75": "I know that your regulations are fair, O Yahweh,\n    and that you were right to make me suffer.",
      "76": "Let your mercy comfort me\n    as you promised.",
      "77": "Let your compassion reach me so that I may live,\n    because your teachings make me happy.",
      "78": "Let arrogant people be put to shame\n    because they lied about me,\n        yet I reflect on your guiding principles.",
      "79": "Let those who fear you turn to me\n    so that they can come to know your written instructions.",
      "80": "Let my heart be filled with integrity in regard to your laws\n    so that I will not be put to shame.",
      "81": "My soul is weak from waiting for you to save me.\n    My hope is based on your word.",
      "82": "My eyes have become strained from looking for your promise.\n    I ask, “When will you comfort me?”",
      "83": "Although I have become like a shriveled and dried out wineskin,\n    I have not forgotten your laws.",
      "84": "What is left of my life?\n    When will you bring those who persecute me to justice?",
      "85": "Arrogant people have dug pits to trap me\n    in defiance of your teachings.",
      "86": "(All your commandments are reliable.)\n    Those people persecute me with lies. Help me!",
      "87": "They almost wiped me off the face of the earth.\n    But I did not abandon your guiding principles.",
      "88": "Give me a new life through your mercy\n    so that I may obey the written instructions,\n        which came from your mouth.",
      "89": "O Yahweh, your word is established in heaven forever.",
      "90": "Your faithfulness endures throughout every generation.\n    You set the earth in place, and it continues to stand.",
      "91": "All things continue to stand today because of your regulations,\n    since they are all your servants.",
      "92": "If your teachings had not made me happy,\n    then I would have died in my misery.",
      "93": "I will never forget your guiding principles,\n    because you gave me a new life through them.",
      "94": "I am yours.\n    Save me, because I have searched for your guiding principles.",
      "95": "The wicked people have waited for me in order to destroy me,\n    yet I want to understand your written instructions.",
      "96": "I have seen a limit to everything else,\n    but your commandments have no limit.",
      "97": "Oh, how I love your teachings!\n    They are in my thoughts all day long.",
      "98": "Your commandments make me wiser than my enemies,\n    because your commandments are always with me.",
      "99": "I have more insight than all my teachers,\n    because your written instructions are in my thoughts.",
      "100": "I have more wisdom than those with many years of experience,\n    because I have obeyed your guiding principles.",
      "101": "I have kept my feet from walking on any evil path\n    in order to obey your word.",
      "102": "I have not neglected your regulations,\n    because you have taught me.",
      "103": "How sweet the taste of your promise is!\n    It tastes sweeter than honey.",
      "104": "From your guiding principles I gain understanding.\n    That is why I hate every path that leads to lying.",
      "105": "Your word is a lamp for my feet\n    and a light for my path.",
      "106": "I took an oath, and I will keep it.\n    I took an oath to follow your regulations,\n        which are based on your righteousness.",
      "107": "I have suffered so much.\n    Give me a new life, O Yahweh, as you promised.",
      "108": "Please accept the praise I gladly give you, O Yahweh,\n    and teach me your regulations.",
      "109": "I always take my life into my own hands,\n    but I never forget your teachings.",
      "110": "Wicked people have set a trap for me,\n    but I have never wandered away from your guiding principles.",
      "111": "Your written instructions are mine forever.\n    They are the joy of my heart.",
      "112": "I have decided to obey your laws.\n    They offer a reward that never ends.",
      "113": "I hate two-faced people,\n    but I love your teachings.",
      "114": "You are my hiding place and my shield.\n    My hope is based on your word.",
      "115": "Get away from me, you evildoers,\n    so that I can obey the commandments of my Elohim.",
      "116": "Help me Elohim, as you promised, so that I may live.\n    Do not turn my hope into disappointment.",
      "117": "Hold me, and I will be safe,\n    and I will always respect your laws.",
      "118": "You reject all who wander away from your laws,\n    because their lies mislead them.",
      "119": "You get rid of all wicked people on earth as if they were rubbish.\n    That is why I love your written instructions.",
      "120": "My body shudders in fear of you,\n    and I am afraid of your regulations.",
      "121": "I have done what is fair and right.\n    Do not leave me at the mercy of those who oppress me.",
      "122": "Guarantee my well-being.\n    Do not let arrogant people oppress me.",
      "123": "My eyes are strained from looking for you to save me\n    and from looking for the fulfillment of your righteous promise.",
      "124": "Treat me with kindness,\n    and teach me your laws.",
      "125": "I am your servant.\n    Help me understand\n        so that I may come to know your written instructions.",
      "126": "It is time for you to act, O Yahweh.\n    Even though people have abolished your teachings,",
      "127": "I love your commandments more than gold, more than pure gold.",
      "128": "I follow the straight paths of your guiding principles.\n    I hate every pathway that leads to lying.",
      "129": "Your written instructions are miraculous.\n    That is why I obey them.",
      "130": "Your word is a doorway that lets in light,\n    and it helps gullible people understand.",
      "131": "I open my mouth and pant\n    because I long for your commandments.",
      "132": "Turn toward me, and have pity on me\n    as you have pledged to do for those who love your name.",
      "133": "Make my steps secure through your promise,\n    and do not let any sin control me.",
      "134": "Save me from human oppression\n    so that I may obey your guiding principles.",
      "135": "Smile on me,\n    and teach me your laws.",
      "136": "Streams of tears flow from my eyes\n    because others do not follow your teachings.",
      "137": "You are righteous, O Yahweh,\n    and your regulations are fair.",
      "138": "You have issued your written instructions.\n    They are fair and completely dependable.",
      "139": "My devotion for your words consumes me,\n    because my enemies have forgotten your words.",
      "140": "Your promise has been thoroughly tested,\n    and I love it.",
      "141": "I am unimportant and despised,\n    yet I never forget your guiding principles.",
      "142": "Your righteousness is an everlasting righteousness,\n    and your teachings are reliable.",
      "143": "Trouble and hardship have found me,\n    but your commandments still make me happy.",
      "144": "Your written instructions are always right.\n    Help me understand them so that I will live.",
      "145": "I have called out with all my heart. Answer me, O Yahweh.\n    I want to obey your laws.",
      "146": "I have called out.\n    Save me, so that I can obey your written instructions.",
      "147": "I got up before dawn, and I cried out for help.\n    My hope is based on your word.",
      "148": "My eyes are wide-open throughout the nighttime hours\n    to reflect on your word.",
      "149": "In keeping with your mercy, hear my voice.\n    O Yahweh, give me a new life guided by your regulations.",
      "150": "Those who carry out plots against me are near,\n    yet they are far away from your teachings.",
      "151": "You are near, O Yahweh,\n    and all your commandments are reliable.",
      "152": "Long ago I learned from your written instructions\n    that you made them to last forever.",
      "153": "Look at my misery, and rescue me,\n    because I have never forgotten your teachings.",
      "154": "Plead my case for me, and save me.\n    Give me a new life as you promised.",
      "155": "Wicked people are far from being saved,\n    because they have not searched for your laws.",
      "156": "Your acts of compassion are many in number, O Yahweh.\n    Give me a new life guided by your regulations.",
      "157": "I have many persecutors and opponents,\n    yet I have not turned away from your written instructions.",
      "158": "I have seen traitors,\n    and I am filled with disgust.\n        They have not accepted your promise.",
      "159": "See how I have loved your guiding principles!\n    O Yahweh, in keeping with your mercy, give me a new life.",
      "160": "There is nothing but truth in your word,\n    and all of your righteous regulations endure forever.",
      "161": "Influential people have persecuted me for no reason,\n    but it is only your words that fill my heart with terror.",
      "162": "I find joy in your promise\n    like someone who finds a priceless treasure.",
      "163": "I hate lying; I am disgusted with it.\n    I love your teachings.",
      "164": "Seven times a day I praise you\n    for your righteous regulations.",
      "165": "There is lasting peace for those who love your teachings.\n    Nothing can make those people stumble.",
      "166": "I have waited with hope for you to save me, O Yahweh.\n    I have carried out your commandments.",
      "167": "I have obeyed your written instructions.\n    I have loved them very much.",
      "168": "I have followed your guiding principles and your written instructions,\n    because my whole life is in front of you.",
      "169": "Let my cry for help come into your presence, O Yahweh.\n    Help me understand as you promised.",
      "170": "Let my plea for mercy come into your presence.\n    Rescue me as you promised.",
      "171": "Let my lips pour out praise\n    because you teach me your laws.",
      "172": "Let my tongue sing about your promise\n    because all your commandments are fair.",
      "173": "Let your hand help me\n    because I have chosen to follow your guiding principles.",
      "174": "I have longed for you to save me, O Yahweh,\n    and your teachings make me happy.",
      "175": "Let my soul have new life so that it can praise you.\n    Let your regulations help me.",
      "176": "I have wandered away like a lost lamb.\n    Search for me,\n        because I have never forgotten your commandments."
    },
    "120": {
      "1": "When I was in trouble, I cried out to Yahweh,\n    and he answered me.",
      "2": "O Yahweh, rescue me from lying lips\n    and from a deceitful tongue.",
      "3": "You deceitful tongue, what can Yahweh give you?\n    What more can he do for you?",
      "4": "He will give you a warrior’s sharpened arrows and red-hot coals.",
      "5": "How horrible it is to live as a foreigner in Meshech\n    or to stay in the tents of Kedar.",
      "6": "I have lived too long with those who hate peace.",
      "7": "I am for peace, but when I talk about it,\n            they only talk about war."
    },
    "121": {
      "1": "I look up toward the mountains.\n    Where can I find help?",
      "2": "My help comes from Yahweh,\n    the maker of heaven and earth.",
      "3": "He will not let you fall.\n    Your guardian will not fall asleep.",
      "4": "Indeed, the Guardian of Israel never rests or sleeps.",
      "5": "Yahweh is your guardian.\n    Yahweh is the shade over your right hand.",
      "6": "The sun will not beat down on you during the day,\n    nor will the moon at night.",
      "7": "Yahweh guards you from every evil.\n    He guards your life.",
      "8": "Yahweh guards you as you come and go,\n    now and forever."
    },
    "122": {
      "1": "I was glad when they said to me,\n    “Let’s go to the house of Yahweh.”",
      "2": "Our feet are standing inside your gates, Jerusalem.",
      "3": "Jerusalem is built to be a city\n    where the people are united.",
      "4": "All of Yah’s tribes go to that city\n    because it is a law in Israel\n        to give thanks to the name of Yahweh.",
      "5": "The court of justice sits there.\n    It consists of princes who are David’s descendants.",
      "6": "Pray for the peace of Jerusalem:\n    “May those who love you prosper.",
      "7": "May there be peace inside your walls\n    and prosperity in your palaces.”",
      "8": "For the sake of my relatives and friends, let me say,\n    “May it go well for you!”",
      "9": "For the sake of the house of Yahweh our Elohim,\n    I will seek what is good for you."
    },
    "123": {
      "1": "I look up to you,\n    to the one who sits enthroned in heaven.",
      "2": "As servants depend on their masters,\n    as a maid depends on her mistress,\n    so we depend on Yahweh our Elohim\n        until he has pity on us.",
      "3": "Have pity on us, O Yahweh.\n    Have pity on us\n    because we have suffered more than our share of contempt.",
      "4": "We have suffered more than our share of ridicule\n    from those who are carefree.\n    We have suffered more than our share of contempt\n    from those who are arrogant."
    },
    "124": {
      "1": "“If Yahweh had not been on our side . . .”\n    (Israel should repeat this.)",
      "2": "“If Yahweh had not been on our side when people attacked us,",
      "3": "then they would have swallowed us alive\n    when their anger exploded against us.",
      "4": "Then the floodwaters would have swept us away.\n    An overflowing stream would have washed us away.",
      "5": "Then raging water would have washed us away.”",
      "6": "Thank Yahweh, who did not let them sink their teeth into us.",
      "7": "We escaped like a bird caught in a hunter’s trap.\n    The trap was broken, and we escaped.",
      "8": "Our help is in the name of Yahweh, the maker of heaven and earth."
    },
    "125": {
      "1": "Those who trust Yahweh are like Mount Zion,\n    which can never be shaken.\n        It remains firm forever.",
      "2": "As the mountains surround Jerusalem,\n    so Yahweh surrounds his people now and forever.",
      "3": "A wicked ruler will not be allowed to govern\n    the land set aside for righteous people.\n        That is why righteous people do not use their power to do wrong.",
      "4": "Do good, O Yahweh, to those who are good,\n    to those whose motives are decent.",
      "5": "But when people become crooked,\n    Yahweh will lead them away with troublemakers.\nLet there be peace in Israel!"
    },
    "126": {
      "1": "When Yahweh restored the fortunes of Zion,\n    it was as if we were dreaming.",
      "2": "Then our mouths were filled with laughter\n    and our tongues with joyful songs.\n    Then the nations said,\n    “Yahweh has done spectacular things for them.”",
      "3": "Yahweh has done spectacular things for us.\n    We are overjoyed.",
      "4": "Restore our fortunes, O Yahweh,\n    as you restore streams to dry riverbeds in the Negev.",
      "5": "Those who cry while they plant\n    will joyfully sing while they harvest.",
      "6": "The person who goes out weeping, carrying his bag of seed,\n    will come home singing, carrying his bundles of grain."
    },
    "127": {
      "1": "If Yahweh does not build the house,\n    it is useless for the builders to work on it.\n    If Yahweh does not protect a city,\n    it is useless for the guard to stay alert.",
      "2": "It is useless to work hard for the food you eat\n    by getting up early and going to bed late.\n        Yahweh gives food to those he loves while they sleep.",
      "3": "Children are an inheritance from Yahweh.\n    They are a reward from him.",
      "4": "The children born to a man when he is young\n    are like arrows in the hand of a warrior.",
      "5": "Blessed is the man who has filled his quiver with them.\n            He will not be put to shame\n                when he speaks with his enemies in the city gate."
    },
    "128": {
      "1": "Blessed are all who fear Yahweh\n    and live his way.",
      "2": "You will certainly eat what your own hands have provided.\n    Blessings to you!\n    May things go well for you!",
      "3": "Your wife will be like a fruitful vine inside your home.\n    Your children will be like young olive trees around your table.",
      "4": "This is how Yahweh will bless the person who fears him.",
      "5": "May Yahweh bless you from Zion\n        so that you may see Jerusalem prospering\n            all the days of your life.",
      "6": "May you live to see your children’s children.\nLet there be peace in Israel!"
    },
    "129": {
      "1": "“From the time I was young, people have attacked me . . .”\n    (Israel should repeat this.)",
      "2": "“From the time I was young, people have attacked me,\n    but they have never overpowered me.",
      "3": "They have plowed my back like farmers plow fields.\n        They made long slashes like furrows.”",
      "4": "Yahweh is righteous.\n    He has cut me loose\n        from the ropes that wicked people tied around me.",
      "5": "Put to shame all those who hate Zion.\n    Force them to retreat.",
      "6": "Make them be like grass on a roof,\n    like grass that dries up before it produces a stalk.",
      "7": "It will never fill the barns of those who harvest\n            or the arms of those who gather bundles.",
      "8": "Those who pass by will never say to them,\n    “May you be blessed by Yahweh”\n    or “We bless you in the name of Yahweh.”"
    },
    "130": {
      "1": "O Yahweh, out of the depths I call to you.",
      "2": "O Adonay, hear my voice.\n    Let your ears be open to my pleas for mercy.",
      "3": "O Yahweh, who would be able to stand\n    if you kept a record of sins?",
      "4": "But with you there is forgiveness\n    so that you can be feared.",
      "5": "I wait for Yahweh, my soul waits,\n    and with hope I wait for his word.",
      "6": "My soul waits for Adonay\n    more than those who watch for the morning,\n    more than those who watch for the morning.",
      "7": "O Israel, put your hope in Yahweh,\n    because with Yahweh there is mercy\n        and with him there is unlimited forgiveness.",
      "8": "He will rescue Israel from all its sins."
    },
    "131": {
      "1": "O Yahweh, my heart is not conceited.\n    My eyes do not look down on others.\n    I am not involved in things too big or too difficult for me.",
      "2": "Instead, I have kept my soul calm and quiet.\n    My soul is content as a weaned child is content in its mother’s arms.",
      "3": "Israel, put your hope in Yahweh now and forever."
    },
    "132": {
      "1": "O Yahweh, remember David and all the hardships he endured.",
      "2": "Remember how he swore an oath to Yahweh\n    and made this vow to the Mighty One of Jacob:",
      "3": "“I will not step inside my house,",
      "4": "get into my bed, shut my eyes, or close my eyelids",
      "5": "until I find a place for Yahweh,\n    a dwelling place for the Mighty One of Jacob.”",
      "6": "Now, we have heard about the ark of the promise being in Ephrathah.\n    We have found it in Jaar.",
      "7": "Let’s go to his dwelling place.\n    Let’s worship at his footstool.",
      "8": "O Yahweh, arise, and come to your resting place\n    with the ark of your power.",
      "9": "Clothe your priests with righteousness.\n    Let your godly ones sing with joy.",
      "10": "For the sake of your servant David,\n    do not reject your anointed one.",
      "11": "Yahweh swore an oath to David.\n    This is a truth he will not take back:\n        “I will set one of your own descendants on your throne.",
      "12": "If your sons are faithful to my promise\n    and my written instructions that I will teach them,\n        then their descendants will also sit on your throne forever.”",
      "13": "Yahweh has chosen Zion.\n    He wants it for his home.",
      "14": "“This will be my resting place forever.\n    Here I will sit enthroned because I want Zion.",
      "15": "I will certainly bless all that Zion needs.\n    I will satisfy its needy people with food.",
      "16": "I will clothe its priests with salvation.\n    Then its godly ones will sing joyfully.",
      "17": "There I will make a horn sprout up for David.\n    I will prepare a lamp for my anointed one.",
      "18": "I will clothe his enemies with shame,\n    but the crown on my anointed one will shine.”"
    },
    "133": {
      "1": "See how good and pleasant it is\n    when brothers and sisters live together in harmony!",
      "2": "It is like fine, scented oil on the head,\n            running down the beard—down Aaron’s beard—\n            running over the collar of his robes.",
      "3": "It is like dew on Mount Hermon,\n            dew which comes down on Zion’s mountains.\n                That is where Yahweh promised\n                    the blessing of eternal life."
    },
    "134": {
      "1": "Praise Yahweh, all you servants of Yahweh,\n    all who stand in the house of Yahweh night after night.",
      "2": "Lift your hands toward the holy place, and praise Yahweh.",
      "3": "May Yahweh, the maker of heaven and earth, bless you from Zion."
    },
    "135": {
      "1": "Hallelujah!\nPraise the name of Yahweh.\n    Praise him, you servants of Yahweh",
      "2": "who are standing in the house of Yahweh,\n    in the courtyards of the house of our Elohim.",
      "3": "Praise Yah because Yahweh is good.\n    Make music to praise his name because his name is beautiful.",
      "4": "Yah chose Jacob to be his own\n    and chose Israel to be his own special treasure.",
      "5": "I know that Yahweh is great,\n    that our Adonay is greater than all the false gods.",
      "6": "Yahweh does whatever he wants in heaven or on earth,\n    on the seas or in all the depths of the oceans.",
      "7": "He is the one who makes the clouds rise from the ends of the earth,\n    who makes lightning for the thunderstorms,\n        and who brings wind out of his storerooms.",
      "8": "He is the one who killed every firstborn male in Egypt.\n    He killed humans and animals alike.",
      "9": "He sent miraculous signs and amazing things into the heart of Egypt\n    against Pharaoh and all his officials.",
      "10": "He is the one who defeated many nations and killed mighty kings:",
      "11": "King Sihon of the Amorites,\n    King Og of Bashan,\n        and all the kingdoms in Canaan.",
      "12": "He gave their land as an inheritance,\n    an inheritance to his people Israel.",
      "13": "O Yahweh, your name endures forever.\n    O Yahweh, you will be remembered throughout every generation.",
      "14": "Yahweh will provide justice for his people\n    and have compassion on his servants.",
      "15": "The idols of the nations are made of silver and gold.\n    They were made by human hands.",
      "16": "They have mouths, but they cannot speak.\n    They have eyes, but they cannot see.",
      "17": "They have ears, but they cannot hear.\n    They cannot breathe.",
      "18": "Those who make idols end up like them.\n    So does everyone who trusts them.",
      "19": "Descendants of Israel, praise Yahweh.\n    Descendants of Aaron, praise Yahweh.",
      "20": "Descendants of Levi, praise Yahweh.\n    You people who fear Yahweh, praise Yahweh.",
      "21": "Thank Yahweh in Zion.\n    Thank the one who lives in Jerusalem.\nHallelujah!"
    },
    "136": {
      "1": "Give thanks to Yahweh because he is good,\nbecause his mercy endures forever.",
      "2": "Give thanks to the Elohim of gods\nbecause his mercy endures forever.",
      "3": "Give thanks to the Adonay of lords\nbecause his mercy endures forever.",
      "4": "Give thanks to the only one who does miraculous things—\nbecause his mercy endures forever.",
      "5": "to the one who made the heavens by his understanding—\nbecause his mercy endures forever.",
      "6": "to the one who spread out the earth on the water—\nbecause his mercy endures forever.",
      "7": "to the one who made the great lights—\nbecause his mercy endures forever.",
      "8": "the sun to rule the day—\nbecause his mercy endures forever.",
      "9": "the moon and stars to rule the night—\nbecause his mercy endures forever.",
      "10": "Give thanks to the one who killed the firstborn males in Egypt—\nbecause his mercy endures forever.",
      "11": "He brought Israel out from among them—\nbecause his mercy endures forever.",
      "12": "with a mighty hand and a powerful arm—\nbecause his mercy endures forever.",
      "13": "Give thanks to one who divided the Red Sea—\nbecause his mercy endures forever.",
      "14": "He led Israel through the middle of it—\nbecause his mercy endures forever.",
      "15": "He swept Pharaoh and his army into the Red Sea—\nbecause his mercy endures forever.",
      "16": "Give thanks to the one who led his people through the desert—\nbecause his mercy endures forever.",
      "17": "Give thanks to the one who defeated powerful kings—\nbecause his mercy endures forever.",
      "18": "He killed mighty kings—\nbecause his mercy endures forever.",
      "19": "King Sihon of the Amorites—\nbecause his mercy endures forever.",
      "20": "and King Og of Bashan—\nbecause his mercy endures forever.",
      "21": "He gave their land as an inheritance—\nbecause his mercy endures forever.",
      "22": "as an inheritance for his servant Israel—\nbecause his mercy endures forever.",
      "23": "He remembered us when we were humiliated—\nbecause his mercy endures forever.",
      "24": "He snatched us from the grasp of our enemies—\nbecause his mercy endures forever.",
      "25": "He gives food to every living creature—\nbecause his mercy endures forever.",
      "26": "Give thanks to El of heaven\nbecause his mercy endures forever."
    },
    "137": {
      "1": "By the rivers of Babylon, we sat down and cried\n    as we remembered Zion.",
      "2": "We hung our lyres on willow trees.",
      "3": "It was there that those who had captured us demanded that we sing.\n    Those who guarded us wanted us to entertain them.\n        They said, “Sing a song from Zion for us!”",
      "4": "How could we sing Yahweh’s song in a foreign land?",
      "5": "If I forget you, Jerusalem,\n    let my right hand forget how to play the lyre.",
      "6": "Let my tongue stick to the roof of my mouth\n    if I don’t remember you,\n        if I don’t consider Jerusalem my highest joy.",
      "7": "O Yahweh, remember the people of Edom.\n    Remember what they did the day Jerusalem was captured.\n        They said, “Tear it down! Tear it down to its foundation.”",
      "8": "You destructive people of Babylon,\n    blessed is the one who pays you back\n        with the same treatment you gave us.",
      "9": "Blessed is the one who grabs your little children\n    and smashes them against a rock."
    },
    "138": {
      "1": "I will give thanks to you with all my heart.\n    I will make music to praise you in front of the false gods.",
      "2": "I will bow toward your holy temple.\n    I will give thanks to your name because of your mercy and truth.\n    You have made your name and your promise greater than everything.",
      "3": "When I called, you answered me.\n    You made me bold by strengthening my soul.",
      "4": "All the kings of the earth will give thanks to you, O Yahweh,\n    because they have heard the promises you spoke.",
      "5": "They will sing this about the ways of Yahweh:\n            “Yahweh’s honor is great!”",
      "6": "Even though Yahweh is high above, he sees humble people close up,\n    and he recognizes arrogant people from a distance.",
      "7": "Even though I walk into the middle of trouble,\n    you guard my life against the anger of my enemies.\n    You stretch out your hand,\n        and your right hand saves me.",
      "8": "Yahweh will do everything for me.\n    O Yahweh, your mercy endures forever.\n    Do not let go of what your hands have made."
    },
    "139": {
      "1": "O Yahweh, you have examined me, and you know me.",
      "2": "You alone know when I sit down and when I get up.\n    You read my thoughts from far away.",
      "3": "You watch me when I travel and when I rest.\n    You are familiar with all my ways.",
      "4": "Even before there is a single word on my tongue,\n            you know all about it, Yahweh.",
      "5": "You are all around me—in front of me and in back of me.\n    You lay your hand on me.",
      "6": "Such knowledge is beyond my grasp.\n        It is so high I cannot reach it.",
      "7": "Where can I go to get away from your Ruach?\n    Where can I run to get away from you?",
      "8": "If I go up to heaven, you are there.\n    If I make my bed in hell, you are there.",
      "9": "If I climb upward on the rays of the morning sun\n    or land on the most distant shore of the sea where the sun sets,",
      "10": "even there your hand would guide me\n    and your right hand would hold on to me.",
      "11": "If I say, “Let the darkness hide me\n    and let the light around me turn into night,”",
      "12": "even the darkness is not too dark for you.\n    Night is as bright as day.\n        Darkness and light are the same to you.",
      "13": "You alone created my inner being.\n    You knitted me together inside my mother.",
      "14": "I will give thanks to you\n    because I have been so amazingly and miraculously made.\n        Your works are miraculous, and my soul is fully aware of this.",
      "15": "My bones were not hidden from you\n    when I was being made in secret,\n    when I was being skillfully woven in an underground workshop.",
      "16": "Your eyes saw me when I was only a fetus.\n    Every day of my life was recorded in your book\n        before one of them had taken place.",
      "17": "How precious are your thoughts concerning me, O El!\n    How vast in number they are!",
      "18": "If I try to count them,\n    there would be more of them than there are grains of sand.\n        When I wake up, I am still with you.",
      "19": "I wish that you would kill wicked people, O Eloah,\n    and that bloodthirsty people would leave me alone.",
      "20": "They say wicked things about you.\n    Your enemies misuse your name.",
      "21": "Shouldn’t I hate those who hate you, O Yahweh?\n    Shouldn’t I be disgusted with those who attack you?",
      "22": "I hate them with all my heart.\n    They have become my enemies.",
      "23": "Examine me, O El, and know my mind.\n    Test me, and know my thoughts.",
      "24": "See whether I am on an evil path.\n    Then lead me on the everlasting path."
    },
    "140": {
      "1": "Rescue me from evil people, O Yahweh.\n    Keep me safe from violent people.",
      "2": "They plan evil things in their hearts.\n    They start fights every day.",
      "3": "They make their tongues as sharp as a snake’s fang.\n    Their lips hide the venom of poisonous snakes. Selah",
      "4": "Protect me from the hands of wicked people, O Yahweh.\n    Keep me safe from violent people.\n    They try to trip me.",
      "5": "Arrogant people have laid a trap for me.\n    They have spread out a net with ropes.\n    They have set traps for me along the road. Selah",
      "6": "I said to Yahweh, “You are my El.”\n    O Yahweh, open your ears to hear my plea for pity.",
      "7": "O Yahweh Adonay, the strong one who saves me,\n    you have covered my head in the day of battle.",
      "8": "O Yahweh, do not give wicked people what they want.\n    Do not let their evil plans succeed,\n        or they will become arrogant. Selah",
      "9": "Let the heads of those who surround me\n    be covered with their own threats.",
      "10": "Let burning coals fall on them.\n    Let them be thrown into a pit, never to rise again.",
      "11": "Do not let slanderers prosper on earth.\n    Let evil hunt down violent people with one blow after another.",
      "12": "I know that Yahweh will defend the rights of those who are oppressed\n    and the cause of those who are needy.",
      "13": "Indeed, righteous people will give thanks to your name.\n    Decent people will live in your presence."
    },
    "141": {
      "1": "O Yahweh, I cry out to you, “Come quickly.”\n    Open your ears to me when I cry out to you.",
      "2": "Let my prayer be accepted\n    as sweet-smelling incense in your presence.\n    Let the lifting up of my hands in prayer be accepted\n        as an evening sacrifice.",
      "3": "O Yahweh, set a guard at my mouth.\n    Keep watch over the door of my lips.",
      "4": "Do not let me be persuaded to do anything evil\n    or to become involved with wickedness,\n        with people who are troublemakers.\n            Do not let me taste their delicacies.",
      "5": "A righteous person may strike me or correct me out of kindness.\n    It is like lotion for my head.\n        My head will not refuse it,\n            because my prayer is directed against evil deeds.",
      "6": "When their judges are thrown off a cliff,\n    they will listen to what I have to say.\n        It will sound pleasant to them.",
      "7": "As someone plows and breaks up the ground,\n    so our bones will be planted at the mouth of the grave.",
      "8": "My eyes look to you, Yahweh Adonay.\n    I have taken refuge in you.\n    Do not leave me defenseless.",
      "9": "Keep me away from the trap they set for me\n    and from the traps set by troublemakers.",
      "10": "Let wicked people fall into their own nets,\n    while I escape unharmed."
    },
    "142": {
      "1": "Loudly, I cry to Yahweh.\n    Loudly, I plead with Yahweh for mercy.",
      "2": "I pour out my complaints in his presence\n    and tell him my troubles.",
      "3": "When I begin to lose hope,\n            you already know what I am experiencing.\nMy enemies have hidden a trap for me on the path where I walk.",
      "4": "Look to my right and see that no one notices me.\n    Escape is impossible for me.\n        No one cares about me.",
      "5": "I call out to you, O Yahweh.\n    I say, “You are my Machseh,\n    my own inheritance in this world of the living.”",
      "6": "Pay attention to my cry for help\n    because I am very weak.\n    Rescue me from those who pursue me\n    because they are too strong for me.",
      "7": "Release my soul from prison\n    so that I may give thanks to your name.\n        Righteous people will surround me\n            because you are good to me."
    },
    "143": {
      "1": "O Yahweh, listen to my prayer.\n    Open your ears to hear my urgent requests.\n    Answer me because you are faithful and righteous.",
      "2": "Do not take me to court for judgment,\n    because there is no one alive\n        who is righteous in your presence.",
      "3": "The enemy has pursued me.\n    He has ground my life into the dirt.\n    He has made me live in dark places\n        like those who have died long ago.",
      "4": "That is why I begin to lose hope\n    and my heart is in a state of shock.",
      "5": "I remember the days long ago.\n    I reflect on all that you have done.\n    I carefully consider what your hands have made.",
      "6": "I stretch out my hands to you in prayer.\n    Like parched land, my soul thirsts for you. Selah",
      "7": "Answer me quickly, O Yahweh.\n    My spirit is worn out.\n    Do not hide your face from me,\n    or I will be like those who go into the pit.",
      "8": "Let me hear about your mercy in the morning,\n    because I trust you.\n    Let me know the way that I should go,\n    because I long for you.",
      "9": "Rescue me from my enemies, O Yahweh.\n    I come to you for protection.",
      "10": "Teach me to do your will, because you are my Elohim.\n    May your good Ruach lead me on level ground.",
      "11": "O Yahweh, keep me alive for the sake of your name.\n    Because you are righteous, lead me out of trouble.",
      "12": "In keeping with your mercy, wipe out my enemies\n    and destroy all who torment me,\n        because I am your servant."
    },
    "144": {
      "1": "Thank Yahweh, my Tsur,\n    who trained my hands to fight\n        and my fingers to do battle,",
      "2": "my merciful one, my Metsuda,\n    my stronghold, and my savior,\n    my Magen, the one in whom I take refuge,\n        and the one who brings people under my authority.",
      "3": "O Yahweh, what are humans that you should care about them?\n    What are mere mortals that you should think about them?",
      "4": "Humans are like a breath of air.\n        Their life span is like a fleeting shadow.",
      "5": "O Yahweh, bend your heaven low, and come down.\n    Touch the mountains, and they will smoke.",
      "6": "Hurl bolts of lightning, and scatter them.\n    Shoot your arrows, and throw them into confusion.",
      "7": "Stretch out your hands from above.\n    Snatch me, and rescue me from raging waters\n        and from foreigners’ hands.",
      "8": "Their mouths speak lies.\n            Their right hands take false pledges.",
      "9": "O Elohim, I will sing a new song to you.\n    I will sing a psalm to you on a ten-stringed harp.",
      "10": "You are the one who gives victory to kings.\n    You are the one who snatches your servant David\n    away from a deadly sword.",
      "11": "Snatch me, and rescue me from foreigners’ hands.\n    Their mouths speak lies.\n        Their right hands take false pledges.",
      "12": "May our sons be like full-grown, young plants.\n    May our daughters be like stately columns\n    that adorn the corners of a palace.",
      "13": "May our barns be filled with all kinds of crops.\n    May our sheep give birth to thousands of lambs,\n    tens of thousands in our fields.",
      "14": "May our cattle have many calves.\nMay no one break in, and may no one be dragged out.\n    May there be no cries of distress in our streets.",
      "15": "Blessed are the people who have these blessings!\n    Blessed are the people whose Elohim is Yahweh!"
    },
    "145": {
      "1": "I will highly praise you, my Elohim, the Melek.\n    I will bless your name forever and ever.",
      "2": "I will bless you every day.\n    I will praise your name forever and ever.",
      "3": "Yahweh is great, and he should be highly praised.\n    His greatness is unsearchable.",
      "4": "One generation will praise your deeds to the next.\n    Each generation will talk about your mighty acts.",
      "5": "I will think about the glorious honor of your majesty\n    and the miraculous things you have done.",
      "6": "People will talk about the power of your terrifying deeds,\n    and I will tell about your greatness.",
      "7": "They will announce what they remember of your great goodness,\n    and they will joyfully sing about your righteousness.",
      "8": "Yahweh is merciful, compassionate, patient,\n    and always ready to forgive.",
      "9": "Yahweh is good to everyone\n    and has compassion for everything that he has made.",
      "10": "Everything that you have made will give thanks to you, O Yahweh,\n    and your faithful ones will praise you.",
      "11": "Everyone will talk about the glory of your kingdom\n    and will tell the descendants of Adam about your might",
      "12": "in order to make known your mighty deeds\n    and the glorious honor of your kingdom.",
      "13": "Your kingdom is an everlasting kingdom.\n    Your empire endures throughout every generation.",
      "14": "Yahweh supports everyone who falls.\n    He straightens the backs of those who are bent over.",
      "15": "The eyes of all creatures look to you,\n    and you give them their food at the proper time.",
      "16": "You open your hand,\n    and you satisfy the desire of every living thing.",
      "17": "Yahweh is fair in all his ways\n    and faithful in everything he does.",
      "18": "Yahweh is near to everyone who prays to him,\n    to every faithful person who prays to him.",
      "19": "He fills the needs of those who fear him.\n    He hears their cries for help and saves them.",
      "20": "Yahweh protects everyone who loves him,\n    but he will destroy all wicked people.",
      "21": "My mouth will speak the praise of Yahweh,\n    and all living creatures will praise his holy name\n        forever and ever."
    },
    "146": {
      "1": "Hallelujah!\nPraise Yahweh, my soul!",
      "2": "I want to praise Yahweh throughout my life.\n    I want to make music to praise my Elohim as long as I live.",
      "3": "Do not trust influential people,\n    mortals who cannot help you.",
      "4": "When they breathe their last breath, they return to the ground.\n            On that day their plans come to an end.",
      "5": "Blessed are those who receive help from the El of Jacob.\n    Their hope rests on Yahweh their Elohim,",
      "6": "who made heaven, earth,\n            the sea, and everything in them.\n    Yahweh remains faithful forever.",
      "7": "He brings about justice for those who are oppressed.\n    He gives food to those who are hungry.\n    Yahweh sets prisoners free.",
      "8": "Yahweh gives sight to blind people.\n    Yahweh straightens the backs of those who are bent over.\n    Yahweh loves righteous people.",
      "9": "Yahweh protects foreigners.\n    Yahweh gives relief to orphans and widows.\n    But he keeps wicked people from reaching their goal.",
      "10": "Yahweh rules as king forever.\n    Zion, your Elohim rules throughout every generation.\nHallelujah!"
    },
    "147": {
      "1": "Hallelujah!\nIt is good to sing psalms to our Elohim.\n    It is pleasant to sing his praise beautifully.",
      "2": "Yahweh is the builder of Jerusalem.\n    He is the one who gathers the outcasts of Israel together.",
      "3": "He is the Rophe of the brokenhearted.\n    He is the one who bandages their wounds.",
      "4": "He determines the number of stars.\n    He gives each one a name.",
      "5": "Our Adonay is great, and his power is great.\n    There is no limit to his understanding.",
      "6": "Yahweh gives relief to those who are oppressed.\n    He brings wicked people down to the ground.",
      "7": "Sing to Yahweh a song of thanksgiving.\n    Make music to our Elohim with a lyre.",
      "8": "He covers the sky with clouds.\n    He provides rain for the ground.\n    He makes grass grow on the mountains.",
      "9": "He is the one who gives food to animals\n    and to young ravens when they call out.",
      "10": "He finds no joy in strong horses,\n    nor is he pleased by brave soldiers.",
      "11": "Yahweh is pleased with those who fear him,\n    with those who wait with hope for his mercy.",
      "12": "Praise Yahweh, Jerusalem!\n    Praise your Elohim, Zion!",
      "13": "He makes the bars across your gates strong.\n    He blesses the children within you.",
      "14": "He is the one who brings peace to your borders\n    and satisfies your hunger with the finest wheat.",
      "15": "He is the one who sends his promise throughout the earth.\n    His word travels with great speed.",
      "16": "He is the one who sends snow like wool\n    and scatters frost like ashes.",
      "17": "He is the one who throws his hailstones like breadcrumbs.\n    Who can withstand his chilling blast?",
      "18": "He sends out his word and melts his hailstones.\n    He makes wind blow and water flow.",
      "19": "He speaks his word to Jacob,\n    his laws and judicial decisions to Israel.",
      "20": "He has done nothing like this for any other nation.\n    The other nations do not know the decisions he has handed down.\nHallelujah!"
    },
    "148": {
      "1": "Hallelujah!\nPraise Yahweh from the heavens.\n    Praise him in the heights above.",
      "2": "Praise him, all his angels.\n    Praise him, his entire heavenly army.",
      "3": "Praise him, sun and moon.\n    Praise him, all shining stars.",
      "4": "Praise him, you highest heaven\n    and the water above the sky.",
      "5": "Let them praise the name of Yahweh\n    because they were created by his command.",
      "6": "He set them in their places forever and ever.\n    He made it a law that no one can break.",
      "7": "Praise Yahweh from the earth.\n    Praise him, large sea creatures and all the ocean depths,",
      "8": "lightning and hail,\n    snow and fog,\n    strong winds that obey his commands,",
      "9": "mountains and all hills,\n    fruit trees and all cedar trees,",
      "10": "wild animals and all domestic animals,\n    crawling animals and birds,",
      "11": "kings of the earth and all its people,\n    officials and all judges on the earth,",
      "12": "young men and women,\n    old and young together.",
      "13": "Let them praise the name of Yahweh\n    because his name is high above all others.\n        His glory is above heaven and earth.",
      "14": "He has given his people a strong leader,\n    someone praiseworthy for his faithful ones,\n        for the people of Israel, the people who are close to him.\nHallelujah!"
    },
    "149": {
      "1": "Hallelujah!\nSing a new song to Yahweh.\n    Sing his praise in the assembly of godly people.",
      "2": "Let Israel find joy in their creator.\n    Let the people of Zion rejoice over their Melek.",
      "3": "Let them praise his name with dancing.\n    Let them make music to him with tambourines and lyres,",
      "4": "because Yahweh takes pleasure in his people.\n    He crowns those who are oppressed with victory.",
      "5": "Let godly people triumph in glory.\n    Let them sing for joy on their beds.",
      "6": "Let the high praises of El be in their throats\n    and two-edged swords in their hands",
      "7": "to take vengeance on the nations,\n        to punish the people of the world,",
      "8": "to put their kings in chains\n            and their leaders in iron shackles,",
      "9": "to carry out the judgment that is written against them.\n            This is an honor that belongs to all his godly ones.\nHallelujah!"
    },
    "150": {
      "1": "Hallelujah!\nPraise El in his holy place.\n    Praise him in his mighty heavens.",
      "2": "Praise him for his mighty acts.\n    Praise him for his immense greatness.",
      "3": "Praise him with sounds from horns.\n    Praise him with harps and lyres.",
      "4": "Praise him with tambourines and dancing.\n    Praise him with stringed instruments and flutes.",
      "5": "Praise him with loud cymbals.\n    Praise him with crashing cymbals.",
      "6": "Let everything that breathes praise Yah!\nHallelujah!"
    }
  }
}