{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:02:06.130082-04:00",
    "Translation": "NOG"
  },
  "Revelation": {
    "1": {
      "1": "This is the revelation of Yeshua Christ. God gave it to him to show his servants the things that must happen soon. He sent this revelation through his angel to his servant John.",
      "2": "John testified about what he saw: God’s word and the testimony about Yeshua Christ.",
      "3": "Blessed is the one who reads, as well as those who hear the words of this prophecy and pay attention to what is written in it because the time is near.",
      "4": "From John to the seven churches in the province of Asia. Good will and peace to you from the one who is, the one who was, and the one who is coming, from the seven spirits who are in front of his throne,",
      "5": "and from Yeshua Christ, the witness, the trustworthy one, the first to come back to life, and the ruler over the kings of the earth. Glory and power forever and ever belong to the one who loves us and has freed us from our sins by his blood",
      "6": "and has made us a kingdom, priests for God his Father. Amen.",
      "7": "Look! He is coming in the clouds.\n    Every eye will see him,\n        even those who pierced him.\n    Every tribe on earth will mourn because of him.\n        This is true. Amen.",
      "8": "“I am the A and the Z,” says the Lord God, the one who is, the one who was, and the one who is coming, the Almighty.",
      "9": "I am John, your brother. I share your suffering, ruling, and endurance because of Yeshua. I was exiled on the island of Patmos because of God’s word and the testimony about Yeshua.",
      "10": "I came under the Spirit’s power on the Lord’s day. I heard a loud voice behind me like a trumpet,",
      "11": "saying, “Write on a scroll what you see, and send it to the seven churches: Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”",
      "12": "I turned toward the voice which was talking to me, and when I turned, I saw seven gold lamp stands.",
      "13": "There was someone like the Son of Man among the lamp stands. He was wearing a robe that reached his feet. He wore a gold belt around his waist.",
      "14": "His head and his hair were white like wool—like snow. His eyes were like flames of fire.",
      "15": "His feet were like glowing bronze refined in a furnace. His voice was like the sound of raging waters.",
      "16": "In his right hand he held seven stars, and out of his mouth came a sharp, two-edged sword. His face was like the sun when it shines in all its brightness.",
      "17": "When I saw him, I fell down at his feet like a dead man. Then he laid his right hand on me and said, “Don’t be afraid! I am the first and the last,",
      "18": "the living one. I was dead, but now I am alive forever. I have the keys of death and hell.",
      "19": "Therefore, write down what you have seen, what is, and what is going to happen after these things.",
      "20": "The hidden meaning of the seven stars that you saw in my right hand and the seven gold lamp stands is this: The seven stars are the messengers of the seven churches, and the seven lamp stands are the seven churches."
    },
    "2": {
      "1": "“To the messenger of the church in Ephesus, write:\nThe one who holds the seven stars in his right hand, the one who walks among the seven gold lamp stands, says:",
      "2": "I know what you have done—how hard you have worked and how you have endured. I also know that you cannot tolerate wicked people. You have tested those who call themselves apostles but are not apostles. You have discovered that they are liars.",
      "3": "You have endured, suffered trouble because of my name, and have not grown weary.",
      "4": "However, I have this against you: The love you had at first is gone.",
      "5": "Remember how far you have fallen. Return to me and change the way you think and act, and do what you did at first. I will come to you and take your lamp stand from its place if you don’t change.",
      "6": "But you have this in your favor—you hate what the Nicolaitans are doing. I also hate what they’re doing.",
      "7": "“Let the person who has ears listen to what the Spirit says to the churches. I will give the privilege of eating from the tree of life, which stands in the paradise of God, to everyone who wins the victory.",
      "8": "“To the messenger of the church in Smyrna, write:\nThe first and the last, who was dead and became alive, says:",
      "9": "I know how you are suffering, how poor you are—but you are rich. I also know that those who claim to be Jews slander you. They are the synagogue of Satan.",
      "10": "Don’t be afraid of what you are going to suffer. The devil is going to throw some of you into prison so that you may be tested. Your suffering will go on for ten days. Be faithful until death, and I will give you the crown of life.",
      "11": "Let the person who has ears listen to what the Spirit says to the churches. Everyone who wins the victory will never be hurt by the second death.",
      "12": "“To the messenger of the church in Pergamum, write:\nThe one who holds the sharp two-edged sword says:",
      "13": "I know where you live. Satan’s throne is there. You hold on to my name and have not denied your belief in me, even in the days of Antipas. He was my faithful witness who was killed in your presence, where Satan lives.",
      "14": "But I have a few things against you: You have among you those who follow what Balaam taught Balak. Balak trapped the people of Israel by encouraging them to eat food sacrificed to idols and to sin sexually.",
      "15": "You also have some who follow what the Nicolaitans teach.",
      "16": "So return to me and change the way you think and act, or I will come to you quickly and wage war against them with the sword from my mouth.",
      "17": "Let the person who has ears listen to what the Spirit says to the churches. I will give some of the hidden manna to everyone who wins the victory. I will also give each person a white stone with a new name written on it, a name that is known only to the person who receives it.",
      "18": "“To the messenger of the church in Thyatira, write:\nThe Son of God, whose eyes are like flames of fire and whose feet are like glowing bronze, says:",
      "19": "I know what you do. I know your love, faith, service, and endurance. I also know that what you are doing now is greater than what you did at first.",
      "20": "But I have something against you: You tolerate that woman Jezebel, who calls herself a prophet. She teaches and misleads my servants to sin sexually and to eat food sacrificed to idols.",
      "21": "I gave her time to turn to me and change the way she thinks and acts, but she refuses to turn away from her sexual sins.",
      "22": "Watch me! I’m going to throw her into a sickbed. Those who commit sexual sins with her will also suffer a lot, unless they turn away from what she is doing.",
      "23": "I will kill her children. Then all the churches will know that I am the one who searches hearts and minds. I will reward each of you for what you have done.",
      "24": "But the rest of you in Thyatira—all who don’t hold on to Jezebel’s teaching, who haven’t learned what are called the deep things of Satan—I won’t burden you with anything else.",
      "25": "Just hold on to what you have until I come.",
      "26": "I have received authority from my Father. I will give authority over the nations to everyone who wins the victory and continues to do what I want until the end.",
      "27": "Those people will rule the nations with iron scepters and shatter them like pottery.",
      "28": "I will also give them the morning star.",
      "29": "Let the person who has ears listen to what the Spirit says to the churches."
    },
    "3": {
      "1": "“To the messenger of the church in Sardis, write:\nThe one who has God’s seven spirits and the seven stars says: I know what you have done. You are known for being alive, but you are dead.",
      "2": "Be alert, and strengthen the things that are left which are about to die. I have found that what you are doing has not been completed in the sight of my God.",
      "3": "So remember what you received and heard. Obey, and change the way you think and act. If you’re not alert, I’ll come like a thief. You don’t know when I will come.",
      "4": "But you have a few people in Sardis who have kept their clothes clean. They will walk with me in white clothes because they deserve it.",
      "5": "Everyone who wins the victory this way will wear white clothes. I will never erase their names from the Book of Life. I will acknowledge them in the presence of my Father and his angels.",
      "6": "Let the person who has ears listen to what the Spirit says to the churches.",
      "7": "“To the messenger of the church in Philadelphia, write:\nThe one who is holy, who is true, who has the key of David, who opens a door that no one can shut, and who shuts a door that no one can open, says:",
      "8": "I know what you have done. See, I have opened a door in front of you that no one can shut. You only have a little strength, but you have paid attention to my word and have not denied my name.",
      "9": "I will make those who are in Satan’s synagogue come and bow at your feet and realize that I have loved you. They claim that they are Jewish, but they are lying.",
      "10": "Because you have obeyed my command to endure, I will keep you safe during the time of testing which is coming to the whole world to test those living on earth.",
      "11": "I am coming soon! Hold on to what you have so that no one takes your crown.",
      "12": "I will make everyone who wins the victory a pillar in the temple of my God. They will never leave it again. I will write on them the name of my God, the name of the city of my God (the New Jerusalem coming down out of heaven from my God), and my new name.",
      "13": "Let the person who has ears listen to what the Spirit says to the churches.",
      "14": "“To the messenger of the church in Laodicea, write:\nThe amen, the witness who is faithful and true, the source of God’s creation, says:",
      "15": "I know what you have done, that you are neither cold nor hot. I wish you were cold or hot.",
      "16": "But since you are lukewarm and not hot or cold, I’m going to spit you out of my mouth.",
      "17": "You say, ‘I’m rich. I’m wealthy. I don’t need anything.’ Yet, you do not realize that you are miserable, pitiful, poor, blind, and naked.",
      "18": "I advise you: Buy gold purified in fire from me so that you may be rich. Buy white clothes from me. Wear them so that you may keep your shameful, naked body from showing. Buy ointment to put on your eyes so that you may see.",
      "19": "I correct and discipline everyone I love. Take this seriously, and change the way you think and act.",
      "20": "Look, I’m standing at the door and knocking. If anyone listens to my voice and opens the door, I’ll come in and we’ll eat together.",
      "21": "I will allow everyone who wins the victory to sit with me on my throne, as I have won the victory and have sat down with my Father on his throne.",
      "22": "Let the person who has ears listen to what the Spirit says to the churches.”"
    },
    "4": {
      "1": "After these things I saw a door standing open in heaven. I heard the first voice like a trumpet speaking to me. It said, “Come up here, and I will show you what must happen after this.”",
      "2": "Instantly, I came under the Spirit’s power. I saw a throne in heaven, and someone was sitting on it.",
      "3": "The one sitting there looked like gray quartz and red quartz. There was a rainbow around the throne which looked like an emerald.",
      "4": "Around that throne were 24 other thrones, and on these thrones sat 24 leaders wearing white clothes. They had gold crowns on their heads.",
      "5": "Lightning, noise, and thunder came from the throne. Seven flaming torches were burning in front of the throne. These are the seven spirits of God.",
      "6": "In front of the throne, there was something like a sea of glass as clear as crystal. In the center near the throne and around the throne were four living creatures covered with eyes in front and in back.",
      "7": "The first living creature was like a lion, the second was like a young bull, the third had a face like a human, and the fourth was like a flying eagle.",
      "8": "Each of the four living creatures had six wings and were covered with eyes, inside and out. Without stopping day or night they were singing,\n“Holy, holy, holy is the Lord God Almighty,\n    who was, who is, and who is coming.”",
      "9": "Whenever the living creatures give glory, honor, and thanks to the one who sits on the throne, to the one who lives forever and ever,",
      "10": "the 24 leaders bow in front of the one who sits on the throne and worship the one who lives forever and ever. They place their crowns in front of the throne and say,",
      "11": "“Our Lord and God, you deserve to receive glory, honor, and power\n    because you created everything.\n    Everything came into existence and was created because of your will.”"
    },
    "5": {
      "1": "I saw a scroll in the right hand of the one who sits on the throne. It had writing both on the inside and on the outside. It was sealed with seven seals.",
      "2": "I saw a powerful angel calling out in a loud voice, “Who deserves to open the scroll and break the seals on it?”",
      "3": "No one in heaven, on earth, or under the earth could open the scroll or look inside it.",
      "4": "I cried bitterly because no one was found who deserved to open the scroll or look inside it.",
      "5": "Then one of the leaders said to me, “Stop crying! The Lion from the tribe of Judah, the Root of David, has won the victory. He can open the scroll and the seven seals on it.”",
      "6": "I saw a lamb standing in the center near the throne with the four living creatures and the leaders. The lamb looked like he had been slaughtered. He had seven horns and seven eyes, which are the seven spirits of God sent all over the world.",
      "7": "He took the scroll from the right hand of the one who sits on the throne.",
      "8": "When the lamb had taken the scroll, the four living creatures and the 24 leaders bowed in front of him. Each held a harp and a gold bowl full of incense, the prayers of God’s holy people.",
      "9": "Then they sang a new song,\n“You deserve to take the scroll and open the seals on it,\n    because you were slaughtered.\n    You bought people with your blood to be God’s own.\n    They are from every tribe, language, people, and nation.",
      "10": "You made them a kingdom and priests for our God.\n    They will rule as kings on the earth.”",
      "11": "Then I heard the voices of many angels, the four living creatures, and the leaders surrounding the throne. They numbered ten thousand times ten thousand and thousands times thousands.",
      "12": "In a loud voice they were singing,\n“The lamb who was slain deserves to receive\n    power, wealth, wisdom, strength, honor, glory, and praise.”",
      "13": "I heard every creature in heaven, on earth, under the earth, and on the sea. Every creature in those places was singing,\n“To the one who sits on the throne and to the lamb\n    be praise, honor, glory, and power forever and ever.”",
      "14": "The four living creatures said, “Amen!” Then the leaders bowed and worshiped."
    },
    "6": {
      "1": "I watched as the lamb opened the first of the seven seals. I heard one of the four living creatures say with a voice like thunder, “Go!”",
      "2": "Then I looked, and there was a white horse, and its rider had a bow. He was given a crown and rode off as a warrior to win battles.",
      "3": "When the lamb opened the second seal, I heard the second living creature say, “Go!”",
      "4": "A second horse went out. It was fiery red. Its rider was given the power to take peace away from the earth and to make people slaughter one another. So he was given a large sword.",
      "5": "When the lamb opened the third seal, I heard the third living creature say, “Go!” I looked, and there was a black horse, and its rider held a scale.",
      "6": "I heard what sounded like a voice from among the four living creatures, saying, “A quart of wheat for a day’s pay or three quarts of barley for a day’s pay. But do not damage the olive oil and the wine.”",
      "7": "When the lamb opened the fourth seal, I heard the voice of the fourth living creature say, “Go!”",
      "8": "I looked, and there was a pale horse, and its rider’s name was Death. Hell followed him. They were given power over one-fourth of the earth to kill people using wars, famines, plagues, and the wild animals on the earth.",
      "9": "When the lamb opened the fifth seal, I saw under the altar the souls of those who had been slaughtered because of God’s word and the testimony they had given about him.",
      "10": "They cried out in a loud voice, “Holy and true Master, how long before you judge and take revenge on those living on earth who shed our blood?”",
      "11": "Each of the souls was given a white robe. They were told to rest a little longer until all their coworkers, the other Christians, would be killed as they had been killed.",
      "12": "I watched as the lamb opened the sixth seal. A powerful earthquake struck. The sun turned as black as sackcloth made of hair. The full moon turned as red as blood.",
      "13": "The stars fell from the sky to the earth like figs dropping from a fig tree when it is shaken by a strong wind.",
      "14": "The sky vanished like a scroll being rolled up. Every mountain and island was moved from its place.",
      "15": "Then the kings of the earth, the important people, the generals, the rich, the powerful, and all the slaves and free people hid themselves in caves and among the rocks in the mountains.",
      "16": "They said to the mountains and rocks, “Fall on us, and hide us from the face of the one who sits on the throne and from the anger of the lamb,",
      "17": "because the frightening day of their anger has come, and who is able to endure it?”"
    },
    "7": {
      "1": "After this I saw four angels standing at the four corners of the earth. They were holding back the four winds of the earth to keep them from blowing on the land, the sea, or any tree.",
      "2": "I saw another angel coming from the east with the seal of the living God. He cried out in a loud voice to the four angels who had been allowed to harm the land and sea,",
      "3": "“Don’t harm the land, the sea, or the trees until we have put the seal on the foreheads of the servants of our God.”",
      "4": "I heard how many were sealed: 144,000. Those who were sealed were from every tribe of the people of Israel:",
      "5": "12,000 from the tribe of Judah were sealed,\n12,000 from the tribe of Reuben,\n12,000 from the tribe of Gad,",
      "6": "12,000 from the tribe of Asher,\n12,000 from the tribe of Naphtali,\n12,000 from the tribe of Manasseh,",
      "7": "12,000 from the tribe of Simeon,\n12,000 from the tribe of Levi,\n12,000 from the tribe of Issachar,",
      "8": "12,000 from the tribe of Zebulun,\n12,000 from the tribe of Joseph,\n12,000 from the tribe of Benjamin were sealed.",
      "9": "After these things I saw a large crowd from every nation, tribe, people, and language. No one was able to count how many people there were. They were standing in front of the throne and the lamb. They were wearing white robes, holding palm branches in their hands,",
      "10": "and crying out in a loud voice, “Salvation belongs to our God, who sits on the throne, and to the lamb!”",
      "11": "All the angels stood around the throne with the leaders and the four living creatures. They bowed in front of the throne with their faces touching the ground, worshiped God,",
      "12": "and said,\n“Amen! Praise, glory, wisdom, thanks, honor, power, and strength\n    be to our God forever and ever! Amen!”",
      "13": "One of the leaders asked me, “Who are these people wearing white robes, and where did they come from?”",
      "14": "I answered him, “Sir, you know.”\nThen he told me,\n“These are the people who are coming out of the terrible suffering.\n    They have washed their robes\n        and made them white in the blood of the lamb.",
      "15": "That is why they are in front of the throne of God.\n    They serve him day and night in his temple.\n        The one who sits on the throne will spread his tent over them.",
      "16": "They will never be hungry or thirsty again.\n    Neither the sun nor any burning heat will ever overcome them.",
      "17": "The lamb in the center near the throne will be their shepherd.\n    He will lead them to springs filled with the water of life,\n        and God will wipe every tear from their eyes.”"
    },
    "8": {
      "1": "When he opened the seventh seal, there was silence in heaven for about half an hour.",
      "2": "Then I saw the seven angels who stand in God’s presence, and they were given seven trumpets.",
      "3": "Another angel came with a gold incense burner and stood at the altar. He was given a lot of incense to offer on the gold altar in front of the throne. He offered it with the prayers of all of God’s people.",
      "4": "The smoke from the incense went up from the angel’s hand to God along with the prayers of God’s people.",
      "5": "The angel took the incense burner, filled it with fire from the altar, and threw it on the earth. Then there was thunder, noise, lightning, and an earthquake.",
      "6": "The seven angels who had the seven trumpets got ready to blow them.",
      "7": "When the first angel blew his trumpet, hail and fire were mixed with blood, and were thrown on the earth. One-third of the earth was burned up, one-third of the trees was burned up, and all the green grass was burned up.",
      "8": "When the second angel blew his trumpet, something like a huge mountain burning with fire was thrown into the sea. One-third of the sea turned into blood,",
      "9": "one-third of the creatures that were living in the sea died, and one-third of the ships were destroyed.",
      "10": "When the third angel blew his trumpet, a huge star flaming like a torch fell from the sky. It fell on one-third of the rivers and on the springs.",
      "11": "That star was named Wormwood. One-third of the water turned into wormwood, and many people died from this water because it had turned bitter.",
      "12": "When the fourth angel blew his trumpet, one-third of the sun, one-third of the moon, and one-third of the stars were struck so that one-third of them turned dark. There was no light for one-third of the day and one-third of the night.",
      "13": "I saw an eagle flying overhead, and I heard it say in a loud voice, “Catastrophe, catastrophe, catastrophe for those living on earth, because of the remaining trumpet blasts which the three angels are about to blow.”"
    },
    "9": {
      "1": "When the fifth angel blew his trumpet, I saw a star that had fallen to earth from the sky. The star was given the key to the shaft of the bottomless pit.",
      "2": "It opened the shaft of the bottomless pit, and smoke came out of the shaft like the smoke from a large furnace. The smoke darkened the sun and the air.",
      "3": "Locusts came out of the smoke onto the earth, and they were given power like the power of earthly scorpions.",
      "4": "They were told not to harm any grass, green plant, or tree on the earth. They could harm only the people who do not have the seal of God on their foreheads.",
      "5": "They were not allowed to kill them. They were only allowed to torture them for five months. Their torture was like the pain of a scorpion’s sting.",
      "6": "At that time people will look for death and never find it. They will long to die, but death will escape them.",
      "7": "The locusts looked like horses prepared for battle. They seemed to have crowns that looked like gold on their heads. Their faces were like human faces.",
      "8": "They had hair like women’s hair and teeth like lions’ teeth.",
      "9": "They had breastplates like iron. The noise from their wings was like the roar of chariots with many horses rushing into battle.",
      "10": "They had tails and stingers like scorpions. They had the power to hurt people with their tails for five months.",
      "11": "The king who ruled them was the angel from the bottomless pit. In Hebrew he is called Abaddon, and in Greek he is called Apollyon.",
      "12": "The first catastrophe is over. After these things there are two more catastrophes yet to come.",
      "13": "When the sixth angel blew his trumpet, I heard a voice from the four horns of the gold altar in front of God.",
      "14": "The voice said to the sixth angel who had the trumpet, “Release the four angels who are held at the great Euphrates River.”",
      "15": "The four angels who were ready for that hour, day, month, and year were released to kill one-third of humanity.",
      "16": "The soldiers on horses numbered 20,000 times 10,000. I heard how many there were.",
      "17": "In the vision that I had, the horses and their riders looked like this: The riders had breastplates that were fiery red, pale blue, and yellow. The horses had heads like lions. Fire, smoke, and sulfur came out of their mouths.",
      "18": "These three plagues—the fire, smoke, and sulfur which came out of their mouths—killed one-third of humanity.",
      "19": "The power of these horses is in their mouths and their tails. (Their tails have heads like snakes which they use to hurt people.)",
      "20": "The people who survived these plagues still did not turn to me and change the way they were thinking and acting. If they had, they would have stopped worshiping demons and idols made of gold, silver, bronze, stone, and wood, which cannot see, hear, or walk.",
      "21": "They did not turn away from committing murder, practicing witchcraft, sinning sexually, or stealing."
    },
    "10": {
      "1": "I saw another powerful angel come down from heaven. He was dressed in a cloud, and there was a rainbow over his head. His face was like the sun, and his feet were like columns of fire.",
      "2": "He held a small, opened scroll in his hand. He set his right foot on the sea and his left on the land.",
      "3": "Then he shouted in a loud voice as a lion roars. When he shouted, the seven thunders spoke with voices of their own.",
      "4": "When the seven thunders spoke, I was going to write it down. I heard a voice from heaven say, “Seal up what the seven thunders have said, and don’t write it down.”",
      "5": "The angel whom I saw standing on the sea and on the land raised his right hand to heaven.",
      "6": "He swore an oath by the one who lives forever and ever, who created heaven and everything in it, the earth and everything in it, and the sea and everything in it. He said, “There will be no more delay.",
      "7": "In the days when the seventh angel is ready to blow his trumpet, the mystery of God will be completed, as he had made this Good News known to his servants, the prophets.”",
      "8": "The voice which I had heard from heaven spoke to me again. It said, “Take the opened scroll from the hand of the angel who is standing on the sea and on the land.”",
      "9": "I went to the angel and asked him to give me the small scroll. He said to me, “Take it and eat it. It will be bitter in your stomach, but it will be as sweet as honey in your mouth.”",
      "10": "I took the small scroll from the angel’s hand and ate it. It was as sweet as honey in my mouth, but when I had eaten it, it was bitter in my stomach.",
      "11": "The seven thunders told me, “Again you must speak what God has revealed in front of many people, nations, languages, and kings.”"
    },
    "11": {
      "1": "Then I was given a stick like a measuring stick. I was told, “Stand up and measure the temple of God and the altar. Count those who worship there.",
      "2": "But do not measure the temple courtyard. Leave that out, because it is given to the nations, and they will trample the holy city for 42 months.",
      "3": "I will allow my two witnesses who wear sackcloth to speak what God has revealed. They will speak for 1,260 days.”",
      "4": "These witnesses are the two olive trees and the two lamp stands standing in the presence of the Lord of the earth.",
      "5": "If anyone wants to hurt them, fire comes out of the witnesses’ mouths and burns up their enemies. If anyone wants to hurt them, he must be killed the same way.",
      "6": "These witnesses have authority to shut the sky in order to keep rain from falling during the time they speak what God has revealed. They have authority to turn water into blood and to strike the earth with any plague as often as they want.",
      "7": "When the witnesses finish their testimony, the beast which comes from the bottomless pit will fight them, conquer them, and kill them.",
      "8": "Their dead bodies will lie on the street of the important city where their Lord was crucified. The spiritual names of that city are Sodom and Egypt.",
      "9": "For 3½ days some members of the people, tribes, languages, and nations will look at the witnesses’ dead bodies and will not allow anyone to bury them.",
      "10": "Those living on earth will gloat over the witnesses’ death. They will celebrate and send gifts to each other because these two prophets had tormented those living on earth.",
      "11": "After 3½ days the breath of life from God entered the two witnesses, and they stood on their feet. Great fear fell on those who watched them.",
      "12": "The witnesses heard a loud voice from heaven calling to them, “Come up here.” They went up to heaven in a cloud, and their enemies watched them.",
      "13": "At that moment a powerful earthquake struck. One-tenth of the city collapsed, 7,000 people were killed by the earthquake, and the rest were terrified. They gave glory to the God of heaven.",
      "14": "The second catastrophe is over. The third catastrophe will soon be here.",
      "15": "When the seventh angel blew his trumpet, there were loud voices in heaven, saying,\n“The kingdom of the world has become\n    the kingdom of our Lord and of his Messiah,\n        and he will rule as king forever and ever.”",
      "16": "Then the 24 leaders, who were sitting on their thrones in God’s presence, immediately bowed, worshiped God,",
      "17": "and said,\n“We give thanks to you, Lord God Almighty,\n    who is and who was,\n        because you have taken your great power\n            and have begun ruling as king.",
      "18": "“The nations were angry, but your anger has come.\n    The time has come for the dead to be judged:\n    to reward your servants, the prophets,\n        your holy people,\n            and those who fear your name,\n                no matter if they are important or unimportant,\n    and to destroy those who destroy the earth.”",
      "19": "God’s temple in heaven was opened, and the ark of his promise was seen inside his temple. There was lightning, noise, thunder, an earthquake, and heavy hail."
    },
    "12": {
      "1": "A spectacular sign appeared in the sky: There was a woman who was dressed in the sun, who had the moon under her feet and a crown of 12 stars on her head.",
      "2": "She was pregnant. She cried out from labor pains and the agony of giving birth.",
      "3": "Another sign appeared in the sky: a huge fiery red serpent with seven heads, ten horns, and seven crowns on its heads.",
      "4": "Its tail swept away one-third of the stars in the sky and threw them down to earth. The serpent stood in front of the woman who was going to give birth so that it could devour her child when it was born.",
      "5": "She gave birth to a son, a boy, who is to rule all the nations with an iron scepter. Her child was snatched away and taken to God and to his throne.",
      "6": "Then the woman fled into the wilderness where God had prepared a place for her so that she might be taken care of for 1,260 days.",
      "7": "Then a war broke out in heaven. Michael and his angels had to fight a war with the serpent. The serpent and its angels fought.",
      "8": "But it was not strong enough, and there was no longer any place for them in heaven.",
      "9": "The huge serpent was thrown down. That ancient snake, named Devil and Satan, the deceiver of the whole world, was thrown down to earth. Its angels were thrown down with it.",
      "10": "Then I heard a loud voice in heaven, saying,\n“Now the salvation, power, kingdom of our God,\n    and the authority of his Messiah have come.\n    The one accusing our brothers and sisters,\n    the one accusing them day and night in the presence of our God,\n        has been thrown out.",
      "11": "They won the victory over him because of the blood of the lamb\n    and the word of their testimony.\n    They didn’t love their life so much that they refused to give it up.",
      "12": "Be glad for this reason, heavens and those who live in them.\n    How horrible it is for the earth and the sea\n    because the Devil has come down to them with fierce anger,\n        knowing that he has little time left.”",
      "13": "When the serpent saw that it had been thrown down to earth, it persecuted the woman who had given birth to the boy.",
      "14": "The woman was given the two wings of the large eagle in order to fly away from the snake to her place in the wilderness, where she could be taken care of for a time, times, and half a time.",
      "15": "The snake’s mouth poured out a river of water behind the woman in order to sweep her away.",
      "16": "The earth helped the woman by opening its mouth and swallowing the river which had poured out of the serpent’s mouth.",
      "17": "The serpent became angry with the woman. So it went away to fight with her other children, the ones who keep God’s commands and hold on to the testimony of Yeshua.",
      "18": "The serpent stood on the sandy shore of the sea."
    },
    "13": {
      "1": "I saw a beast coming out of the sea. It had ten horns, seven heads, and ten crowns on its horns. There were insulting names on its heads.",
      "2": "The beast that I saw was like a leopard. Its feet were like bear’s feet. Its mouth was like a lion’s mouth. The serpent gave its power, kingdom, and far-reaching authority to the beast.",
      "3": "One of the beast’s heads looked like it had a fatal wound, but its fatal wound was healed.\nAll the people of the world were amazed and followed the beast.",
      "4": "They worshiped the serpent because it had given authority to the beast. They also worshiped the beast and said, “Who is like the beast? Who can fight a war with it?”",
      "5": "The beast was allowed to speak arrogant and insulting things. It was given authority to act for 42 months.",
      "6": "It opened its mouth to insult God, to insult his name and his tent—those who are living in heaven.",
      "7": "It was allowed to wage war against God’s holy people and to conquer them. It was also given authority over every tribe, people, language, and nation.",
      "8": "Everyone living on earth will worship it, everyone whose name is not written in the Book of Life. That book belongs to the lamb who was slaughtered before the creation of the world.",
      "9": "If anyone has ears, let him listen:",
      "10": "If anyone is taken prisoner, he must go to prison.\n    If anyone is killed with a sword, with a sword he must be killed.\nIn this situation God’s holy people need endurance and confidence.",
      "11": "I saw another beast come from the earth, and it had two horns like a lamb. It talked like a serpent.",
      "12": "The second beast uses all the authority of the first beast in its presence. The second beast makes the earth and those living on it worship the first beast, whose fatal wound was healed.",
      "13": "The second beast performs spectacular signs. It even makes fire come down from heaven to earth in front of people.",
      "14": "It deceives those living on earth with the signs that it is allowed to do in front of the first beast. It tells those living on earth to make a statue for the beast who was wounded by a sword and yet lived.",
      "15": "The second beast was allowed to put breath into the statue of the first beast. Then the statue of the first beast could talk and put to death whoever would not worship it.",
      "16": "The second beast forces all people—important and unimportant people, rich and poor people, free people and slaves—to be branded on their right hands or on their foreheads.",
      "17": "It does this so that no one may buy or sell unless he has the brand, which is the beast’s name or the number of its name.",
      "18": "In this situation wisdom is needed. Let the person who has insight figure out the number of the beast, because it is a human number. The beast’s number is 666."
    },
    "14": {
      "1": "I looked, and the lamb was standing on Mount Zion. There were 144,000 people with him who had his name and his Father’s name written on their foreheads.",
      "2": "Then I heard a sound from heaven like the noise of raging water and the noise of loud thunder. The sound I heard was like the music played by harpists.",
      "3": "They were singing a new song in front of the throne, the four living creatures, and the leaders. Only the 144,000 people who had been bought on earth could learn the song.",
      "4": "These 144,000 virgins are pure. They follow the lamb wherever he goes. They were bought from among humanity as the first ones offered to God and to the lamb.",
      "5": "They’ve never told a lie. They are blameless.",
      "6": "I saw another angel flying overhead with the everlasting Good News to spread to those who live on earth—to every nation, tribe, language, and people.",
      "7": "The angel said in a loud voice, “Fear God and give him glory, because the time has come for him to judge. Worship the one who made heaven and earth, the sea and springs.”",
      "8": "Another angel, a second one, followed him, and said, “Fallen! Babylon the Great has fallen! She has made all the nations drink the wine of her passionate sexual sins.”",
      "9": "Another angel, a third one, followed them, and said in a loud voice, “Whoever worships the beast or its statue, whoever is branded on his forehead or his hand,",
      "10": "will drink the wine of God’s fury, which has been poured unmixed into the cup of God’s anger. Then he will be tortured by fiery sulfur in the presence of the holy angels and the lamb.",
      "11": "The smoke from their torture will go up forever and ever. There will be no rest day or night for those who worship the beast or its statue, or for anyone branded with its name.”",
      "12": "In this situation God’s holy people, who obey his commands and keep their faith in Yeshua, need endurance.",
      "13": "I heard a voice from heaven saying, “Write this: From now on those who die believing in the Lord are blessed.”\n“Yes,” says the Spirit. “Let them rest from their hard work. What they have done goes with them.”",
      "14": "Then I looked, and there was a white cloud, and on the cloud sat someone who was like the Son of Man. He had a gold crown on his head and a sharp sickle in his hand.",
      "15": "Another angel came out of the temple. He cried out in a loud voice to the one who sat on the cloud, “Swing your sickle, and gather the harvest. The time has come to gather it, because the harvest on the earth is overripe.”",
      "16": "The one who sat on the cloud swung his sickle over the earth, and the harvesting of the earth was completed.",
      "17": "Another angel came out of the temple in heaven. He, too, had a sharp sickle.",
      "18": "Yet another angel came from the altar with authority over fire. This angel called out in a loud voice to the angel with the sharp sickle, “Swing your sickle, and gather the bunches of grapes from the vine of the earth, because those grapes are ripe.”",
      "19": "The angel swung his sickle on the earth and gathered the grapes from the vine of the earth. He threw them into the winepress of God’s anger.",
      "20": "The grapes were trampled in the winepress outside the city. Blood flowed out of the winepress as high as a horse’s bridle for 1,600 stadia."
    },
    "15": {
      "1": "I saw another sign in heaven. It was spectacular and amazing. There were seven angels with the last seven plagues which are the final expression of God’s anger.",
      "2": "Then I saw what looked like a sea of glass mixed with fire. Those who had won the victory over the beast, its statue, and the number of its name were standing on the glassy sea. They were holding God’s harps",
      "3": "and singing the song of God’s servant Moses and the song of the lamb. They sang,\n“The things you do are spectacular and amazing, Lord God Almighty.\n    The way you do them is fair and true, King of the Nations.",
      "4": "Lord, who won’t fear and praise your name?\n    You are the only holy one,\n        and all the nations will come to worship you\n            because they know about your fair judgments.”",
      "5": "After these things I looked, and I saw that the temple of the tent containing the words of God’s promise was open in heaven.",
      "6": "The seven angels with the seven plagues came out of the temple wearing clean, shining linen with gold belts around their waists.",
      "7": "One of the four living creatures gave seven gold bowls full of the anger of God, who lives forever and ever, to the seven angels.",
      "8": "The temple was filled with smoke from the glory of God and his power. No one could enter the temple until the seven plagues of the seven angels came to an end."
    },
    "16": {
      "1": "I heard a loud voice from the temple saying to the seven angels, “Pour the seven bowls of God’s anger over the earth.”",
      "2": "The first angel poured his bowl over the earth. Horrible, painful sores appeared on the people who had the brand of the beast and worshiped its statue.",
      "3": "The second angel poured his bowl over the sea. The sea turned into blood like the blood of a dead man, and every living thing in the sea died.",
      "4": "The third angel poured his bowl over the rivers and the springs. They turned into blood.",
      "5": "Then I heard the angel of the water say,\n“You are fair.\n    You are the one who is and the one who was, the holy one,\n    because you have judged these things.",
      "6": "You have given them blood to drink\n    because they have poured out\n        the blood of God’s people and prophets.\n            This is what they deserve.”",
      "7": "Then I heard the altar answer,\n“Yes, Lord God Almighty, your judgments are true and fair.”",
      "8": "The fourth angel poured his bowl on the sun. The sun was allowed to burn people with fire.",
      "9": "They were severely burned. They cursed the name of God, who has the authority over these plagues. They would not change the way they think and act and give him glory.",
      "10": "The fifth angel poured his bowl on the throne of the beast. Its kingdom turned dark. People gnawed on their tongues in anguish",
      "11": "and cursed the God of heaven for their pains and their sores. However, they would not stop what they were doing.",
      "12": "The sixth angel poured his bowl on the great Euphrates River. The water in the river dried up to make a road for the kings from the east.",
      "13": "Then I saw three evil spirits like frogs come out of the mouths of the serpent, the beast, and the false prophet.",
      "14": "They are spirits of demons that do miracles. These spirits go to the kings of the whole world and gather them for the war on the frightening day of God Almighty.",
      "15": "“See, I am coming like a thief. Blessed is the one who remains alert and doesn’t lose his clothes. He will not have to go naked and let others see his shame.”",
      "16": "The spirits gathered the kings at the place which is called Armageddon in Hebrew.",
      "17": "The seventh angel poured his bowl into the air. A loud voice came from the throne in the temple, and said, “It has happened!”",
      "18": "There was lightning, noise, thunder, and a powerful earthquake. There has never been such a powerful earthquake since humans have been on earth.",
      "19": "The important city split into three parts, and the cities of the nations fell. God remembered to give Babylon the Great the cup of wine from his fierce anger.",
      "20": "Every island vanished, and the mountains could no longer be seen.",
      "21": "Large, heavy hailstones fell from the sky on people. The people cursed God because the plague of hail was such a terrible plague."
    },
    "17": {
      "1": "One of the seven angels who held the seven bowls came and said to me, “Come, I will show you the judgment of that notorious prostitute who sits on raging waters.",
      "2": "The kings of the earth had sex with her, and those living on earth became drunk on the wine of her sexual sins.”",
      "3": "Then the angel carried me by his power into the wilderness.\nI saw a woman sitting on a bright red beast covered with insulting names. It had seven heads and ten horns.",
      "4": "The woman wore purple clothes, bright red clothes, gold jewelry, gems, and pearls. In her hand she was holding a gold cup filled with detestable and evil things from her sexual sins.",
      "5": "A name was written on her forehead. The name was Mystery: Babylon the Great, the Mother of Prostitutes and Detestable Things of the Earth.",
      "6": "I saw that the woman was drunk with the blood of God’s holy people and of those who testify about Yeshua. I was very surprised when I saw her.",
      "7": "The angel asked me, “Why are you surprised? I will tell you the mystery of the woman and the beast with the seven heads and the ten horns that carries her.",
      "8": "“You saw the beast which once was, is no longer, and will come from the bottomless pit and go to its destruction. Those living on earth, whose names were not written in the Book of Life when the world was created, will be surprised when they see the beast because it was, is no longer, and will come again.",
      "9": "“In this situation a wise mind is needed. The seven heads are seven mountains on which the woman is sitting.",
      "10": "They are also seven kings. Five of them have fallen, one is ruling now, and the other has not yet come. When he comes, he must remain for a little while.",
      "11": "The beast that was and is no longer is the eighth king. It belongs with the seven kings and goes to its destruction.",
      "12": "“The ten horns that you saw are ten kings who have not yet started to rule. They will receive authority to rule as kings with the beast for one hour.",
      "13": "They have one purpose—to give their power and authority to the beast.",
      "14": "They will go to war against the lamb. The lamb will conquer them because he is Lord of lords and King of kings. Those who are called, chosen, and faithful are with him.”",
      "15": "The angel also said to me, “The waters you saw, on which the prostitute is sitting, are people, crowds, nations, and languages.",
      "16": "The ten horns and the beast you saw will hate the prostitute. They will leave her abandoned and naked. They will eat her flesh and burn her up in a fire.",
      "17": "God has made them do what he wants them to do. So they will give their kingdom to the beast until God’s words are carried out.",
      "18": "The woman you saw is the important city which dominates the kings of the earth.”"
    },
    "18": {
      "1": "After these things I saw another angel come from heaven. He had tremendous power, and his glory lit up the earth.",
      "2": "He cried out in a powerful voice, “Fallen! Babylon the Great has fallen! She has become a home for demons. She is a prison for every evil spirit, every unclean bird, and every unclean and hated beast.",
      "3": "All the nations fell because of the wine of her sexual sins. The kings of the earth had sex with her. Her luxurious wealth has made the merchants of the earth rich.”",
      "4": "I heard another voice from heaven saying, “Come out of Babylon, my people, so that you do not participate in her sins and suffer from any of her plagues.",
      "5": "Her sins are piled as high as heaven, and God has remembered her crimes.",
      "6": "Do to her what she has done. Give her twice as much as she gave. Serve her a drink in her own cup twice as large as the drink she served others.",
      "7": "She gave herself glory and luxury. Now give her just as much torture and misery. She says to herself, ‘I’m a queen on a throne, not a widow. I’ll never be miserable.’",
      "8": "For this reason her plagues of death, misery, and starvation will come in a single day. She will be burned up in a fire, because the Lord God, who judges her, is powerful.",
      "9": "“The kings of the earth who had sex with her and lived in luxury with her will cry and mourn over her when they see the smoke rise from her raging fire.",
      "10": "Frightened by her torture, they will stand far away and say,\n‘How horrible, how horrible it is for that important city,\n    the powerful city Babylon!\n    In one moment judgment has come to it!’",
      "11": "“The merchants of the earth cry and mourn over her, because no one buys their cargo anymore.",
      "12": "No one buys their cargo of gold, silver, gems, pearls, fine linen, purple cloth, silk, bright red cloth, all kinds of citron wood, articles made of ivory and very costly wood, bronze, iron, marble,",
      "13": "cinnamon, spices, incense, perfume, frankincense, wine, olive oil, flour, wheat, cattle, sheep, horses, wagons, slaves (that is, humans).",
      "14": "‘The fruit you craved is gone.\n    All your luxuries and your splendor have disappeared.\n        No one will ever find them again.’",
      "15": "“Frightened by her torture, the merchants who had become rich by selling these things will stand far away. They will cry and mourn,",
      "16": "saying,\n‘How horrible, how horrible for that important city\n    which was wearing fine linen, purple clothes,\n        bright red clothes, gold jewelry, gems, and pearls.",
      "17": "In one moment all this wealth has been destroyed!’\nEvery ship’s captain, everyone who traveled by ship, sailors, and everyone who made their living from the sea stood far away.",
      "18": "When they saw the smoke rise from her raging fire, they repeatedly cried out, ‘Was there ever a city as important as this?’",
      "19": "Then they threw dust on their heads and shouted while crying and mourning,\n‘How horrible, how horrible for that important city.\n    Everyone who had a ship at sea\n        grew rich because of that city’s high prices.\n    In one moment it has been destroyed!’",
      "20": "“Gloat over it, heaven, God’s people, apostles, and prophets.\n    God has condemned it for you.”",
      "21": "Then a powerful angel picked up a stone that was like a large millstone. He threw it into the sea and said,\n“The important city Babylon will be thrown down with the same force.\n    It will never be found again.",
      "22": "The sound of harpists, musicians, flutists, and trumpeters\n    will never be heard in it again.\n    A skilled craftsman—regardless of the type of craft—\n    will never be found in it again.\n    The sound of a millstone\n    will never be heard in it again.",
      "23": "Light from lamps\n    will never shine in it again.\n    Voices of brides and grooms\n    will never be heard in it again.\n    Its merchants were the important people of the world,\n    because all the nations were deceived by its witchcraft.",
      "24": "“The blood of prophets, God’s people, and everyone who had been murdered on earth was found in it.”"
    },
    "19": {
      "1": "After these things I heard what sounded like the loud noise from a large crowd in heaven, saying,\n“Hallelujah!\n    Salvation, glory, and power belong to our God.",
      "2": "His judgments are true and fair.\n    He has condemned the notorious prostitute\n        who corrupted the world with her sexual sins.\n    He has taken revenge on her for the blood of his servants.”",
      "3": "A second time they said, “Hallelujah! The smoke goes up from her forever and ever.”",
      "4": "The 24 leaders and the 4 living creatures bowed and worshiped God, who was sitting on the throne. They said, “Amen! Hallelujah!”",
      "5": "A voice came from the throne. It said, “Praise our God, all who serve and fear him, no matter who you are.”",
      "6": "I heard what sounded like the noise from a large crowd, like the noise of raging waters, like the noise of loud thunder, saying,\n“Hallelujah! The Lord our God, the Almighty, has become king.",
      "7": "Let us rejoice, be happy, and give him glory\n    because it’s time for the marriage of the lamb.\n        His bride has made herself ready.",
      "8": "She has been given the privilege of wearing\n    dazzling, pure linen.”\nThis fine linen represents the things that God’s holy people do that have his approval.",
      "9": "Then the angel said to me, “Write this: ‘Blessed are those who are invited to the lamb’s wedding banquet.’” He also told me, “These are the true words of God.”",
      "10": "I bowed at his feet to worship him. But he told me, “Don’t do that! I am your coworker and a coworker of the Christians who hold on to the testimony of Yeshua. Worship God, because the testimony of Yeshua is the spirit of prophecy!”",
      "11": "I saw heaven standing open. There was a white horse, and its rider is named Faithful and True. With integrity he judges and wages war.",
      "12": "His eyes are flames of fire. On his head are many crowns. He has a name written on him, but only he knows what it is.",
      "13": "He wears clothes dipped in blood, and his name is the Word of God.",
      "14": "The armies of heaven, wearing pure, white linen, follow him on white horses.",
      "15": "A sharp sword comes out of his mouth to defeat the nations. He will rule them with an iron scepter and tread the winepress of the fierce anger of God Almighty.",
      "16": "On his clothes and his thigh he has a name written: King of Kings and Lord of Lords.",
      "17": "I saw an angel standing in the sun. He cried out in a loud voice to all the birds flying overhead, “Come! Gather for the great banquet of God.",
      "18": "Eat the flesh of kings, generals, warriors, horses and their riders, and all free people and slaves, both important or insignificant people.”",
      "19": "I saw the beast, the kings of the earth, and their armies gathered to wage war against the rider on the horse and his army.",
      "20": "The beast and the false prophet who had done miracles for the beast were captured. By these miracles the false prophet had deceived those who had the brand of the beast and worshiped its statue. Both of them were thrown alive into the fiery lake of burning sulfur.",
      "21": "The rider on the horse killed the rest with the sword that came out of his mouth. All the birds gorged themselves on the flesh of those who had been killed."
    },
    "20": {
      "1": "I saw an angel coming down from heaven, holding the key to the bottomless pit and a large chain in his hand.",
      "2": "He overpowered the serpent, that ancient snake, named Devil and Satan. The angel chained up the serpent for 1,000 years.",
      "3": "He threw it into the bottomless pit. The angel shut and sealed the pit over the serpent to keep it from deceiving the nations anymore until the 1,000 years were over. After that it must be set free for a little while.",
      "4": "I saw thrones, and those who sat on them were allowed to judge. Then I saw the souls of those whose heads had been cut off because of their testimony about Yeshua and because of the word of God. They had not worshiped the beast or its statue and were not branded on their foreheads or hands. They lived and ruled with Christ for 1,000 years.",
      "5": "The rest of the dead did not live until the 1,000 years ended.\nThis is the first time that people come back to life.",
      "6": "Blessed and holy are those who are included the first time that people come back to life. The second death has no power over them. They will continue to be priests of God and Christ. They will rule with him for 1,000 years.",
      "7": "When 1,000 years are over, Satan will be freed from his prison.",
      "8": "He will go out to deceive Gog and Magog, the nations in the four corners of the earth, and gather them for war. They will be as numerous as the grains of sand on the seashore.",
      "9": "I saw that they spread over the broad expanse of the earth and surrounded the camp of God’s holy people and the beloved city. Fire came from heaven and burned them up.",
      "10": "The devil, who deceived them, was thrown into the fiery lake of sulfur, where the beast and the false prophet were also thrown. They will be tortured day and night forever and ever.",
      "11": "I saw a large, white throne and the one who was sitting on it. The earth and the sky fled from his presence, but no place was found for them.",
      "12": "I saw the dead, both important and unimportant people, standing in front of the throne. Books were opened, including the Book of Life. The dead were judged on the basis of what they had done, as recorded in the books.",
      "13": "The sea gave up its dead. Death and hell gave up their dead. People were judged based on what they had done.",
      "14": "Death and hell were thrown into the fiery lake. (The fiery lake is the second death.)",
      "15": "Those whose names were not found in the Book of Life were thrown into the fiery lake."
    },
    "21": {
      "1": "I saw a new heaven and a new earth, because the first heaven and earth had disappeared, and the sea was gone.",
      "2": "Then I saw the holy city, New Jerusalem, coming down from God out of heaven, dressed like a bride ready for her husband.",
      "3": "I heard a loud voice from the throne say, “God lives with humans! God will make his home with them, and they will be his people. God himself will be with them and be their God.",
      "4": "He will wipe every tear from their eyes. There won’t be any more death. There won’t be any grief, crying, or pain, because the first things have disappeared.”",
      "5": "The one sitting on the throne said, “I am making everything new.” He said, “Write this: ‘These words are faithful and true.’”",
      "6": "He said to me, “It has happened! I am the A and the Z, the beginning and the end. I will give a drink from the fountain filled with the water of life to anyone who is thirsty. It won’t cost anything.",
      "7": "Everyone who wins the victory will inherit these things. I will be their God, and they will be my children.",
      "8": "But cowardly, unfaithful, and detestable people, murderers, sexual sinners, sorcerers, idolaters, and all liars will find themselves in the fiery lake of burning sulfur. This is the second death.”",
      "9": "One of the seven angels who had the seven bowls full of the last seven plagues came to me and said, “Come! I will show you the bride, the wife of the lamb.”",
      "10": "He carried me by his power away to a large, high mountain. He showed me the holy city, Jerusalem, coming down from God out of heaven.",
      "11": "It had the glory of God. Its light was like a valuable gem, like gray quartz, as clear as crystal.",
      "12": "It had a large, high wall with 12 gates. Twelve angels were at the gates. The names of the 12 tribes of Israel were written on the gates.",
      "13": "There were three gates on the east, three gates on the north, three gates on the south, and three gates on the west.",
      "14": "The wall of the city had 12 foundations. The 12 names of the 12 apostles of the lamb were written on them.",
      "15": "The angel who was talking to me had a gold measuring stick to measure the city, its gates, and its wall.",
      "16": "The city was square. It was as wide as it was long. He measured the city with the stick. It was 12,000 stadia long. Its length, width, and height were the same.",
      "17": "He measured its wall. According to human measurement, which the angel was using, it was 144 cubits.",
      "18": "Its wall was made of gray quartz. The city was made of pure gold, as clear as glass.",
      "19": "The foundations of the city wall were beautifully decorated with all kinds of gems: The first foundation was gray quartz, the second sapphire, the third agate, the fourth emerald,",
      "20": "the fifth onyx, the sixth red quartz, the seventh yellow quartz, the eighth beryl, the ninth topaz, the tenth green quartz, the eleventh jacinth, and the twelfth amethyst.",
      "21": "The 12 gates were 12 pearls. Each gate was made of one pearl. The street of the city was made of pure gold, as clear as glass.",
      "22": "I did not see any temple in it, because the Lord God Almighty and the lamb are its temple.",
      "23": "The city doesn’t need any sun or moon to give it light because the glory of God gave it light. The lamb was its lamp.",
      "24": "The nations will walk in its light, and the kings of the earth will bring their glory into it.",
      "25": "Its gates will be open all day. They will never close because there won’t be any night there.",
      "26": "They will bring the glory and wealth of the nations into the holy city.",
      "27": "Nothing unclean, no one who does anything detestable, and no liars will ever enter it. Only those whose names are written in the lamb’s Book of Life will enter it."
    },
    "22": {
      "1": "The angel showed me a river filled with the water of life, as clear as crystal. It was flowing from the throne of God and the lamb.",
      "2": "Between the street of the city and the river there was a tree of life visible from both sides. It produced 12 kinds of fruit. Each month had its own fruit. The leaves of the tree will heal the nations.",
      "3": "There will no longer be any curse. The throne of God and the lamb will be in the city. His servants will worship him",
      "4": "and see his face. His name will be on their foreheads.",
      "5": "There will be no more night, and they will not need any light from lamps or the sun because the Lord God will shine on them. They will rule as kings forever and ever.",
      "6": "He said to me, “These words are trustworthy and true. The Lord God of the spirits of the prophets has sent his angel to show his servants the things that must happen soon.",
      "7": "I’m coming soon! Blessed is the one who follows the words of the prophecy in this book.”",
      "8": "I, John, heard and saw these things. When I had heard and seen them, I bowed to worship at the feet of the angel who had been showing me these things.",
      "9": "He told me, “Don’t do that! I am your coworker. I work with other Christians, the prophets, and those who follow the words in this book. Worship God!”",
      "10": "Then the angel said to me, “Don’t seal up the words of the prophecy in this book because the time is near.",
      "11": "Let those who don’t have God’s approval go without it, and let filthy people continue to be filthy. Let those who have God’s approval continue to have it, and let holy people continue to be holy.”",
      "12": "“I’m coming soon! I will bring my reward with me to pay all people based on what they have done.",
      "13": "I am the A and the Z, the first and the last, the beginning and the end.",
      "14": "“Blessed are those who wash their robes so that they may have the right to the tree of life and may go through the gates into the city.",
      "15": "Outside are dogs, sorcerers, sexual sinners, murderers, idolaters, and all who lie in what they say and what they do.",
      "16": "“I, Yeshua, have sent my angel to give this testimony to you for the churches. I am the root and descendant of David. I am the bright morning star.”",
      "17": "The Spirit and the bride say, “Come!” Let those who hear this say, “Come!” Let those who are thirsty come! Let those who want the water of life take it as a gift.",
      "18": "I warn everyone who hears the words of the prophecy in this book: If anyone adds anything to this, God will strike him with the plagues that are written in this book.",
      "19": "If anyone takes away any words from this book of prophecy, God will take away his portion of the tree of life and the holy city that are described in this book.",
      "20": "The one who is testifying to these things says, “Yes, I’m coming soon!”\nAmen! Come, Lord Yeshua!",
      "21": "The good will of the Lord Yeshua be with all of you. Amen!"
    }
  }
}