{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:53.515745-04:00",
    "Translation": "NOG"
  },
  "Romans": {
    "1": {
      "1": "From Paul, a servant of Yeshua Christ, called to be an apostle and appointed to spread the Good News of God.",
      "2": "(God had already promised this Good News through his prophets in the Holy Scriptures.",
      "3": "This Good News is about his Son, our Lord Yeshua Christ. In his human nature he was a descendant of David.",
      "4": "In his spiritual, holy nature he was declared the Son of God. This was shown in a powerful way when he came back to life.",
      "5": "Through him we have received God’s kindness and the privilege of being apostles who bring people from every nation to the obedience that is associated with faith. This is for the honor of his name.",
      "6": "You are among those who have been called to belong to Yeshua Christ.)",
      "7": "To everyone in Rome whom God loves and has called to be his holy people.\nGood will and peace from God our Father and the Lord Yeshua Christ are yours!",
      "8": "First, I thank my God through Yeshua Christ for every one of you because the news of your faith is spreading throughout the whole world.",
      "9": "I serve God by spreading the Good News about his Son. God is my witness that I always mention you",
      "10": "every time I pray. I ask that somehow God will now at last make it possible for me to visit you.",
      "11": "I long to see you to share a spiritual blessing with you so that you will be strengthened.",
      "12": "What I mean is that we may be encouraged by each other’s faith.",
      "13": "I want you to know, brothers and sisters, that I often planned to visit you. However, until now I have been kept from doing so. What I want is to enjoy some of the results of working among you as I have also enjoyed the results of working among the rest of the nations.",
      "14": "I have an obligation to those who are civilized and those who aren’t, to those who are wise and those who aren’t.",
      "15": "That’s why I’m eager to tell you who live in Rome the Good News also.",
      "16": "I’m not ashamed of the Good News. It is God’s power to save everyone who believes, Jews first and Greeks as well.",
      "17": "God’s approval is revealed in this Good News. This approval begins and ends with faith as Scripture says, “The person who has God’s approval will live by faith.”",
      "18": "God’s anger is revealed from heaven against every ungodly and immoral thing people do as they try to suppress the truth by their immoral living.",
      "19": "What can be known about God is clear to them because he has made it clear to them.",
      "20": "From the creation of the world, God’s invisible qualities, his eternal power and divine nature, have been clearly observed in what he made. As a result, people have no excuse.",
      "21": "They knew God but did not praise and thank him for being God. Instead, their thoughts were pointless, and their misguided minds were plunged into darkness.",
      "22": "While claiming to be wise, they became fools.",
      "23": "They exchanged the glory of the immortal God for statues that looked like mortal humans, birds, animals, and snakes.",
      "24": "For this reason God allowed their lusts to control them. As a result, they dishonor their bodies by sexual perversion with each other.",
      "25": "These people have exchanged God’s truth for a lie. So they have become ungodly and serve what is created rather than the Creator, who is blessed forever. Amen!",
      "26": "For this reason God allowed their shameful passions to control them. Their women have exchanged natural sexual relations for unnatural ones.",
      "27": "Likewise, their men have given up natural sexual relations with women and burn with lust for each other. Men commit indecent acts with men, so they experience among themselves the punishment they deserve for their perversion.",
      "28": "And because they thought it was worthless to acknowledge God, God allowed their own immoral minds to control them. So they do these indecent things.",
      "29": "Their lives are filled with all kinds of sexual sins, wickedness, and greed. They are mean. They are filled with envy, murder, quarreling, deceit, and viciousness. They are gossips,",
      "30": "slanderers, haters of God, haughty, arrogant, and boastful. They think up new ways to be cruel. They don’t obey their parents,",
      "31": "don’t have any sense, don’t keep promises, and don’t show love to their own families or mercy to others.",
      "32": "Although they know God’s judgment that those who do such things deserve to die, they not only do these things but also approve of others who do them."
    },
    "2": {
      "1": "No matter who you are, if you judge anyone, you have no excuse. When you judge another person, you condemn yourself, since you, the judge, do the same things.",
      "2": "We know that God’s judgment is right when he condemns people for doing these things.",
      "3": "When you judge people for doing these things but then do them yourself, do you think you will escape God’s judgment?",
      "4": "Do you have contempt for God, who is very kind to you, puts up with you, and deals patiently with you? Don’t you realize that it is God’s kindness that is trying to lead you to him and change the way you think and act?",
      "5": "Since you are stubborn and don’t want to change the way you think and act, you are adding to the anger that God will have against you on that day when God vents his anger. At that time God will reveal that his decisions are fair.",
      "6": "He will pay all people back for what they have done.",
      "7": "He will give everlasting life to those who search for glory, honor, and immortality by persisting in doing what is good. But he will bring",
      "8": "anger and fury on those who, in selfish pride, refuse to believe the truth and who follow what is wrong.",
      "9": "There will be suffering and distress for every person who does evil, for Jews first and Greeks as well.",
      "10": "But there will be glory, honor, and peace for every person who does what is good, for Jews first and Greeks as well.",
      "11": "God does not play favorites.",
      "12": "Here’s the reason: Whoever sins without having the laws in Moses’ Teachings will still be condemned to destruction. And whoever has these laws from God and sins will still be judged by them.",
      "13": "People who merely listen to the laws in Moses’ Teachings don’t have God’s approval. Rather, people who do what those laws demand will have God’s approval.",
      "14": "For example, whenever non-Jews who don’t have the laws in Moses’ Teachings do by nature the things that those laws contain, they are a law to themselves even though they don’t have any of those laws.",
      "15": "They show that some requirements found in Moses’ Teachings are written in their hearts. Their consciences speak to them. Their thoughts accuse them on one occasion and defend them on another.",
      "16": "This happens as they face the day when God, through Christ Yeshua, will judge people’s secret thoughts. He will use the Good News that I am spreading to make that judgment.",
      "17": "You call yourself a Jew, rely on the laws in Moses’ Teachings, brag about your God,",
      "18": "know what he wants, and distinguish right from wrong because you have been taught Moses’ Teachings.",
      "19": "You are confident that you are a guide for the blind, a light to those in the dark,",
      "20": "an instructor of ignorant people, and a teacher of children because you have the full content of knowledge and truth in Moses’ Teachings.",
      "21": "As you teach others, are you failing to teach yourself? As you preach against stealing, are you stealing?",
      "22": "As you tell others not to commit adultery, are you committing adultery? As you treat idols with disgust, are you robbing temples?",
      "23": "As you brag about the laws in Moses’ Teachings, are you dishonoring God by ignoring those laws?",
      "24": "As Scripture says, “God’s name is cursed among the nations because of you.”",
      "25": "For example, circumcision is valuable if you follow the laws in Moses’ Teachings. If you don’t follow those laws, your circumcision amounts to uncircumcision.",
      "26": "So if a man does what those laws demand, won’t he be considered circumcised even if he is uncircumcised?",
      "27": "The uncircumcised man who carries out what those laws say will condemn you for not following them. He will condemn you in spite of the fact that you are circumcised and have those laws in writing.",
      "28": "A person is not a Jew because of his appearance, nor is circumcision a matter of how the body looks.",
      "29": "Rather, a person is a Jew inwardly, and circumcision is something that happens in a person’s heart. Circumcision is spiritual, not just a written rule. That person’s praise will come from God, not from people."
    },
    "3": {
      "1": "Is there any advantage, then, in being a Jew? Or is there any value in being circumcised?",
      "2": "There are all kinds of advantages. First of all, God entrusted them with his word.",
      "3": "What if some of them were unfaithful? Can their unfaithfulness cancel God’s faithfulness?",
      "4": "That would be unthinkable! God is honest, and everyone else is a liar, as Scripture says,\n“So you hand down justice when you speak,\n    and you win your case in court.”",
      "5": "But if what we do wrong shows that God is fair, what should we say? Is God unfair when he vents his anger on us? (I’m arguing the way humans would.)",
      "6": "That’s unthinkable! Otherwise, how would God be able to judge the world?",
      "7": "If my lie increases the glory that God receives by showing that God is truthful, why am I still judged as a sinner?",
      "8": "Or can we say, “Let’s do evil so that good will come from it”? Some slander us and claim that this is what we say. They are condemned, and that’s what they deserve.",
      "9": "What, then, is the situation? Do we have any advantage? Not at all. We have already accused everyone (both Jews and Greeks) of being under the power of sin,",
      "10": "as Scripture says,\n“Not one person has God’s approval.",
      "11": "No one understands.\n    No one searches for God.",
      "12": "Everyone has turned away.\n    Together they have become rotten to the core.\n        No one does anything good,\n            not even one person.",
      "13": "Their throats are open graves.\n    Their tongues practice deception.\n        Their lips hide the venom of poisonous snakes.",
      "14": "Their mouths are full of curses and bitter resentment.",
      "15": "They run quickly to murder people.",
      "16": "There is ruin and suffering wherever they go.",
      "17": "They have not learned to live in peace.",
      "18": "They are not terrified of God.”",
      "19": "We know that whatever the Scriptures say applies to everyone under their influence, and no one can say a thing. The whole world is brought under the judgment of God.",
      "20": "Not one person can have God’s approval by any effort to follow the laws in the Scriptures. These laws show what sin is.",
      "21": "Now, the way to receive God’s approval has been made plain in a way other than the laws in the Scriptures. Moses’ Teachings and the Prophets tell us this.",
      "22": "Everyone who believes has God’s approval through faith in Yeshua Christ.\nThere is no difference between people.",
      "23": "Because all people have sinned, they have fallen short of God’s glory.",
      "24": "They receive God’s approval freely by an act of his kindness through the price Christ Yeshua paid to set us free from sin.",
      "25": "God showed that Christ is the throne of mercy where God’s approval is given through faith in Christ’s blood. In his patience God waited to deal with sins committed in the past.",
      "26": "He waited so that he could display his approval at the present time. This shows that he is a God of justice, a God who approves of people who believe in Yeshua.",
      "27": "So, do we have anything to brag about? Bragging has been eliminated. On what basis was it eliminated? On the basis of our own efforts? No, indeed! Rather, it is eliminated on the basis of faith.",
      "28": "We conclude that a person has God’s approval by faith, not by his own efforts.",
      "29": "Is God only the God of the Jews? Isn’t he also the God of people who are not Jewish? Certainly, he is,",
      "30": "since it is the same God who approves circumcised people by faith and uncircumcised people through this same faith.",
      "31": "Are we abolishing the laws in the Scriptures by this faith? That’s unthinkable! Rather, we are supporting these laws."
    },
    "4": {
      "1": "What can we say that we have discovered about our ancestor Abraham?",
      "2": "If Abraham had God’s approval because of something he did, he would have had a reason to brag. But he could not brag to God about it.",
      "3": "What does Scripture say? “Abraham believed God, and that faith was regarded as the basis of Abraham’s approval by God.”",
      "4": "When people work, their pay is not regarded as a gift but something they have earned.",
      "5": "However, when people don’t work but believe God, the one who approves ungodly people, their faith is regarded as the basis of God’s approval.",
      "6": "David says the same thing about those who are blessed: God approves of people without their earning it. David said,",
      "7": "“Blessed are those whose disobedience is forgiven\n    and whose sins are pardoned.",
      "8": "Blessed is the person whom the Lord no longer considers sinful.”",
      "9": "Are only the circumcised people blessed, or are uncircumcised people blessed as well? We say, “Abraham’s faith was regarded as the basis of God’s approval.”",
      "10": "How was his faith regarded as the basis of God’s approval? Was he circumcised or was he uncircumcised at that time? He had not been circumcised.",
      "11": "Abraham’s faith was the basis of his approval by God while he was still uncircumcised. The mark of circumcision is the seal of that approval. Therefore, he is the father of every believer who is not circumcised, and their faith, too, is regarded as the basis of their approval by God.",
      "12": "He is also the father of those who not only are circumcised but also are following in the footsteps of his faith. Our father Abraham had that faith before he was circumcised.",
      "13": "So it was not by obeying the laws in Moses’ Teachings that Abraham or his descendants received the promise that he would inherit the world. Rather, he received this promise through God’s approval that comes by faith.",
      "14": "If those who obey Moses’ Teachings are the heirs, then faith is useless and the promise is worthless.",
      "15": "The laws in Moses’ Teachings bring about anger. But where those laws don’t exist, they can’t be broken.",
      "16": "Therefore, the promise is based on faith so that it can be a gift. Consequently, the promise is guaranteed for every descendant, not only for those who are descendants by obeying Moses’ Teachings but also for those who are descendants by believing as Abraham did. He is the father of all of us,",
      "17": "as Scripture says: “I have made you a father of many nations.”\nAbraham believed when he stood in the presence of the God who gives life to dead people and calls into existence things that don’t even exist.",
      "18": "When there was nothing left to hope for, Abraham still hoped and believed. As a result, he became a father of many nations, as he had been told: “That is how many descendants you will have.”",
      "19": "Abraham didn’t weaken. Through faith he regarded the facts: His body was already as good as dead now that he was about a hundred years old, and Sarah was unable to have children.",
      "20": "He didn’t doubt God’s promise out of a lack of faith. Instead, giving honor to God for the promise, he became strong because of faith",
      "21": "and was absolutely confident that God would do what he promised.",
      "22": "That is why Abraham’s faith was regarded as the basis of his approval by God.",
      "23": "But the words “his faith was regarded as the basis of his approval by God” were written not only for him",
      "24": "but also for us. Our faith will be regarded as the basis of our approval by God—each of us who believe in the one who brought Yeshua, our Lord, back to life.",
      "25": "Yeshua, our Lord, was handed over to death because of our failures and was brought back to life so that we could receive God’s approval."
    },
    "5": {
      "1": "Now that we have God’s approval by faith, we have peace with God because of what our Lord Yeshua Christ has done.",
      "2": "Through Christ we can approach God and stand in his favor. So we brag because of our confidence that we will receive glory from God.",
      "3": "But that’s not all. We also brag when we are suffering. We know that suffering creates endurance,",
      "4": "endurance creates character, and character creates confidence.",
      "5": "We’re not ashamed to have this confidence, because God’s love has been poured into our hearts by the Holy Spirit, who has been given to us.",
      "6": "Look at it this way: At the right time, while we were still helpless, Christ died for ungodly people.",
      "7": "Finding someone who would die for a godly person is rare. Maybe someone would have the courage to die for a good person.",
      "8": "Christ died for us while we were still sinners. This demonstrates God’s love for us.",
      "9": "Since Christ’s blood has now given us God’s approval, we are even more certain that Christ will save us from God’s anger.",
      "10": "If the death of his Son restored our relationship with God while we were still his enemies, we are even more certain that, because of this restored relationship, the life of his Son will save us.",
      "11": "In addition, our Lord Yeshua Christ lets us continue to brag about God. After all, it is through Christ that we now have this restored relationship with God.",
      "12": "Sin came into the world through one person, and death came through sin. So death spread to everyone, because everyone sinned.",
      "13": "Sin was in the world before there were any laws. But no record of sin can be kept when there are no laws.",
      "14": "Yet, death ruled from the time of Adam to the time of Moses, even over those who did not sin in the same way Adam did when he disobeyed. Adam is an image of the one who would come.",
      "15": "There is no comparison between God’s gift and Adam’s failure. If humanity died as the result of one person’s failure, it is certainly true that God’s kindness and the gift given through the kindness of one person, Yeshua Christ, have been showered on humanity.",
      "16": "There is also no comparison between God’s gift and the one who sinned. The verdict which followed one person’s failure condemned everyone. But, even after many failures, the gift brought God’s approval.",
      "17": "It is certain that death ruled because of one person’s failure. It’s even more certain that those who receive God’s overflowing kindness and the gift of his approval will rule in life because of one person, Yeshua Christ.",
      "18": "Therefore, everyone was condemned through one failure, and everyone received God’s life-giving approval through one verdict.",
      "19": "Clearly, through one person’s disobedience humanity became sinful, and through one person’s obedience humanity will receive God’s approval.",
      "20": "The laws in Moses’ Teachings were added to increase the failure. But where sin increased, God’s kindness increased even more.",
      "21": "As sin ruled by bringing death, God’s kindness would rule by bringing us his approval. This results in our living forever because of Yeshua Christ our Lord."
    },
    "6": {
      "1": "What should we say then? Should we continue to sin so that God’s kindness will increase?",
      "2": "That’s unthinkable! As far as sin is concerned, we have died. So how can we still live under sin’s influence?",
      "3": "Don’t you know that all of us who were baptized into Christ Yeshua were baptized into his death?",
      "4": "When we were baptized into his death, we were placed into the tomb with him. As Christ was brought back from death to life by the glorious power of the Father, so we, too, should live a new kind of life.",
      "5": "If we’ve become united with him in a death like his, certainly we will also be united with him when we come back to life as he did.",
      "6": "We know that the person we used to be was crucified with him to put an end to sin in our bodies. Because of this we are no longer slaves to sin.",
      "7": "The person who has died has been freed from sin.",
      "8": "If we have died with Christ, we believe that we will also live with him.",
      "9": "We know that Christ, who was brought back to life, will never die again. Death no longer has any power over him.",
      "10": "When he died, he died once and for all to sin’s power. But now he lives, and he lives for God.",
      "11": "So consider yourselves dead to sin’s power but living for God in the power Christ Yeshua gives you.",
      "12": "Therefore, never let sin rule your physical body so that you obey its desires.",
      "13": "Never offer any part of your body to sin’s power. No part of your body should ever be used to do any ungodly thing. Instead, offer yourselves to God as people who have come back from death and are now alive. Offer all the parts of your body to God. Use them to do everything that God approves of.",
      "14": "Certainly, sin shouldn’t have power over you because you’re not controlled by God’s laws, but by God’s favor.",
      "15": "Then what is the implication? Should we sin because we are not controlled by God’s laws but by God’s favor? That’s unthinkable!",
      "16": "Don’t you know that if you offer to be someone’s slave, you must obey that master? Either your master is sin, or your master is obedience. Letting sin be your master leads to death. Letting obedience be your master leads to God’s approval.",
      "17": "You were slaves to sin. But I thank God that you have become wholeheartedly obedient to the teachings which you were given.",
      "18": "Freed from sin, you were made slaves who do what God approves of.",
      "19": "I’m speaking in a human way because of the weakness of your corrupt nature. Clearly, you once offered all the parts of your body as slaves to sexual perversion and disobedience. This led you to live disobedient lives. Now, in the same way, offer all the parts of your body as slaves that do what God approves of. This leads you to live holy lives.",
      "20": "When you were slaves to sin, you were free from doing what God approves of.",
      "21": "What did you gain by doing those things? You’re ashamed of what you used to do because it ended in death.",
      "22": "Now you have been freed from sin and have become God’s slaves. This results in a holy life and, finally, in everlasting life.",
      "23": "The payment for sin is death, but the gift that God freely gives is everlasting life found in Christ Yeshua our Lord."
    },
    "7": {
      "1": "Don’t you realize, brothers and sisters, that laws have power over people only as long as they are alive? (I’m speaking to people who are familiar with Moses’ Teachings.)",
      "2": "For example, a married woman is bound by law to her husband as long as he is alive. But if her husband dies, that marriage law is no longer in effect for her.",
      "3": "So if she marries another man while her husband is still alive, she will be called an adulterer. But if her husband dies, she is free from this law, so she is not committing adultery if she marries another man.",
      "4": "In the same way, brothers and sisters, you have died to the laws in Moses’ Teachings through Christ’s body. You belong to someone else, the one who was brought back to life.\nAs a result, we can do what God wants.",
      "5": "While we were living under the influence of our corrupt nature, sinful passions were at work throughout our bodies. Stirred up by the laws in Moses’ Teachings, our sinful passions did things that result in death.",
      "6": "But now we have died to those laws that bound us. God has broken their effect on us so that we are serving in a new spiritual way, not in an old way dictated by written words.",
      "7": "What should we say, then? Are the laws in Moses’ Teachings sinful? That’s unthinkable! In fact, I wouldn’t have recognized sin if those laws hadn’t shown it to me. For example, I wouldn’t have known that some desires are sinful if Moses’ Teachings hadn’t said, “Never have wrong desires.”",
      "8": "But sin took the opportunity provided by this commandment and made me have all kinds of wrong desires. Clearly, without laws sin is dead.",
      "9": "At one time I was alive without any laws. But when this commandment came, sin became alive",
      "10": "and I died. I found that the commandment which was intended to bring me life actually brought me death.",
      "11": "Sin, taking the opportunity provided by this commandment, deceived me and then killed me.",
      "12": "So the laws in Moses’ Teachings are holy, and the commandment is holy, right, and good.",
      "13": "Now, did something good cause my death? That’s unthinkable! Rather, my death was caused by sin so that sin would be recognized for what it is. Through a commandment sin became more sinful than ever.",
      "14": "I know that God’s standards in Moses’ Teachings are spiritual, but I have a corrupt nature, sold as a slave to sin.",
      "15": "I don’t realize what I’m doing. I don’t do what I want to do. Instead, I do what I hate.",
      "16": "I don’t do what I want to do, but I agree that God’s standards are good.",
      "17": "So I am no longer the one who is doing the things I hate, but sin that lives in me is doing them.",
      "18": "I know that nothing good lives in me; that is, nothing good lives in my corrupt nature. Although I have the desire to do what is right, I don’t do it.",
      "19": "I don’t do the good I want to do. Instead, I do the evil that I don’t want to do.",
      "20": "Now, when I do what I don’t want to do, I am no longer the one who is doing it. Sin that lives in me is doing it.",
      "21": "So I’ve discovered this truth: Evil is present with me even when I want to do what God’s standards say is good.",
      "22": "I take pleasure in God’s standards in my inner being.",
      "23": "However, I see a different standard at work throughout my body. It is at war with the standards my mind sets and tries to take me captive to sin’s standards which still exist throughout my body.",
      "24": "What a miserable person I am! Who will rescue me from my dying body?",
      "25": "I thank God that our Lord Yeshua Christ rescues me! So I am obedient to God’s standards with my mind, but I am obedient to sin’s standards with my corrupt nature."
    },
    "8": {
      "1": "So those who are believers in Christ Yeshua can no longer be condemned.",
      "2": "The standards of the Spirit, who gives life through Christ Yeshua, have set you free from the standards of sin and death.",
      "3": "It is impossible to do what God’s standards demand because of the weakness our human nature has. But God sent his Son to have a human nature as sinners have and to pay for sin. That way God condemned sin in our corrupt nature.",
      "4": "Therefore, we, who do not live by our corrupt nature but by our spiritual nature, are able to meet God’s standards in Moses’ Teachings.",
      "5": "Those who live by the corrupt nature have the corrupt nature’s attitude. But those who live by the spiritual nature have the spiritual nature’s attitude.",
      "6": "The corrupt nature’s attitude leads to death. But the spiritual nature’s attitude leads to life and peace.",
      "7": "This is so because the corrupt nature has a hostile attitude toward God. It refuses to place itself under the authority of God’s standards because it can’t.",
      "8": "Those who are under the control of the corrupt nature can’t please God.",
      "9": "But if God’s Spirit lives in you, you are under the control of your spiritual nature, not your corrupt nature.\nWhoever doesn’t have the Spirit of Christ doesn’t belong to him.",
      "10": "However, if Christ lives in you, your bodies are dead because of sin, but your spirits are alive because you have God’s approval.",
      "11": "Does the Spirit of the one who brought Yeshua back to life live in you? Then the one who brought Christ back to life will also make your mortal bodies alive by his Spirit who lives in you.",
      "12": "So, brothers and sisters, we have no obligation to live the way our corrupt nature wants us to live.",
      "13": "If you live by your corrupt nature, you are going to die. But if you use your spiritual nature to put to death the evil activities of the body, you will live.",
      "14": "Certainly, all who are guided by God’s Spirit are God’s children.",
      "15": "You haven’t received the spirit of slaves that leads you into fear again. Instead, you have received the spirit of God’s adopted children by which we call out, “Abba! Father!”",
      "16": "The Spirit himself testifies with our spirit that we are God’s children.",
      "17": "If we are his children, we are also God’s heirs. If we share in Christ’s suffering in order to share his glory, we are heirs together with him.",
      "18": "I consider our present sufferings insignificant compared to the glory that will soon be revealed to us.",
      "19": "All creation is eagerly waiting for God to reveal who his children are.",
      "20": "Creation was subjected to frustration but not by its own choice. The one who subjected it to frustration did so in the hope",
      "21": "that it would also be set free from slavery to decay in order to share the glorious freedom that the children of God will have.",
      "22": "We know that all creation has been groaning with the pains of childbirth up to the present time.",
      "23": "However, not only creation groans. We, who have the Spirit as the first of God’s gifts, also groan inwardly. We groan as we eagerly wait for our adoption, the freeing of our bodies from sin.",
      "24": "We were saved with this hope in mind. If we hope for something we already see, it’s not really hope. Who hopes for what can be seen?",
      "25": "But if we hope for what we don’t see, we eagerly wait for it with perseverance.",
      "26": "At the same time the Spirit also helps us in our weakness, because we don’t know how to pray for what we need. But the Spirit intercedes along with our groans that cannot be expressed in words.",
      "27": "The one who searches our hearts knows what the Spirit has in mind. The Spirit intercedes for God’s people the way God wants him to.",
      "28": "We know that all things work together for the good of those who love God—those whom he has called according to his plan.",
      "29": "This is true because he already knew his people and had already appointed them to have the same form as the image of his Son. Therefore, his Son is the firstborn among many children.",
      "30": "He also called those whom he had already appointed. He approved of those whom he had called, and he gave glory to those whom he had approved of.",
      "31": "What can we say about all of this? If God is for us, who can be against us?",
      "32": "God didn’t spare his own Son but handed him over to death for all of us. So he will also give us everything along with him.",
      "33": "Who will accuse those whom God has chosen? God has approved of them.",
      "34": "Who will condemn them? Christ has died, and more importantly, he was brought back to life. Christ has the highest position in heaven. Christ also intercedes for us.",
      "35": "What will separate us from the love Christ has for us? Can trouble, distress, persecution, hunger, nakedness, danger, or violent death separate us from his love?",
      "36": "As Scripture says:\n“We are being killed all day long because of you.\n    We are thought of as sheep to be slaughtered.”",
      "37": "The one who loves us gives us an overwhelming victory in all these difficulties.",
      "38": "I am convinced that nothing can ever separate us from God’s love which Christ Yeshua our Lord shows us. We can’t be separated by death or life, by angels or rulers, by anything in the present or anything in the future, by forces",
      "39": "or powers in the world above or in the world below, or by anything else in creation."
    },
    "9": {
      "1": "As a Christian, I’m telling you the truth. I’m not lying. The Holy Spirit, along with my own thoughts, supports me in this.",
      "2": "I have deep sorrow and endless heartache.",
      "3": "I wish I could be condemned and cut off from Christ for the sake of others who, like me, are Jewish by birth.",
      "4": "They are Israelites, God’s adopted children. They have the Lord’s glory, the pledges, Moses’ Teachings, the true worship, and the promises.",
      "5": "The Messiah is descended from their ancestors according to his human nature. The Messiah is God over everything, forever blessed. Amen.",
      "6": "Now it is not as though God’s word has failed. Clearly, not everyone descended from Israel is part of Israel",
      "7": "or a descendant of Abraham. However, as Scripture says, “Through Isaac your descendants will carry on your name.”",
      "8": "This means that children born by natural descent from Abraham are not necessarily God’s children. Instead, children born by the promise are considered Abraham’s descendants.",
      "9": "For example, this is what the promise said, “I will come back at the right time, and Sarah will have a son.”",
      "10": "The same thing happened to Rebekah. Rebekah became pregnant by our ancestor Isaac.",
      "11": "Before the children had been born or had done anything good or bad, Rebekah was told that the older child would serve the younger one. This was said to Rebekah so that God’s plan would remain a matter of his choice,",
      "12": "a choice based on God’s call and not on anything people do.",
      "13": "The Scriptures say, “I loved Jacob, but I hated Esau.”",
      "14": "What can we say—that God is unfair? That’s unthinkable!",
      "15": "For example, God said to Moses, “I will be kind to anyone I want to. I will be merciful to anyone I want to.”",
      "16": "Therefore, God’s choice does not depend on a person’s desire or effort, but on God’s mercy.",
      "17": "For example, Scripture says to Pharaoh, “I put you here for this reason: to demonstrate my power through you and to spread my name throughout the earth.”",
      "18": "Therefore, if God wants to be kind to anyone, he will be. If he wants to make someone stubborn, he will.",
      "19": "You may ask me, “Why does God still find fault with anyone? Who can resist whatever God wants to do?”",
      "20": "Who do you think you are to talk back to God like that? Can an object that was made say to its maker, “Why did you make me like this?”",
      "21": "A potter has the right to do whatever he wants with his clay. He can make something for a special occasion or something for everyday use from the same lump of clay.",
      "22": "If God wants to demonstrate his anger and reveal his power, he can do it. But can’t he be extremely patient with people who are objects of his anger because they are headed for destruction?",
      "23": "Can’t God also reveal the riches of his glory to people who are objects of his mercy and who he had already prepared for glory?",
      "24": "This is what God did for us whom he called—whether we are Jews or not.",
      "25": "As God says in Hosea:\n“Those who are not my people\n    I will call my people.\n    Those who are not loved\n    I will call my loved ones.",
      "26": "Wherever they were told,\n    ‘You are not my people,’\n        they will be called children of the living God.”",
      "27": "Isaiah also says about Israel:\n“Although the descendants of Israel are\n    as numerous as the grains of sand on the seashore,\n        only a few will be saved.",
      "28": "The Lord will carry out his sentence on the land,\n    completely and decisively.”",
      "29": "This is what Isaiah predicted:\n“If the Lord of Armies hadn’t left us some descendants,\n    we would have been like Sodom and Gomorrah.”",
      "30": "So what can we say? We can say that non-Jewish people who were not trying to gain God’s approval won his approval, an approval based on faith.",
      "31": "The people of Israel tried to gain God’s approval by obeying the laws in Moses’ Teachings, but they did not reach their goal.",
      "32": "Why? They didn’t rely on faith to gain God’s approval, but they relied on their own efforts. They stumbled over the rock that trips people.",
      "33": "As Scripture says,\n“I am placing a rock in Zion that people trip over,\n    a large rock that people find offensive.\n    Whoever believes in him will not be ashamed.”"
    },
    "10": {
      "1": "Brothers and sisters, my heart’s desire and prayer to God on behalf of the Jewish people is that they would be saved.",
      "2": "I can assure you that they are deeply devoted to God, but they are misguided.",
      "3": "They don’t understand how to receive God’s approval. So they try to set up their own way to get it, and they have not accepted God’s way for receiving his approval.",
      "4": "Christ is the fulfillment of Moses’ Teachings so that everyone who has faith may receive God’s approval.",
      "5": "Moses writes about receiving God’s approval by following his laws. He says, “The person who obeys these laws will live because he obeys them.”",
      "6": "However, Scripture says about God’s approval which is based on faith, “Don’t ask yourself who will go up to heaven,” (that is, to bring Christ down).",
      "7": "“Don’t ask who will go down into the depths,” (that is, to bring Christ back from the dead).",
      "8": "However, what else does it say? “This message is near you. It’s in your mouth and in your heart.” This is the message of faith that we spread.",
      "9": "If you declare that Yeshua is Lord, and believe that God brought him back to life, you will be saved.",
      "10": "By believing you receive God’s approval, and by declaring your faith you are saved.",
      "11": "Scripture says, “Whoever believes in him will not be ashamed.”",
      "12": "There is no difference between Jews and Greeks. They all have the same Lord, who gives his riches to everyone who calls on him.",
      "13": "So then, “Whoever calls on the name of the Lord will be saved.”",
      "14": "But how can people call on him if they have not believed in him? How can they believe in him if they have not heard his message? How can they hear if no one tells the Good News?",
      "15": "How can people tell the Good News if no one sends them? As Scripture says, “How beautiful are the feet of the messengers who announce the Good News.”",
      "16": "But not everyone has believed the Good News.\nIsaiah asks, “Lord, who has believed our message?”",
      "17": "So faith comes from hearing the message, and the message that is heard is what Christ spoke.",
      "18": "But I ask, “Didn’t they hear that message?” Certainly they did! “The voice of the messengers has gone out into the whole world and their words to the ends of the earth.”",
      "19": "Again I ask, “Didn’t Israel understand that message?” Moses was the first to say, “I will make you jealous of people who are not a nation. I will make you angry about a nation that doesn’t understand.”",
      "20": "Isaiah said very boldly, “I was found by those who weren’t looking for me. I was revealed to those who weren’t asking for me.”",
      "21": "Then Isaiah said about Israel, “All day long I have stretched out my hands to disobedient and rebellious people.”"
    },
    "11": {
      "1": "So I ask, “Has God rejected his people Israel?” That’s unthinkable! Consider this. I’m an Israelite myself, a descendant of Abraham from the tribe of Benjamin.",
      "2": "God has not rejected his people whom he knew long ago. Don’t you know what Elijah says in the Scripture passage when he complains to God about Israel? He says,",
      "3": "“Lord, they’ve killed your prophets and torn down your altars. I’m the only one left, and they’re trying to take my life.”",
      "4": "But what was God’s reply? God said, “I’ve kept 7,000 people for myself who have not knelt to worship Baal.”",
      "5": "So, as there were then, there are now a few left that God has chosen by his kindness.",
      "6": "If they were chosen by God’s kindness, they weren’t chosen because of anything they did. Otherwise, God’s kindness wouldn’t be kindness.",
      "7": "So what does all this mean? It means that Israel has never achieved what it has been striving for. However, those whom God has chosen have achieved it. The minds of the rest of Israel were closed,",
      "8": "as Scripture says,\n“To this day God has given them a spirit of deep sleep.\n    Their eyes don’t see,\n        and their ears don’t hear!”",
      "9": "And David says,\n“Let the table set for them become a trap and a net,\n    a snare and a punishment for them.",
      "10": "Let their vision become clouded so that they cannot see.\n    Let them carry back-breaking burdens forever.”",
      "11": "So I ask, “Has Israel stumbled so badly that it can’t get up again?” That’s unthinkable! By Israel’s failure, salvation has come to people who are not Jewish to make the Jewish people jealous.",
      "12": "The fall of the Jewish people made the world spiritually rich. Their failure made people who are not Jewish spiritually rich. So the inclusion of Jewish people will make the world even richer.",
      "13": "Now, I speak to you who are not Jewish. As long as I am an apostle sent to people who are not Jewish, I bring honor to my ministry.",
      "14": "Perhaps I can make my people jealous and save some of them.",
      "15": "If Israel’s rejection means that the world has been brought back to God, what does Israel’s acceptance mean? It means that Israel has come back to life.",
      "16": "If the first handful of dough is holy, the whole batch of dough is holy. If the root is holy, the branches are holy.",
      "17": "But some of the olive branches have been broken off, and you, a wild olive branch, have been grafted in their place. You get your nourishment from the roots of the olive tree.",
      "18": "So don’t brag about being better than the other branches. If you brag, remember that you don’t support the root, the root supports you.",
      "19": "“Well,” you say, “Branches were cut off so that I could be grafted onto the tree.”",
      "20": "That’s right! They were broken off because they didn’t believe, but you remain on the tree because you do believe. Don’t feel arrogant, but be afraid.",
      "21": "If God didn’t spare the natural branches, he won’t spare you, either.",
      "22": "Look at how kind and how severe God can be. He is severe to those who fell, but kind to you if you continue to hold on to his kindness. Otherwise, you, too, will be cut off from the tree.",
      "23": "If Jewish people do not continue in their unbelief, they will be grafted onto the tree again, because God is able to do that.",
      "24": "In spite of the fact that you have been cut from a wild olive tree, you have been grafted onto a cultivated one. So wouldn’t it be easier for these natural branches to be grafted onto the olive tree they belong to?",
      "25": "Brothers and sisters, I want you to understand this mystery so that you won’t become arrogant. The minds of some Israelites have become closed until all of God’s non-Jewish people are included.",
      "26": "In this way Israel as a whole will be saved, as Scripture says,\n“The Savior will come from Zion.\n    He will remove godlessness from Jacob.",
      "27": "My promise to them will be fulfilled\n    when I take away their sins.”",
      "28": "The Good News made the Jewish people enemies because of you. But by God’s choice they are loved because of their ancestors.",
      "29": "God never changes his mind when he gives gifts or when he calls someone.",
      "30": "In the past, you disobeyed God. But now God has been merciful to you because of the disobedience of the Jewish people.",
      "31": "In the same way, the Jewish people have also disobeyed so that God may be merciful to them as he was to you.",
      "32": "God has placed all people into the prison of their own disobedience so that he could be merciful to all people.",
      "33": "God’s riches, wisdom, and knowledge are so deep\n    that it is impossible to explain his decisions\n        or to understand his ways.",
      "34": "“Who knows how the Lord thinks?\n    Who can become his adviser?”",
      "35": "Who gave the Lord something\n    which the Lord must pay back?",
      "36": "Everything is from him and by him and for him.\n    Glory belongs to him forever! Amen!"
    },
    "12": {
      "1": "Brothers and sisters, in view of all we have just shared about God’s compassion, I encourage you to offer your bodies as living sacrifices, dedicated to God and pleasing to him. This kind of worship is appropriate for you.",
      "2": "Don’t become like the people of this world. Instead, change the way you think. Then you will always be able to determine what God really wants—what is good, pleasing, and perfect.",
      "3": "Because of the kindness that God has shown me, I ask you not to think of yourselves more highly than you should. Instead, your thoughts should lead you to use good judgment based on what God has given each of you as believers.",
      "4": "Our bodies have many parts, but these parts don’t all do the same thing.",
      "5": "In the same way, even though we are many individuals, Christ makes us one body and individuals who are connected to each other.",
      "6": "God in his kindness gave each of us different gifts. If your gift is speaking what God has revealed, make sure what you say agrees with the Christian faith.",
      "7": "If your gift is serving, then devote yourself to serving. If it is teaching, devote yourself to teaching.",
      "8": "If it is encouraging others, devote yourself to giving encouragement. If it is sharing, be generous. If it is leadership, lead enthusiastically. If it is helping people in need, help them cheerfully.",
      "9": "Love sincerely. Hate evil. Hold on to what is good.",
      "10": "Be devoted to each other like a loving family. Excel in showing respect for each other.",
      "11": "Don’t be lazy in showing your devotion. Use your energy to serve the Lord.",
      "12": "Be happy in your confidence, be patient in trouble, and pray continually.",
      "13": "Share what you have with God’s people who are in need. Be hospitable.",
      "14": "Bless those who persecute you. Bless them, and don’t curse them.",
      "15": "Be happy with those who are happy. Be sad with those who are sad.",
      "16": "Live in harmony with each other. Don’t be arrogant, but be friendly to humble people. Don’t think that you are smarter than you really are.",
      "17": "Don’t pay people back with evil for the evil they do to you. Focus your thoughts on those things that are considered noble.",
      "18": "As much as it is possible, live in peace with everyone.",
      "19": "Don’t take revenge, dear friends. Instead, let God’s anger take care of it. After all, Scripture says, “I alone have the right to take revenge. I will pay back, says the Lord.”",
      "20": "But,\n“If your enemy is hungry, feed him.\n    If he is thirsty, give him a drink.\n        If you do this, you will make him feel guilty and ashamed.”",
      "21": "Don’t let evil conquer you, but conquer evil with good."
    },
    "13": {
      "1": "Every person should obey the government in power. No government would exist if it hadn’t been established by God. The governments which exist have been put in place by God.",
      "2": "Therefore, whoever resists the government opposes what God has established. Those who resist will bring punishment on themselves.",
      "3": "People who do what is right don’t have to be afraid of the government. But people who do what is wrong should be afraid of it. Would you like to live without being afraid of the government? Do what is right, and it will praise you.",
      "4": "The government is God’s servant working for your good.\nBut if you do what is wrong, you should be afraid. The government has the right to carry out the death sentence. It is God’s servant, an avenger to execute God’s anger on anyone who does what is wrong.",
      "5": "Therefore, it is necessary for you to obey, not only because you’re afraid of God’s anger but also because of your own conscience.",
      "6": "That is also why you pay your taxes. People in the government are God’s servants while they do the work he has given them.",
      "7": "Pay everyone whatever you owe them. If you owe taxes, pay them. If you owe tolls, pay them. If you owe someone respect, respect that person. If you owe someone honor, honor that person.",
      "8": "Pay your debts as they come due. However, one debt you can never finish paying is the debt of love that you owe each other. The one who loves another person has fulfilled Moses’ Teachings.",
      "9": "The commandments, “Never commit adultery; never murder; never steal; never have wrong desires,” and every other commandment are summed up in this statement: “Love your neighbor as you love yourself.”",
      "10": "Love never does anything that is harmful to a neighbor. Therefore, love fulfills Moses’ Teachings.",
      "11": "You know the times in which we are living. It’s time for you to wake up. Our salvation is nearer now than when we first became believers.",
      "12": "The night is almost over, and the day is near. So we should get rid of the things that belong to the dark and take up the weapons that belong to the light.",
      "13": "We should live decently, as people who live in the light of day. Wild parties, drunkenness, sexual immorality, promiscuity, rivalry, and jealousy cannot be part of our lives.",
      "14": "Instead, live like the Lord Yeshua Christ did, and forget about satisfying the desires of your corrupt nature."
    },
    "14": {
      "1": "Welcome people who are weak in faith, but don’t get into an argument over differences of opinion.",
      "2": "Some people believe that they can eat all kinds of food. Other people with weak faith believe that they can eat only vegetables.",
      "3": "People who eat all foods should not despise people who eat only vegetables. In the same way, the vegetarians should not criticize people who eat all foods, because God has accepted those people.",
      "4": "Who are you to criticize someone else’s servant? The Lord will determine whether his servant has been successful. The servant will be successful because the Lord makes him successful.",
      "5": "One person decides that one day is holier than another. Another person decides that all days are the same. Every person must make his own decision.",
      "6": "When people observe a special day, they observe it to honor the Lord. When people eat all kinds of foods, they honor the Lord as they eat, since they give thanks to God. Vegetarians also honor the Lord when they eat, and they, too, give thanks to God.",
      "7": "It’s clear that we don’t live to honor ourselves, and we don’t die to honor ourselves.",
      "8": "If we live, we honor the Lord, and if we die, we honor the Lord. So whether we live or die, we belong to the Lord.",
      "9": "For this reason Christ died and came back to life so that he would be the Lord of both the living and the dead.",
      "10": "Why do you criticize or despise other Christians? Everyone will stand in front of God to be judged.",
      "11": "Scripture says,\n“As certainly as I live, says the Lord,\n    everyone will worship me,\n        and everyone will praise God.”",
      "12": "All of us will have to give an account of ourselves to God.",
      "13": "So let’s stop criticizing each other. Instead, you should decide never to do anything that would make other Christians have doubts or lose their faith.",
      "14": "The Lord Yeshua has given me the knowledge and conviction that no food is unacceptable in and of itself. But it is unacceptable to a person who thinks it is.",
      "15": "So if what you eat hurts another Christian, you are no longer living by love. Don’t destroy anyone by what you eat. Christ died for that person.",
      "16": "Don’t allow anyone to say that what you consider good is evil.",
      "17": "God’s kingdom does not consist of what a person eats or drinks. Rather, God’s kingdom consists of God’s approval and peace, as well as the joy that the Holy Spirit gives.",
      "18": "The person who serves Christ with this in mind is pleasing to God and respected by people.",
      "19": "So let’s pursue those things which bring peace and which are good for each other.",
      "20": "Don’t ruin God’s work because of what you eat. All food is acceptable, but it’s wrong for a person to eat something if it causes someone else to have doubts.",
      "21": "The right thing to do is to avoid eating meat, drinking wine, or doing anything else that causes another Christian to have doubts.",
      "22": "So whatever you believe about these things, keep it between yourself and God. The person who does what he knows is right shouldn’t feel guilty. He is blessed.",
      "23": "But if a person has doubts and still eats, he is condemned because he didn’t act in faith. Anything that is not done in faith is sin."
    },
    "15": {
      "1": "So those of us who have a strong faith must be patient with the weaknesses of those whose faith is not so strong. We must not think only of ourselves.",
      "2": "We should all be concerned about our neighbor and the good things that will build his faith.",
      "3": "Christ did not think only of himself. Rather, as Scripture says, “The insults of those who insult you have fallen on me.”",
      "4": "Everything written long ago was written to teach us so that we would have confidence through the endurance and encouragement which the Scriptures give us.",
      "5": "May God, who gives you this endurance and encouragement, allow you to live in harmony with each other by following the example of Christ Yeshua.",
      "6": "Then, having the same goal, you will praise the God and Father of our Lord Yeshua Christ.",
      "7": "Therefore, accept each other in the same way that Christ accepted you. He did this to bring glory to God.",
      "8": "Let me explain. Christ became a servant for the Jewish people to reveal God’s truth. As a result, he fulfilled God’s promise to the ancestors of the Jewish people.",
      "9": "People who are not Jewish praise God for his mercy as well. This is what the Scriptures say,\n“That is why I will give thanks to you among the nations\n    and I will sing praises to your name.”",
      "10": "And Scripture says again,\n“You nations, be happy together with his people!”",
      "11": "And again,\n“Praise the Lord, all you nations!\n    Praise him, all you people of the world!”",
      "12": "Again, Isaiah says,\n“There will be a root from Jesse.\n    He will rise to rule the nations,\n        and he will give the nations hope.”",
      "13": "May God, the source of hope, fill you with joy and peace through your faith in him. Then you will overflow with hope by the power of the Holy Spirit.",
      "14": "I’m convinced, brothers and sisters, that you, too, are filled with goodness. I’m also convinced that you have all the knowledge you need and that you are able to instruct each other.",
      "15": "However, I’ve written you a letter, parts of which are rather bold, as a reminder to you. I’m doing this because God gave me the gift",
      "16": "to be a servant of Christ Yeshua to people who are not Jewish. I serve as a priest by spreading the Good News of God. I do this in order that I might bring the nations to God as an acceptable offering, made holy by the Holy Spirit.",
      "17": "So Christ Yeshua gives me the right to brag about what I’m doing for God.",
      "18": "I’m bold enough to tell you only what Christ has done through me to bring people who are not Jewish to obedience. By what I have said and done,",
      "19": "by the power of miraculous and amazing signs, and by the power of God’s Spirit, I have finished spreading the Good News about Christ from Jerusalem to Illyricum.",
      "20": "My goal was to spread the Good News where the name of Christ was not known. I didn’t want to build on a foundation which others had laid.",
      "21": "As Scripture says,\n“Those who were never told about him will see,\n    and those who never heard will understand.”",
      "22": "This is what has so often kept me from visiting you.",
      "23": "But now I have no new opportunities for work in this region. For many years I have wanted to visit you.",
      "24": "Now I am on my way to Spain, so I hope to see you when I come your way. After I have enjoyed your company for a while, I hope that you will support my trip to Spain.",
      "25": "Right now I’m going to Jerusalem to bring help to the Christians there.",
      "26": "Because the believers in Macedonia and Greece owe a debt to the Christians in Jerusalem, they have decided to take up a collection for the poor among the Christians in Jerusalem.",
      "27": "These Macedonians and Greeks have shared the spiritual wealth of the Christians in Jerusalem. So they are obligated to use their earthly wealth to help them.",
      "28": "When the collection is completed and I have officially turned the money over to the Christians in Jerusalem, I will visit you on my way to Spain.",
      "29": "I know that when I come to you I will bring the full blessing of Christ.",
      "30": "Brothers and sisters, I encourage you through our Lord Yeshua Christ and by the love that the Spirit creates, to join me in my struggle. Pray to God for me",
      "31": "that I will be rescued from those people in Judea who refuse to believe. Pray that God’s people in Jerusalem will accept the help I bring.",
      "32": "Also pray that by the will of God I may come to you with joy and be refreshed when I am with you.",
      "33": "May the God of peace be with you all. Amen."
    },
    "16": {
      "1": "With this letter I’m introducing Phoebe to you. She is our sister in the Christian faith and a deacon of the church in the city of Cenchrea.",
      "2": "Give her a Christian welcome that shows you are God’s holy people. Provide her with anything she may need, because she has provided help to many people, including me.",
      "3": "Greet Prisca and Aquila, my coworkers in the service of Christ Yeshua.",
      "4": "They risked their lives to save me. I’m thankful to them and so are all the churches among the nations.",
      "5": "Also greet the church that meets in their house.\nGreet my dear friend Epaenetus. He was the first person in the province of Asia to become a believer in Christ.",
      "6": "Greet Mary, who has worked very hard for you.",
      "7": "Greet Andronicus and Junia, who are Jewish by birth like me. They are prisoners like me and are prominent among the apostles. They also were Christians before I was.",
      "8": "Greet Ampliatus my dear friend in the service of the Lord.",
      "9": "Greet Urbanus our coworker in the service of Christ, and my dear friend Stachys.",
      "10": "Greet Apelles, a true Christian.\nGreet those who belong to the family of Aristobulus.",
      "11": "Greet Herodion, who is Jewish by birth like me.\nGreet those Christians who belong to the family of Narcissus.",
      "12": "Greet Tryphaena and Tryphosa, who have worked hard for the Lord.\nGreet dear Persis, who has worked very hard for the Lord.",
      "13": "Greet Rufus, that outstanding Christian, and his mother, who has been a mother to me too.",
      "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers and sisters who are with them.",
      "15": "Greet Philologus and Julia, Nereus, and his sister, and Olympas, and all God’s people who are with them.",
      "16": "Greet each other with a holy kiss.\nAll the churches of Christ greet you.",
      "17": "Brothers and sisters, I urge you to watch out for those people who create divisions and who make others fall away from the Christian faith by teaching doctrine that is not the same as you have learned. Stay away from them.",
      "18": "People like these are not serving Christ our Lord. They are serving their own desires. By their smooth talk and flattering words they deceive unsuspecting people.",
      "19": "Everyone has heard about your obedience and this makes me happy for you. I want you to do what is good and to avoid what is evil.",
      "20": "The God of peace will quickly crush Satan under your feet. May the good will of our Lord Yeshua be with you!",
      "21": "Timothy my coworker greets you; so do Lucius, Jason, and Sosipater, who are Jewish by birth like me.",
      "22": "I, Tertius, who wrote this letter, send you Christian greetings.",
      "23": "Gaius greets you. He is host to me and the whole church.\nErastus, the city treasurer, greets you.\nQuartus, our brother in the Christian faith, greets you.",
      "24": "",
      "25": "God can strengthen you by the Good News and the message I tell about Yeshua Christ. He can strengthen you by revealing the mystery that was kept in silence for a very long time",
      "26": "but now is publicly known. The everlasting God ordered that what the prophets wrote must be shown to the people of every nation to bring them to the obedience that is associated with faith.",
      "27": "God alone is wise. Glory belongs to him through Yeshua Christ forever! Amen."
    }
  }
}