{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:31.832227-04:00",
    "Translation": "NOG"
  },
  "Song Of Solomon": {
    "1": {
      "1": "The most beautiful song of Solomon.",
      "2": "Let him kiss me with the kisses of his mouth.\n    Your expressions of love are better than wine,",
      "3": "better than the fragrance of cologne.\n            (Cologne should be named after you.)\n    No wonder the young women love you!",
      "4": "Take me with you. Let’s run away.\n    The king has brought me into his private rooms.\n    We will celebrate and rejoice with you.\n    We will praise your expressions of love more than wine.\n    How right it is that the young women love you!",
      "5": "Young women of Jerusalem, I am dark and lovely\n    like Kedar’s tents,\n    like Solomon’s curtains.",
      "6": "Stop staring at me because I am so dark.\n    The sun has tanned me.\n    My brothers were angry with me.\n    They made me the caretaker of the vineyards.\n    I have not even taken care of my own vineyard.",
      "7": "Please tell me, you whom I love, where do you graze your flock?\n    Where does your flock lie down at noon?\n    Tell me, or I will be considered a prostitute\n    wandering among the flocks of your companions.",
      "8": "If you do not know, most beautiful of women,\n    follow the tracks of the flocks,\n        and graze your young goats near the shepherds’ tents.",
      "9": "My true love, I compare you to a mare among Pharaoh’s stallions.",
      "10": "Your cheeks are lovely with ornaments,\n    your neck with strings of pearls.",
      "11": "We will make gold ornaments with silver beads for you.",
      "12": "While the king is at his table,\n    my perfume fills the air with its fragrance.",
      "13": "My beloved is a pouch of myrrh\n    that lies at night between my breasts.",
      "14": "My beloved is a bouquet of henna flowers\n    in the vineyards of En Gedi.",
      "15": "Look at you! You are beautiful, my true love!\n    Look at you! You are so beautiful!\n    Your eyes are like doves!",
      "16": "Look at you! You are handsome, my beloved, so pleasing to me!\n    The leaf-scattered ground will be our couch.",
      "17": "The cedars will be the walls of our house.\n    The cypress trees will be our rafters."
    },
    "2": {
      "1": "I am a rose of Sharon,\n    a lily growing in the valleys.",
      "2": "Like a lily among thorns,\n    so is my true love among the young women.",
      "3": "Like an apple tree among the trees in the forest,\n    so is my beloved among the young men.\n        I want to sit in his shadow.\n            His fruit tastes sweet to me.",
      "4": "He leads me into a banquet room\n    and looks at me with love.",
      "5": "Strengthen me with raisins\n            and refresh me with apples\n                because I am weak from love.",
      "6": "His left hand is under my head.\n    His right hand caresses me.",
      "7": "Young women of Jerusalem, swear to me\n    by the gazelles\n        or by the does in the field\n            that you will not awaken love\n                or arouse love before its proper time.",
      "8": "I hear my beloved’s voice.\n    Look! Here he comes,\n        sprinting over the mountains,\n        racing over the hills.",
      "9": "My beloved is like a gazelle or a young stag.\n    Look! There he stands behind our wall,\n        peeking through the window,\n        looking through the lattice.",
      "10": "My beloved said to me,\n    “Get up, my true love, my beautiful one, and come with me.",
      "11": "Look! The winter is past.\n    The rain is over and gone.",
      "12": "Blossoms appear in the land.\n    The time of the songbird has arrived.\n        The cooing of the mourning dove is heard in our land.",
      "13": "The green figs ripen.\n    The grapevines bloom and give off a fragrance.\n    Get up, my true love, my beautiful one, and come with me.",
      "14": "My dove, in the hiding places of the rocky crevices,\n    in the secret places of the cliffs,\n        let me see your figure and hear your voice.\n        Your voice is sweet, and your figure is lovely.”",
      "15": "Catch the foxes for us,\n    the little foxes that ruin vineyards.\n        Our vineyards are blooming.",
      "16": "My beloved is mine, and I am his.\n    He is the one who grazes his flock among the lilies.",
      "17": "When the day brings a cooling breeze and the shadows flee,\n    turn around, my beloved.\n        Run like a gazelle or a young stag\n            on the mountains that separate us!"
    },
    "3": {
      "1": "Night after night on my bed\n    I looked for the one I love.\n    I looked for him but did not find him.",
      "2": "I will get up now and roam around the city,\n    in the streets, and in the squares.\n    I will look for the one I love.\n    I looked for him but did not find him.",
      "3": "The watchmen making their rounds in the city found me.\n    I asked, “Have you seen the one I love?”",
      "4": "I had just left them when I found the one I love.\n    I held on to him and would not let him go\n        until I had brought him into my mother’s house,\n            into the bedroom of the one who conceived me.",
      "5": "Young women of Jerusalem, swear to me\n    by the gazelles\n        or by the does in the field,\n            that you will not awaken love\n                or arouse love before its proper time.",
      "6": "Who is this young woman coming up from the wilderness\n    like clouds of smoke?\n        She is perfumed with myrrh and incense\n            made from the merchants’ scented powders.",
      "7": "Look! Solomon’s sedan chair!\n    Sixty soldiers from the army of Israel surround it.",
      "8": "All of them are skilled in using swords,\n    experienced in combat.\n    Each one has his sword at his side\n        and guards against the terrors of the night.",
      "9": "King Solomon had a carriage made for himself\n    from the wood of Lebanon.",
      "10": "He had its posts made out of silver,\n    its top out of gold,\n    its seat out of purple fabric.\n    Its inside—with inlaid scenes of love—\n        was made by the young women of Jerusalem.",
      "11": "Young women of Zion, come out and look at King Solomon!\n    Look at his crown,\n        the crown his mother placed on him on his wedding day,\n            his day of joyful delight."
    },
    "4": {
      "1": "Look at you! You are beautiful, my true love.\n    Look at you! You are so beautiful.\n    Your eyes behind your veil are like doves.\n    Your hair is like a flock of goats moving down Mount Gilead.",
      "2": "Your teeth are like a flock of sheep about to be sheared,\n    sheep that come up from the washing.\n        All of them bear twins, and not one has lost its young.",
      "3": "Your lips are like scarlet thread.\n    Your mouth is lovely.\n    Your temples behind your veil are like slices of pomegranate.",
      "4": "Your neck is like David’s beautifully-designed tower.\n    A thousand round shields belonging to soldiers\n        are hung on it.",
      "5": "Your breasts are like two fawns,\n    like twin gazelles grazing among the lilies.",
      "6": "When the day brings a cool breeze and the shadows flee,\n    I will go to the mountain of myrrh and the hill of incense.",
      "7": "You are beautiful in every way, my true love.\n            There is no blemish on you.",
      "8": "You will come with me from Lebanon,\n            from Lebanon as my bride.\n        You will travel with me\n            from the peak of Mount Amana,\n            from the mountain peaks in Senir and Hermon,\n            from the lairs of lions,\n            from the mountains of leopards.",
      "9": "My bride, my sister, you have charmed me.\n        You have charmed me\n            with a single glance from your eyes,\n            with a single strand of your necklace.",
      "10": "How beautiful are your expressions of love, my bride, my sister!\n    How much better are your expressions of love than wine\n    and the fragrance of your perfume than any spice.",
      "11": "Your lips drip honey, my bride.\n    Honey and milk are under your tongue.\n        The fragrance of your clothing is like the fragrance of Lebanon.",
      "12": "My bride, my sister is a garden that is locked,\n    a garden that is locked,\n        a spring that is sealed.",
      "13": "You are paradise that produces\n    pomegranates and the best fruits,\n        henna flowers and nard,",
      "14": "nard and saffron,\n    calamus, cinnamon, and all kinds of incense,\n        myrrh, aloes, and all the best spices.",
      "15": "You are a spring for gardens,\n    a well of living water flowing from Lebanon.",
      "16": "Awake, north wind!\n    Come, south wind!\n    Blow on my garden!\n    Let its spices flow from it.\n        Let my beloved come to his garden,\n            and let him eat his own precious fruit."
    },
    "5": {
      "1": "My bride, my sister, I will come to my garden.\n    I will gather my myrrh with my spice.\n    I will eat my honeycomb with my honey.\n    I will drink my wine with my milk.\n    Eat, my friends!\n    Drink and become intoxicated with expressions of love!",
      "2": "I sleep, but my mind is awake.\n    Listen! My beloved is knocking.\n    Open to me, my true love, my sister,\n    my dove, my perfect one.\n    My head is wet with dew,\n        my hair with the dewdrops of night.",
      "3": "I have taken off my clothes! Why should I put them on again?\n    I have washed my feet! Why should I get them dirty again?",
      "4": "My beloved put his hand through the keyhole.\n    My heart throbbed for him.",
      "5": "I got up to open for my beloved.\n            My hands dripped with myrrh,\n                and my fingers were drenched with liquid myrrh,\n    on the handles of the lock.",
      "6": "I opened for my beloved,\n    but my beloved had turned away. He was gone!\n    I almost died when he left.\n    I looked for him, but I did not find him.\n    I called for him, but he did not answer me.",
      "7": "The watchmen making their rounds in the city found me.\n    They struck me!\n        They wounded me!\n            Those watchmen on the walls took my robe from me!",
      "8": "Young women of Jerusalem, swear to me\n    that if you find my beloved\n        you will tell him I am hopelessly lovesick.",
      "9": "Most beautiful of women,\n    what makes your beloved better than any other beloved?\n    What makes your beloved better than any other beloved\n        that you make us swear this way?",
      "10": "My beloved is dazzling yet ruddy.\n    He stands out among 10,000 men.",
      "11": "His head is the finest gold.\n    His hair is wavy, black as a raven.",
      "12": "His eyes are set like doves bathing in milk.",
      "13": "His cheeks are like a garden of spices,\n    a garden that produces scented herbs.\n        His lips are lilies that drip with myrrh.",
      "14": "His hands are disks of gold set with emerald.\n    His chest is a block of ivory covered with sapphires.",
      "15": "His legs are columns of marble set on bases of pure gold.\n    His form is like Lebanon, choice as the cedars.",
      "16": "His mouth is sweet in every way.\n    Everything about him is desirable!\n    This is my beloved, and this is my friend, young women of Jerusalem."
    },
    "6": {
      "1": "Where did your beloved go, most beautiful of women?\n    Where did your beloved turn?\n    We will look for him with you.",
      "2": "My beloved went to his garden,\n    to the beds of spices,\n    to graze his flock in the gardens and gather lilies.",
      "3": "I am my beloved’s, and my beloved is mine.\n    He is the one who grazes his flock among the lilies.",
      "4": "You are beautiful, my true love, like Tirzah,\n    lovely like Jerusalem,\n        awe-inspiring like those great cities.",
      "5": "Turn your eyes away from me. They enchant me!\n    Your hair is like a flock of goats moving down from Gilead.",
      "6": "Your teeth are like a flock of sheep,\n    sheep that come up from the washing.\n        All of them bear twins, and not one has lost its young.",
      "7": "Your temples behind your veil are like slices of pomegranate.",
      "8": "There are 60 queens, 80 concubines, and countless virgins,",
      "9": "but she is unique, my dove, my perfect one.\n    Her mother thinks she is unique.\n        She is pure to the one who gave birth to her.\n    Her sisters saw her and blessed her.\n    Queens and concubines saw her and praised her.",
      "10": "Who is this young woman?\n    She looks like the dawn.\n    She is beautiful like the moon,\n        pure like the sun,\n            awe-inspiring like those heavenly bodies.",
      "11": "I went to the walnut grove\n    to look at the blossoms in the valley,\n    to see if the grapevine had budded\n        and if the pomegranates were in bloom.",
      "12": "I did not know that I had become\n    like the chariots of my noble people.",
      "13": "Come back! Come back, young woman from Shulam!\n    Come back! Come back so that we may look at you!\n    Why do you look at me, the young woman from Shulam,\n    as you look at the dance of Mahanaim?"
    },
    "7": {
      "1": "How beautiful are your feet in their sandals, noble daughter!\n    The curves of your thighs are like ornaments,\n    like the work of an artist’s hands.",
      "2": "Your navel is a round bowl.\n    May it always be filled with spiced wine.\n    Your waist is a bundle of wheat enclosed in lilies.",
      "3": "Your breasts are like two fawns,\n    twins of a gazelle.",
      "4": "Your neck is like an ivory tower.\n    Your eyes are like pools in Heshbon, pools by the gate of Bath Rabbim.\n    Your nose is like a Lebanese tower facing Damascus.",
      "5": "You hold your head as high as Mount Carmel.\n    Your dangling curls are royal beauty.\n    Your flowing locks could hold a king captive.",
      "6": "How beautiful and charming you are, my love, with your elegance.",
      "7": "Young woman,\n    your figure is like a palm tree,\n        and your breasts are like its clusters.",
      "8": "I thought, “I will climb the palm tree\n    and take hold of its fruit.”\n    May your breasts be like clusters on the vine.\n    May the fragrance of your breath be like apples.",
      "9": "May your mouth taste like the best wine . . .\n    . . . that goes down smoothly to my beloved\n        and glides over the lips of those about to sleep.",
      "10": "I am my beloved’s, and he longs for me.",
      "11": "Come, my beloved.\n    Let’s go into the field.\n    Let’s spend the night among the henna flowers.",
      "12": "Let’s go to the vineyards early.\n    Let’s see if the vines have budded,\n        if the grape blossoms have opened,\n        if the pomegranates are in bloom.\n    There I will give you my love.",
      "13": "The mandrakes give off a fragrance,\n    and at our door are all kinds of precious fruits.\n    I have saved new and old things\n    for you alone, my beloved."
    },
    "8": {
      "1": "If only you were my brother,\n    one who nursed at my mother’s breasts.\n    If I saw you on the street,\n    I would kiss you, and no one would look down on me.",
      "2": "I would lead you.\n    I would bring you into my mother’s house.\n        (She is the one who was my teacher.)\n    I would give you some spiced wine to drink,\n        some juice squeezed from my pomegranates.",
      "3": "His left hand is under my head.\n    His right hand caresses me.",
      "4": "Young women of Jerusalem, swear to me\n    that you will not awaken love\n        or arouse love before its proper time!",
      "5": "Who is this young woman coming from the wilderness\n    with her arm around her beloved?\n    Under the apple tree I woke you up.\n    There your mother went into labor with you.\n        There she went into labor\n            and gave birth to you!",
      "6": "Wear me as a signet ring on your heart,\n    as a ring on your hand.\n    Love is as overpowering as death.\n    Devotion is as unyielding as the grave.\n    Love’s flames are flames of fire,\n        flames that come from Yah.",
      "7": "Raging water cannot extinguish love,\n                and rivers will never wash it away.\n    If a man exchanged all his family’s wealth for love,\n    people would utterly despise him.",
      "8": "We have a little sister, and she has no breasts.\n    What will we do for our sister on the day she becomes engaged?",
      "9": "If she is a wall, we will build a silver barrier around her.\n    If she is a door, we will barricade her with cedar boards.",
      "10": "I am a wall, and my breasts are like towers.\n    So he considers me to be one who has found peace.",
      "11": "Solomon had a vineyard at Baal Hamon.\n    He entrusted that vineyard to caretakers.\n    Each one was to bring 25 pounds of silver\n        in exchange for its fruit.",
      "12": "My own vineyard is in front of me.\n    That 25 pounds is yours, Solomon,\n        and 5 pounds go to those who take care of its fruit.",
      "13": "Young woman living in the gardens,\n    while your friends are listening to your voice,\n        let me hear. . .",
      "14": "Come away quickly, my beloved.\n    Run like a gazelle or a young stag\n        on the mountains of spices."
    }
  }
}