{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:46.308109-04:00",
    "Translation": "NOG"
  },
  "Zechariah": {
    "1": {
      "1": "In the eighth month of Darius’ second year as king, Yahweh spoke his word to the prophet Zechariah, who was the son of Berechiah and the grandson of Iddo. He said,",
      "2": "“Yahweh was very angry with your ancestors.",
      "3": "Tell the people, ‘This is what Yahweh Tsebaoth says: Return to me, declares Yahweh Tsebaoth, and I will return to you, says Yahweh Tsebaoth.’",
      "4": "Don’t be like your ancestors, who heard the earlier prophets preach to them, ‘This is what Yahweh Tsebaoth says: Turn from your evil ways and your evil deeds.’ But they didn’t listen or pay attention to me, declares Yahweh.",
      "5": "Your ancestors—where are they now? And the prophets—are they still alive?",
      "6": "Didn’t my warnings and my laws, which I’ve commanded my servants the prophets to preach, finally catch up with your ancestors? Then your ancestors turned away from their sins and said, ‘Yahweh Tsebaoth has done to us what he had planned to do. He has dealt with us as our ways and deeds deserve.’”",
      "7": "On the twenty-fourth day of the eleventh month (the month of Shebat) in Darius’ second year as king, Yahweh spoke his word to the prophet Zechariah, who was the son of Berechiah and the grandson of Iddo.",
      "8": "During that night I saw a man riding on a red horse. He was standing among the myrtle trees in a ravine. Behind him were red, chestnut, and white horses.",
      "9": "“What do these horses mean, sir?” I asked.\nThe angel who was speaking with me answered, “I will show you what they mean.”",
      "10": "The man standing among the myrtle trees explained, “They’re the horses Yahweh has sent to patrol the earth.”",
      "11": "Then they reported to the Messenger of Yahweh standing among the myrtle trees, “We have patrolled the earth. The whole world is at rest and in peace.”",
      "12": "Then the Messenger of Yahweh said, “Yahweh Tseboath, how much longer until you show compassion to Jerusalem and the cities of Judah? You’ve been angry with them for 70 years.”",
      "13": "Yahweh responded to the angel who was speaking with me, using kind and comforting words.",
      "14": "The angel who was speaking with me said, “Announce: This is what Yahweh Tsebaoth says: I’m very jealous about Jerusalem and Zion,",
      "15": "and I’m very angry with the nations who think they are at ease. I was only a little angry, but they made things worse.",
      "16": "This is what Yahweh says: I have returned to Jerusalem with compassion. My house will be rebuilt in it, declares Yahweh Tsebaoth. A measuring line will be used to rebuild Jerusalem.",
      "17": "“Announce again: This is what Yahweh Tsebaoth says: My cities will overflow with prosperity once more. Yahweh will again comfort Zion and will again choose Jerusalem.”",
      "18": "I looked up and saw four animal horns.",
      "19": "So I asked the angel who was speaking with me, “What do these horns mean?”\nHe said to me, “These are the horns of the nations that scattered Judah, Israel, and Jerusalem.”",
      "20": "Then Yahweh showed me four craftsmen.",
      "21": "I asked, “What are they going to do?”\nHe answered, “Those horns scattered Judah so widely that no one could lift up his head. But the craftsmen have come to terrify them, to throw down the horns of the nations. The nations raised their horns to scatter the land of Judah.”"
    },
    "2": {
      "1": "I looked up and saw a man with a measuring line in his hand.",
      "2": "I asked him, “Where are you going?”\nHe answered, “I am going to measure Jerusalem to see how wide and how long it is.”",
      "3": "Then the angel who was speaking with me left. Another angel came out to meet him",
      "4": "and said to him, “Run, and say to that young man, ‘Jerusalem will be inhabited like an unwalled village because it will have so many people and animals in it.",
      "5": "I will be a wall of fire around it, declares Yahweh. I will be the glory within it.’",
      "6": "“Hurry, hurry! Flee from the land of the north, declares Yahweh. I’ve scattered you to the four winds of heaven.",
      "7": "Hurry, Zion! Escape, you inhabitants of Babylon!",
      "8": "This is what Yahweh Tsebaoth says: Afterwards, the Glory sent me to the nations who looted you. Whoever touches you touches the apple of his eye.",
      "9": "I’m going to shake my fist at the nations, and their own slaves will loot them. Then you will know that Yahweh Tsebaoth has sent me.",
      "10": "Sing for joy and rejoice, people of Zion. I’m going to come and live among you, declares Yahweh.",
      "11": "On that day many nations will join Yahweh and become my people. I will live among you. Then you will know that Yahweh Tsebaoth has sent me to you.",
      "12": "Yahweh will claim Judah as his own in the holy land and will again choose Jerusalem.",
      "13": "“Everyone be silent in the presence of Yahweh. He is waking up and setting out from his holy dwelling place.”"
    },
    "3": {
      "1": "Then he showed me Joshua, the chief priest, standing in front of the Messenger of Yahweh. Satan the Accuser was standing at Joshua’s right side to accuse him.",
      "2": "Yahweh said to Satan, “I, Yahweh, silence you, Satan! I, Yahweh, who has chosen Jerusalem, silence you! Isn’t this man like a burning log snatched from a fire?”",
      "3": "Joshua was wearing filthy clothes and was standing in front of the Messenger.",
      "4": "The Messenger said to those who were standing in front of him, “Remove Joshua’s filthy clothes.” Then he said to Joshua, “See, I have taken your sin away from you, and I will dress you in fine clothing.”",
      "5": "So I said, “Put a clean turban on his head.” They put a clean turban on his head and dressed him while the Messenger of Yahweh was standing there.",
      "6": "The Messenger of Yahweh advised Joshua,",
      "7": "“This is what Yahweh Tsebaoth says: If you live according to my ways and follow my requirements, you will govern my temple and watch over my courtyards. Then I will give you free access to walk among those standing here.",
      "8": "“Listen, Chief Priest Joshua and your friends sitting with you. These men are a sign of things to come: I’m going to bring my servant, the Branch.",
      "9": "“Look at the stone I have set in front of Joshua. That one stone has seven eyes. I am engraving an inscription on it,” declares Yahweh Tsebaoth. “I will remove this land’s sin in a single day.",
      "10": "On that day,” declares Yahweh Tsebaoth, “each of you will invite your neighbor to sit under your vine and fig tree.”"
    },
    "4": {
      "1": "The angel who was speaking with me returned and woke me up as one might wake up someone who is sleeping.",
      "2": "He asked me, “What do you see?”\nI answered, “I see a solid gold lamp stand with a bowl on top and seven lamps on it. There are seven spouts for each lamp that is on top of it.",
      "3": "There are also two olive trees beside it, one on the right of the bowl and the other on its left.”",
      "4": "I asked the angel who was speaking with me, “What do these things mean, sir?”",
      "5": "Then the angel asked me, “Don’t you know what they mean?”\n“No, sir,” I answered.",
      "6": "Then he replied, “This is the word Yahweh spoke to Zerubbabel: You won’t succeed by might or by power, but by my Ruach, says Yahweh Tsebaoth.",
      "7": "What a high mountain you are! In front of Zerubbabel you will become a plain. He will bring out the topmost stone with shouts of ‘Blessings, blessings on it!’”",
      "8": "Then Yahweh spoke his word to me. He said,",
      "9": "“Zerubbabel’s hands have laid the foundation of this house, and his hands will finish it. Then you will know that Yahweh Tsebaoth has sent me to you.",
      "10": "Who despised the day when little things began to happen? They will be delighted when they see the plumb line in Zerubbabel’s hand. (These seven eyes of Yahweh roam over all the earth.)”",
      "11": "I asked the angel, “What do these two olive trees at the right and the left of the lamp stand mean?”",
      "12": "Again I asked him, “What is the meaning of the two branches from the olive trees next to the two golden pipes that are pouring out gold?”",
      "13": "He asked me, “Don’t you know what these things mean?”\n“No, sir,” I answered.",
      "14": "So he said, “These are the two anointed ones who are standing beside the Adonay of the whole earth.”"
    },
    "5": {
      "1": "I looked up again and saw a flying scroll.",
      "2": "The angel asked me, “What do you see?”\n“I see a flying scroll,” I answered. “It’s 30 feet long and 15 feet wide.”",
      "3": "Then he said to me, “This is a curse that will go out all over the earth. The one side of the scroll says that every thief will be forced away. The other side of the scroll says that everyone who takes an oath will be forced away.",
      "4": "I will send out a curse, declares Yahweh Tsebaoth, and it will enter the houses of thieves and the houses of those who take oaths in my name. It will stay in their houses and destroy the timber and stone.”",
      "5": "The angel who was speaking with me came forward. He said, “Look up, and see what’s coming.”",
      "6": "“What is it?” I asked.\n“A basket is coming,” he said. Then he added, “This is what the people’s sins look like all over the earth.”",
      "7": "A lead cover on the basket was raised, and a woman was sitting in the basket.",
      "8": "The angel said, “This is wickedness,” and he pushed her back into the basket and forced the lead cover down on top of it.",
      "9": "I looked up and saw two women coming forward with wind in their wings. They had wings like those of a stork. They carried the basket into the sky.",
      "10": "I asked the angel who was speaking with me, “Where are they taking the basket?”",
      "11": "He answered me, “They are going to build a house for it in Shinar [Babylonia]. When the house is ready, they will set the basket there on a stand.”"
    },
    "6": {
      "1": "I looked up again and saw four chariots going out from between the two mountains. They were mountains of bronze.",
      "2": "The first chariot had red horses. The second had black horses.",
      "3": "The third had white horses. And the fourth had strong, spotted horses.",
      "4": "I asked the angel who was speaking with me, “What do these horses mean, sir?”",
      "5": "The angel answered, “They are the four spirits of heaven. They are going out after standing in the presence of the Adonay of the whole earth.",
      "6": "The chariot with the black horses is going toward the north, and the white horses are following them. The spotted ones are going toward the south.”",
      "7": "When these strong horses went out, they were eager to patrol the earth.\nHe said, “Go, patrol the earth!” And they patrolled the earth.",
      "8": "Then he called out to me, “Look! Those who went to the north have made my Ruach rest in the north.”",
      "9": "Yahweh spoke his word to me. He said,",
      "10": "“Take an offering from the exiles Heldai, Tobijah, and Jedaiah, who have arrived from Babylon. This same day go to the house of Josiah, son of Zephaniah.",
      "11": "Take the silver and gold, make a crown, and put it on the head of Chief Priest Joshua, son of Jehozadak.",
      "12": "Then say to him, ‘This is what Yahweh Tsebaoth says: Here is the man whose name is Branch. He will branch out from where he is, and he will rebuild Yahweh’s temple.",
      "13": "He will rebuild Yahweh’s temple and receive royal honor. He will sit and rule from his throne. He will be a priest on his throne. There will be a peaceful understanding between them.",
      "14": "The crown will be a reminder to Helem, Tobijah, Jedaiah, and Hen (son of Zephaniah) in Yahweh’s temple.",
      "15": "Those who are far away will come and rebuild Yahweh’s temple. Then you will know Yahweh Tsebaoth has sent me to you. This will happen if you obey Yahweh your Elohim completely.’”"
    },
    "7": {
      "1": "On the fourth day of the ninth month (the month of Chislev) in Darius’ fourth year as king, Yahweh spoke his word to Zechariah.",
      "2": "Now, the people from Bethel sent Sharezer and Regem Melech with their men to ask Yahweh for a blessing.",
      "3": "They asked the priests from the house of Yahweh Tsebaoth as well as the prophets, “Should we mourn and fast in the fifth month as we have done for so many years?”",
      "4": "Then Yahweh Tsebaoth spoke his word to me. He said,",
      "5": "“Tell all the people of the land and the priests, ‘When you fasted and mourned in the fifth and seventh months these past 70 years, did you really do it for me?",
      "6": "When you ate and drank, didn’t you do it to benefit yourselves?",
      "7": "Aren’t these the same words that Yahweh announced through the earlier prophets, when Jerusalem and its surrounding cities were inhabited and undisturbed and the Negev and the foothills were still inhabited?’”",
      "8": "Then Yahweh spoke his word to Zechariah. He said,",
      "9": "“This is what Yahweh Tsebaoth says: Administer real justice, and be compassionate and kind to each other.",
      "10": "Don’t oppress widows, orphans, foreigners, and poor people. And don’t even think of doing evil to each other.",
      "11": "“But people refused to pay attention. They shrugged their shoulders at me and shut their ears so that they couldn’t hear.",
      "12": "They made their hearts as hard as flint so that they couldn’t hear the Lord’s teachings, the words that Yahweh Tsebaoth had sent by his Ruach through the earlier prophets. So Yahweh Tsebaoth became very angry.",
      "13": "“When I called, they wouldn’t listen. So now when they call, I won’t listen, says Yahweh Tsebaoth.",
      "14": "I used a windstorm to scatter them among all the nations, nations they hadn’t even heard of. They left behind a land so ruined that no one is able to travel through it. They have turned a pleasant land into a wasteland.”"
    },
    "8": {
      "1": "Yahweh Tsebaoth spoke his word.",
      "2": "This is what Yahweh Tsebaoth says:\nI am very jealous about Zion.\n    I am fiercely possessive of it.",
      "3": "This is what Yahweh says:\nI will return to Zion and live in Jerusalem.\n    Jerusalem will be called the City of Truth.\n    The mountain of Yahweh Tsebaoth will be called the holy mountain.",
      "4": "This is what Yahweh Tsebaoth says:\nOld men and old women will again sit in the streets of Jerusalem.\n    Each will have a cane in hand because of old age.",
      "5": "The city will be filled with boys and girls playing in the streets.",
      "6": "This is what Yahweh Tsebaoth says:\nIt may seem impossible to the few remaining people in those days,\n    but will it seem impossible to me? declares Yahweh Tsebaoth.",
      "7": "This is what Yahweh Tsebaoth says:\nI am going to save my people\n    from the land where the sun rises\n        and from the land where the sun sets.",
      "8": "I will bring them back, and they will live in Jerusalem.\n    They will be my people, and I will be their Elohim, who is faithful and just.",
      "9": "This is what Yahweh Tsebaoth says:\nBe strong so that the temple might be rebuilt,\n    you people who are presently listening\n        to the words from the mouths of the prophets\n            who spoke when the foundation\n                for the house of Yahweh Tsebaoth was laid.",
      "10": "Before that time there was no money to hire any person or animal.\n    No one who traveled was safe from the enemy.\n        I turned every person against his neighbor.",
      "11": "But now I won’t deal with the few remaining people\n    as I did in earlier times, declares Yahweh Tsebaoth.",
      "12": "Seeds will thrive in peacetime.\n    Vines will produce their grapes.\n        The land will yield its crops.\n            The sky will produce its dew.\n    I will give the few remaining people\n    all these things as an inheritance.",
      "13": "Just as you, people of Judah and people of Israel,\n    have been a curse among the nations,\n        so I will now save you,\n            and you will become a blessing.\n    Don’t be afraid. Let your hands work hard.",
      "14": "This is what Yahweh Tsebaoth says:\nWhen your ancestors made me angry,\n    I made plans to destroy you, declares Yahweh Tsebaoth,\n        and I didn’t change my plans.",
      "15": "So now I have again made plans, but this time to do good\n    to Jerusalem and the people of Judah.\n    Don’t be afraid.",
      "16": "You must do these things:\n    Speak the truth to each other.\n    Give correct and fair verdicts for peace in your courts.",
      "17": "Don’t even think of doing evil to each other.\n    Don’t enjoy false testimony.\n        I hate all these things, declares Yahweh.",
      "18": "Yahweh Tsebaoth spoke his word to me again.",
      "19": "This is what Yahweh Tsebaoth says:\nThe fast in the fourth month, the fast in the fifth month,\n    the fast in the seventh month, and the fast in the tenth month\n    will become joyful and glad occasions\n        as well as happy festivals for the nation of Judah.\n            So love truth and peace.",
      "20": "This is what Yahweh Tsebaoth says:\nPeople and citizens from many cities are going to come.",
      "21": "The citizens of one city will come to another city, saying,\n    “Let’s make a habit of going to ask Yahweh for a blessing\n        and to seek Yahweh Tsebaoth.\n            I’m also going.”",
      "22": "Many people and powerful nations will come\n    to seek Yahweh Tsebaoth in Jerusalem\n        and to ask Yahweh for a blessing.",
      "23": "This is what Yahweh Tsebaoth says:\nIn those days ten people from every language found among the nations\n    will take hold of the clothes of a Jew. They will say,\n        “Let us go with you\n            because we have heard that Elohim is with you.”"
    },
    "9": {
      "1": "This is the divine revelation.\nThe word of Yahweh is against the land of Hadrach\n    and will rest on Damascus",
      "2": "and also Hamath, which borders on it,\n    and Tyre and Sidon, though they are very wise.\n        (The eyes of humanity and of all the tribes of Israel are on Yahweh.)",
      "3": "Tyre built itself a fortress.\n    It piled up silver like dust\n        and gold like mud in the streets.",
      "4": "Adonay will take away its possessions.\n    He will throw its wealth into the sea\n        and burn the city down.",
      "5": "Ashkelon will see this and be afraid.\n    Gaza will also be in great pain,\n        also Ekron, because its hope will fade.\n            Gaza will lose its king.\n    Ashkelon will no longer be lived in.",
      "6": "A mixed race will live in Ashdod,\n    and I will cut off the Philistines’ arrogance.",
      "7": "I will remove the blood from their mouths\n    and the disgusting things from between their teeth.\n        Then only a few of them will be left for our Elohim\n            like a tribe in Judah,\n                and Ekron will be like a Jebusite.",
      "8": "I will camp in front of my house\n    as a guard against those who come and go.\n        No oppressors will pass through them,\n            because I have seen it with my own eyes.",
      "9": "Rejoice with all your heart, people of Zion!\n    Shout in triumph, people of Jerusalem!\n    Look! Your Melek is coming to you:\n    He is righteous and victorious.\n    He is humble and rides on a donkey,\n        on a colt, a young pack animal.",
      "10": "He will make sure there are no chariots in Ephraim\n    or war horses in Jerusalem.\n        There will be no battle bows.\n    He will announce peace to the nations.\n    He will rule from sea to sea\n        and from the Euphrates River to the ends of the earth.",
      "11": "I will set your captives free from the waterless pit\n    because of the blood that sealed my promise to you.",
      "12": "Return to your fortress, you captives who have hope.\n    Today I tell you that I will return to you double blessings.",
      "13": "I will bend Judah as my bow\n    and draw my bow with Ephraim as its arrow.\n    I will stir up your people, Zion, against your people, Greece,\n    and I will use you like a warrior’s sword.",
      "14": "Yahweh will appear over them,\n    and his arrow will go out like lightning.\n    Adonay Yahweh will blow the ram’s horn\n    and will march in the storms from the south.",
      "15": "Yahweh Tsebaoth will defend them.\n    They will destroy and trample the stones used in slings.\n    They will drink and shout as if they were drunk.\n    They will be filled like a sacrificial bowl\n        used for sprinkling the corners of the altar.",
      "16": "On that day Yahweh their Elohim will rescue them\n    as the flock of his people.\n        They will certainly sparkle in his land like jewels in a crown.",
      "17": "They will be beautiful and lovely.\n    Young men will prosper on grain,\n        and young women will prosper on new wine."
    },
    "10": {
      "1": "Ask Yahweh for rain in the springtime.\n    Yahweh makes thunderstorms.\n    He gives everyone rain showers for the plants in the field.",
      "2": "The idols speak lies.\n    The fortunetellers see false visions.\n        They speak about false dreams.\n            They give useless comfort.\n    That is why people wander around like sheep.\n    They are troubled because there is no shepherd.",
      "3": "“My burning anger is directed against the shepherds.\n    I will punish the male goats.\n        Yahweh Tsebaoth takes care of his flock, the people of Judah.\n            He makes them like his splendid war horse.”",
      "4": "From them will come a cornerstone,\n    from them a tent peg,\n        from them a battle bow,\n            from them every leader.",
      "5": "Together they will be like warriors\n    who trample the enemy in the mud on the streets.\n    They will fight because Yahweh is with them.\n    They will put to shame those who ride on horses.",
      "6": "“I will strengthen the people of Judah.\n    I will rescue Joseph’s people.\n    I will bring them back, because I have compassion for them.\n    It will be as though I had never rejected them,\n        because I am Yahweh their Elohim, and I will answer them.",
      "7": "The people of Ephraim will be like mighty warriors.\n    Their hearts will be glad as if they had some wine to drink.\n    Their sons will see it and be glad.\n    Their hearts will find joy in Yahweh.",
      "8": "I will signal them with a whistle\n    and gather them because I have reclaimed them.\n        They will be as numerous as they have ever been.",
      "9": "Although I have scattered them among the nations,\n    they will remember me even in faraway places.\n        They will live with their children and then return.",
      "10": "I will bring them back from Egypt.\n    I will gather them from Assyria.\n    I will bring them to Gilead and to Lebanon,\n    and there won’t be enough room for them.”",
      "11": "Yahweh will pass through a sea of distress,\n    strike the waves in the sea,\n        and dry up all the deep places of the Nile River.\n    The pride of Assyria will be humiliated,\n    and the scepter of Egypt will depart.",
      "12": "“I will strengthen them in Yahweh.\n    They will live in his name,” declares Yahweh."
    },
    "11": {
      "1": "Open your doors, Lebanon,\n    so that fire will be able to burn down your cedars.",
      "2": "Cry, cypress trees,\n    because the cedars have fallen\n        and the stately trees have been destroyed.\n    Cry, oak trees of Bashan,\n    because your dense forest has fallen down.",
      "3": "Listen! The shepherds are crying,\n    because their rich pastures are destroyed.\n    Listen! The young lions are roaring,\n    because the lush banks of the Jordan are destroyed.",
      "4": "This is what Yahweh my Elohim says: Take care of the sheep that are about to be slaughtered.",
      "5": "Those who buy them will kill them and go unpunished. Those who sell them will say, “Praise Yahweh! I’ve become rich!” Even their own shepherds will have no pity on them.",
      "6": "Yahweh declares, “I will no longer have pity on those who live in the land. I am going to hand the people over to their neighbors and their king, who will crush the land. And I won’t rescue any of them from their power.”",
      "7": "So I became the shepherd of the sheep that were to be slaughtered and also of the oppressed sheep. I took two shepherd staffs and named one Favor and the other Unity. And I took care of the sheep.",
      "8": "I got rid of three shepherds in one month. I became impatient with the sheep, and they also became disgusted with me.",
      "9": "So I said, “I won’t be your shepherd. Let those that are dying die. Let those that are missing stay missing. And let those that are left devour each other.”",
      "10": "Then I took my staff called Favor and broke it in pieces, to break the promise that I had made to all the nations.",
      "11": "So it was broken on that day, and the oppressed among the sheep who were watching me realized that it was the word of Yahweh.",
      "12": "Then I said to them, “If it’s alright with you, pay me my wages. But if it’s not, don’t.” And they paid me my wages—30 pieces of silver.",
      "13": "Yahweh told me, “Give it to the potter.” So I took the 30 pieces of silver. Such a magnificent price was set by them! I gave the pieces of silver to the potter at the house of Yahweh.",
      "14": "Then I broke my second staff, called Unity, in pieces, to break off the brotherhood between Judah and Israel.",
      "15": "Then Yahweh said to me, “Use the equipment of a foolish shepherd again.",
      "16": "I’m about to place a shepherd in the land. He will not take care of those that are dying. He will not search for the young. He will not heal those that have broken their legs or support those that can still stand. But he will eat the meat of the fat animals and tear off their hoofs.",
      "17": "“How horrible it will be for the foolish shepherd who abandoned the sheep.\n    A sword will strike his arm and his right eye.\n        His arm will be completely withered.\n        His right eye will be completely blind.”"
    },
    "12": {
      "1": "This is the prophetic revelation, the word of Yahweh about Israel. Yahweh—who spread out the heavens, laid the foundation of the earth, and forms the spirit in a person—says,",
      "2": "“I’m going to make Jerusalem like a cup of wine that makes all the surrounding people stagger. They will attack Judah along with Jerusalem.",
      "3": "On that day I will make Jerusalem a stone too heavy for all the nations to lift. All who try to lift it will be severely injured. All the nations in the world will gather to fight against Jerusalem.”",
      "4": "Yahweh declares, “On that day I will strike every horse with panic and every rider with madness. I will watch over the people of Judah, but I will strike all the horses of the nations blind.",
      "5": "Then the leaders of Judah will think to themselves, ‘The people who live in Jerusalem are strong because of Yahweh Tsebaoth, their Elohim.’",
      "6": "“On that day I will make the leaders of Judah like a fire on a pile of wood and like a burning torch among freshly cut straw. They will burn up all the surrounding nations to the right and to the left. But the people of Jerusalem will remain safe in Jerusalem.",
      "7": "“Yahweh will save Judah’s tents first so that the honor of David’s family and the honor of those who live in Jerusalem will not be greater than the honor of Judah.",
      "8": "On that day Yahweh will defend those who live in Jerusalem so that even those who stumble will be like David, and David’s family will be like Elohim, like the Messenger of Yahweh ahead of them.",
      "9": "“On that day I will seek to destroy all the nations who attack Jerusalem.",
      "10": "“I will pour out the Ruach of blessing and mercy on David’s family and on those who live in Jerusalem. They will look at me, whom they have stabbed. Then they will mourn for him as one mourns for an only son, and they will cry bitterly for him as one cries for a firstborn son.",
      "11": "On that day the mourning in Jerusalem will be as intense as the mourning at Hadad Rimmon in the plain of Megiddo.",
      "12": "The land will mourn, each family by itself: the family of David by itself, and the wives by themselves; the family of Nathan by itself, and the wives by themselves;",
      "13": "the family of Levi by itself, and the wives by themselves; the family of Shimei by itself, and the wives by themselves.",
      "14": "All the families that are left will mourn, each by itself, and the wives by themselves.”"
    },
    "13": {
      "1": "The Lord declares, “On that day a fountain will be opened for David’s family and for those who live in Jerusalem to wash away their sin and stain.",
      "2": "“On that day,” declares Yahweh Tsebaoth, “I will wipe away the names of the idols from the land. They will no longer be remembered. I will also remove the false prophets and the unclean spirit from the land.",
      "3": "“If a man still prophesies, his father and his mother, who gave birth to him, will say, ‘You don’t deserve to live because you speak lies in the name of Yahweh.’ Then his father and his mother, who gave birth to him, will stab him when he prophesies.",
      "4": "“On that day every prophet will be ashamed of his vision when he prophesies. He won’t deceive people by dressing like a prophet in a coat made of hair.",
      "5": "He will say, ‘I am not a prophet. I’m a farmer. I’ve owned this land since I was a child.’",
      "6": "“When someone asks him, ‘What are these scars on your chest?’ he will answer, ‘I was hurt at my friend’s house.’",
      "7": "“Arise, sword, against my shepherd,\n    against the man who is my friend,” declares Yahweh Tsebaoth.\n    “Strike the shepherd, and the sheep will be scattered.\n    Then I will turn my hand against the little ones.”",
      "8": "Yahweh declares,\n“Throughout the land two-thirds will be cut off and die.\n    Yet, one-third will be left in it.",
      "9": "I will bring this third of the people through the fire.\n    I will refine them as silver is refined.\n    I will test them as gold is tested.\n    They will call on me, and I will answer them.\n        I will say, ‘They are my people.’\n            They will reply, ‘Yahweh is our Elohim.’”"
    },
    "14": {
      "1": "A day is going to come for Yahweh when the loot you have taken will be divided among you.",
      "2": "I will gather all the nations to Jerusalem for battle. The city will be captured, the houses looted, and the women raped. Half of the people in the city will go into exile, but the rest of the people won’t be taken from the city.",
      "3": "Then Yahweh will go out and fight against those nations as he does when he fights a battle.",
      "4": "On that day his feet will stand on the Mount of Olives, just east of Jerusalem. The Mount of Olives will be split in two, forming a very large valley from east to west. Half of the mountain will move toward the north, and the other half will move toward the south.",
      "5": "Then you will flee to the valley of my mountains, because this valley between the mountains will go as far as Azel. You will flee as you did from the earthquake at the time of King Uzziah of Judah. Yahweh my Elohim will come, and all the holy ones will be with him.",
      "6": "On that day there will be neither heat nor freezing cold.",
      "7": "There will be one day—a day known to Yahweh—with no difference between day and night. It will be light even in the evening.",
      "8": "On that day living water will flow out from Jerusalem, half of it to the Dead Sea and the other half to the Mediterranean Sea. It will continue in summer and in winter.",
      "9": "Yahweh will be Melek over all the earth. On that day Yahweh will be the only Lord and his name the only name.",
      "10": "The whole earth will become like the plains from Geba to Rimmon, south of Jerusalem. Jerusalem will rise and remain on its site, from Benjamin Gate to the place of First Gate, Corner Gate, and from the Tower of Hananel to the king’s winepresses.",
      "11": "People will live there, and it will never be threatened with destruction. Jerusalem will live securely.",
      "12": "This will be the plague Yahweh will use to strike all the people from the nations that have gone to war against Jerusalem. Their flesh will rot while they are standing on their feet. Their eyes will rot in their sockets, and their tongues will rot in their mouths.",
      "13": "On that day a large-scale panic from Yahweh will spread among them. One person will grab the hand of another, and one will attack the other.",
      "14": "Judah will also fight in Jerusalem. The wealth of all the surrounding nations will be collected, a very large amount of gold, silver, and clothes.",
      "15": "A similar plague will also affect horses, mules, camels, donkeys, and all other animals in those camps.",
      "16": "Everyone who is left from all the nations that attacked Jerusalem will come every year to worship the Melek, Yahweh Tsebaoth, and to celebrate the Festival of Booths.",
      "17": "If any of the families on the earth won’t go to Jerusalem to worship the Melek, Yahweh Tsebaoth, then rain won’t fall on them.",
      "18": "If the people of Egypt won’t go or enter Jerusalem, then rain won’t fall on them. The plague Yahweh uses to strike the nations will affect those who won’t come to celebrate the Festival of Booths.",
      "19": "This will be the punishment for Egypt’s sin and for the sin of all the nations that won’t go to celebrate the Festival of Booths.",
      "20": "On that day “Holy to Yahweh” will be written on the bells of the horses. And the cooking pots in the house of Yahweh will be like the bowls in front of the altar.",
      "21": "Yes, every pot in Jerusalem and in Judah will be holy to Yahweh Tsebaoth. All who come to sacrifice will take some of them and cook in them. On that day there will no longer be any Canaanite in the house of Yahweh Tsebaoth."
    }
  }
}