{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T14:01:45.293302-04:00",
    "Translation": "NOG"
  },
  "Zephaniah": {
    "1": {
      "1": "This is the word that Yahweh spoke to Zephaniah, who was the son of Cushi, the grandson of Gedaliah, and the great-grandson of Amariah, son of Hezekiah. The Lord spoke his word in the days of Judah’s King Josiah, son of Amon.",
      "2": "“I will gather everything on the face of the earth\n    and put an end to it,” declares Yahweh.",
      "3": "“I will put an end to humans and animals.\n    I will put an end to\n    the birds in the sky,\n        the fish in the sea,\n            and the sins that make people fall, together with the sinners.\n    I will remove all people from the face of the earth,” declares Yahweh.",
      "4": "“I will use my power against Judah\n    and against those who live in Jerusalem.\n    I will remove the faithful few of Baal from this place\n    and the names of the pagan priests along with my priests.",
      "5": "I will remove those who worship all the stars in the sky on their rooftops\n    and those who worship by swearing loyalty to Yahweh\n        while also swearing loyalty to the god Milcom.",
      "6": "I will remove those who have turned away from following Yahweh\n    and those who no longer seek Yahweh or ask him for help.”",
      "7": "Be silent in the presence of Adonay Yahweh,\n    because the day of Yahweh is near.\n    Yahweh has prepared a sacrifice.\n    He has invited his special guests.",
      "8": "“On the day of Yahweh’s sacrifice I will punish the officials,\n    the king’s sons, and all who dress in foreign clothing.",
      "9": "On that day I will punish all who jump over the doorway\n    and all who fill their master’s house with violence and deception.",
      "10": "On that day a loud cry will come from Fish Gate,\n    a howling from the Second Part of the city,\n        and a loud crashing sound from the hills,” declares Yahweh.",
      "11": "“Howl, inhabitants of the Mortar,\n    because all the merchants will be destroyed\n        and all who handle money will be killed.",
      "12": "“At that time I will search Jerusalem with lamps and punish those\n    who are satisfied with their hardened lifestyle,\n    who think that Yahweh won’t do anything—good or bad.",
      "13": "Their wealth will be looted.\n    Their homes will be demolished.\n        They will build houses, but they won’t live in them.\n        They will plant vineyards, but they won’t drink their wine.”",
      "14": "The frightening day of Yahweh is near.\n    It is near and coming very quickly.\n    Listen! Warriors will cry out bitterly on the day of Yahweh.",
      "15": "That day will be a day of overflowing fury,\n    a day of trouble and distress,\n    a day of devastation and desolation,\n    a day of darkness and gloom,\n    a day of clouds and overcast skies,",
      "16": "a day of rams’ horns and battle cries\n    against the fortified cities\n        and against the high corner towers.",
      "17": "“I will bring such distress on humans that they will walk like they are blind,\n    because they have sinned against Yahweh.”\n    Their blood will be poured out like dust\n    and their intestines like manure.",
      "18": "Their silver and their gold will not be able to rescue them\n    on the day of Yahweh’s overflowing fury.\n    The whole earth will be consumed by his fiery anger,\n    because he will put an end, a frightening end,\n        to those who live on earth."
    },
    "2": {
      "1": "Gather yourselves together!\n    Yes, gather together, you shameless nation,",
      "2": "before the decree is carried out\n    and the day passes like windblown husks,\n    before Yahweh’s burning anger comes to you,\n    before the day of Yahweh’s anger comes to you.",
      "3": "Search for Yahweh, all you humble people in the land\n    who carry out his justice.\n    Search for what is right.\n    Search for humility.\n    Maybe you will find shelter on the day of Yahweh’s anger.",
      "4": "Gaza will be deserted,\n    and Ashkelon will be destroyed.\n    Ashdod will be driven out at noon,\n    and Ekron will be torn out by the roots.",
      "5": "How horrible it will be for those who live on the seacoast,\n    for the nation from Crete.\n    The word of Yahweh is against you, Canaan, the land of the Philistines:\n    “I will destroy you so that no one will be living there.”",
      "6": "The seacoast will become pastureland\n    with meadows for shepherds\n        and fenced-off places for sheep.",
      "7": "The coast will belong to the faithful few from the nation of Judah.\n    There they will graze their sheep.\n    In the evening they will lie down in the houses of Ashkelon.\n    Yahweh their Elohim will take care of them\n    and will restore their fortunes.",
      "8": "“I have heard the insults from Moab and the mockery from Ammon.\n    They insulted my people and bragged about their territory.",
      "9": "Therefore, I solemnly swear, as I live,”\n    declares Yahweh Tsebaoth, the Elohim of Israel,\n    “Moab will become like Sodom, and Ammon will become like Gomorrah:\n    a place of weeds, salt pits, and ruins forever.\n    The faithful few of my people will loot them,\n    and those who are left in my nation will take possession of them.”",
      "10": "This is what they will get for their sinful pride,\n    because they insulted the people who belong to Yahweh Tsebaoth\n        and made themselves greater than them.",
      "11": "Yahweh will terrify them,\n    because he will make all the gods of the earth waste away.\n    So every person from every coast and nation will bow to him.",
      "12": "“Even you, the people from Sudan,\n    you will also die by my sword.”",
      "13": "Yahweh will use his power against the north and destroy Assyria.\n    He will turn Nineveh into a deserted ruin,\n        a dried up wasteland like the desert.",
      "14": "Flocks will lie down in it along with animals of every kind.\n    Even pelicans and herons will nest on top of its columns.\n    Listen! A bird will sing in a window.\n    The doorway will be in ruins,\n        because Yahweh will expose the cedar beams.",
      "15": "Is this the arrogant city?\n    Is this the city that used to live securely,\n        the city that used to think to itself,\n            “I’m the only one, and no one else exists but me”?\n    What a wasteland it is now, a resting place for wild animals!\n    All who pass by it will hiss and make an obscene gesture."
    },
    "3": {
      "1": "How horrible it will be for that rebellious\n    and corrupt place, the city of violence.",
      "2": "It obeys no one.\n        It does not accept correction.\n        It does not trust Yahweh.\n        It does not draw close to its Elohim.",
      "3": "Its officials are like roaring lions.\n        Its judges are like wolves in the evening.\n            They leave nothing to gnaw on for the morning.",
      "4": "Its prophets are reckless and unfaithful.\n        Its priests contaminate what is holy.\n            They violate the teachings.",
      "5": "The righteous Yahweh is in that city.\n    He does no wrong.\n    He brings his judgment to light every morning.\n    He does not fail.\n        But those who are perverted are shameless.",
      "6": "“I will cut off the nations.\n    Their towers will be destroyed.\n        I will demolish their streets.\n            No one will walk through them.\n    Their cities will be completely destroyed.\n        Not a single person will be left.\n            No one will be living there.",
      "7": "I said to my people,\n    ‘You will fear me.\n    You will accept correction!’\n    Then their homeland would not be wiped out\n    even though I have punished them.\n        Still, they continued to be corrupt in everything they did.”",
      "8": "Yahweh declares, “Just wait!\n    One day I will stand up as a witness.\n    I have decided to gather nations,\n        to bring kingdoms together,\n            and to pour my rage, my burning anger, on them.\n    The whole land will be consumed by my fiery fury.",
      "9": "“Then I will give all people pure lips\n    to worship Yahweh\n        and to serve him with one purpose.",
      "10": "From beyond the rivers of Sudan\n    my worshipers, my scattered people, will bring my offering.",
      "11": "On that day you will no longer be ashamed\n    of all your rebellious acts against me.\n    Then I will remove your arrogance\n    and never again will you act proud on my holy mountain.",
      "12": "So with you I will leave a faithful few, a humble and poor people.\n    They will seek refuge in the name of Yahweh.",
      "13": "The faithful few in Israel will not do wrong, tell lies,\n    or use their tongues to deceive others.\n    They will graze their sheep and lie down,\n    and there will be no one to terrify them.”",
      "14": "Sing happily, people of Zion!\n    Shout loudly, Israel!\n        Celebrate and rejoice with all your heart, people of Jerusalem.",
      "15": "Yahweh has reversed the judgments against you.\n    He has forced out your enemies.\n    The Melek of Israel, Yahweh, is with you.\n    You will never fear disaster again.",
      "16": "On that day Jerusalem will be told,\n    “Do not be afraid, Zion!\n    Do not lose courage!”",
      "17": "Yahweh your Elohim is with you.\n    He is a hero who saves you.\n        He happily rejoices over you,\n            renews you with his love,\n                and celebrates over you with shouts of joy.",
      "18": "“I will gather those among you who are troubled because of the festivals.\n    They bear a burden of disgrace.",
      "19": "At that time\n    I will deal with all who have overpowered you.\n    I will rescue those who are lame.\n    I will gather those who have been scattered.\n    I will make them praised and famous in all the world,\n        though they had been ashamed.",
      "20": "At that time I will bring you home.\n    Yes, at that time I will gather you together.\n    I will make you famous and praised among all the people of the earth\n    when I restore your fortunes right before your eyes,” says Yahweh."
    }
  }
}