{
  "2 Timothy": {
    "1": {
      "1": "Paul, apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,",
      "2": "to Timothy, dearly beloved son: Grace, mercy, and peace of God the Father and of Christ Jesus our Lord.",
      "3": "I thank God, whom I serve from my forefathers with a pure conscience, that without ceasing I have remembrance of thee in my prayers night and day,",
      "4": "greatly desiring to see thee (being mindful of thy tears), that I may be filled with joy,",
      "5": "when I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois and thy mother Eunice, and I am persuaded that in thee also.",
      "6": "Therefore I admonish thee that thou stir up the gift of God, which is in thee by the putting on of my hands.",
      "7": "For God has not given us the spirit of fear, but of strength and of love and of temperance.",
      "8": "Therefore be not thou ashamed to give testimony of our Lord, nor of me his prisoner, but be thou partaker of the afflictions of the gospel by the power of God,",
      "9": "who has saved us and called us with a holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the times of the ages,",
      "10": "but is now made manifest by the appearing of our Saviour Jesus Christ, who has annulled death, and has brought life and incorruption to light through the gospel,",
      "11": "unto which I am appointed a preacher and an apostle and a teacher of the Gentiles.",
      "12": "For which cause I also suffer these things; nevertheless, I am not ashamed, for I know whom I have believed and am persuaded that he is able to keep that which I have committed unto him against that day.",
      "13": "Hold fast the form of sound words, which thou hast heard of me, in faith and charity which is in Christ Jesus.",
      "14": "Keep the good deposit committed unto thee by the Holy Spirit which dwells in us.",
      "15": "This, thou knowest, that all those who are in Asia are turned away from me, of whom are Phygellus and Hermogenes.",
      "16": "The Lord give mercy unto the house of Onesiphorus for he often refreshed me and was not ashamed of my chain;",
      "17": "for when he was in Rome, he sought me out very diligently and found me.",
      "18": "The Lord grant unto him that he may find mercy of the Lord in that day; and in how many things he ministered unto me at Ephesus, thou knowest very well."
    },
    "2": {
      "1": "Thou, therefore, my son, be strong in the grace that is in Christ Jesus.",
      "2": "And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.",
      "3": "Thou, therefore, work hard as a good soldier of Jesus Christ.",
      "4": "No man that wars entangles himself with the affairs of this life, that he may please him who has chosen him to be a soldier.",
      "5": "And also if anyone contends in public contest, he is not crowned, except he contends legitimately.",
      "6": "The husbandman, in order to receive the fruits, must first work hard.",
      "7": "Understand what I say, that the Lord shall give thee understanding in all things.",
      "8": "Remember that Jesus Christ of the seed of David was raised from the dead, according to my gospel,",
      "9": "in which I suffer trouble, like unto an evil doer, even unto bonds; but the word of God is not bound.",
      "10": "Therefore, I endure all things for the sake of the elect, that they may also obtain the saving health which is in Christ Jesus with eternal glory.",
      "11": "This is a faithful word: That if we are dead with him, we shall also live with him;",
      "12": "if we suffer, we shall also reign with him; if we deny him, he also will deny us;",
      "13": "if we are unfaithful, yet he remains faithful; he cannot deny himself.",
      "14": "Counsel these things, charging them before the Lord. Strive not in words that profit nothing, but rather subvert the hearers.",
      "15": "Study to show thyself approved unto God, a workman that has nothing to be ashamed of, rightly dividing the word of truth.",
      "16": "But avoid profane and vain wordiness, for it will develop into ungodliness.",
      "17": "And that word will eat away as gangrene, of whom are Hymenaeus and Philetus,",
      "18": "who have erred from the truth, saying that the resurrection is already past and have overthrown the faith of some.",
      "19": "Nevertheless, the foundation of God stands sure, having this seal, The Lord knows those that are his. And, Let every one that names the name of Christ depart from iniquity.",
      "20": "But in a great house there are not only vessels of gold and of silver, but also of wood and of clay, and likewise some to honour, and some to dishonour.",
      "21": "If a man, therefore, purges himself from these things, he shall be a vessel unto honour, sanctified, and profitable for the master’s use, and prepared unto every good work.",
      "22": "Flee also youthful lusts, but follow righteousness, faith, charity, peace, with those that call on the Lord out of a pure heart.",
      "23": "But foolish and unwise questions refuse, knowing that they do beget contentions.",
      "24": "That the slave of the Lord should not be contentious, but be meek unto everyone, apt to teach, patient,",
      "25": "that with meekness they might teach those that resist, if God peradventure will grant unto them that they might repent and know the truth,",
      "26": "and that they may become converted out of the snare of the devil, in which they are captive to do his will."
    },
    "3": {
      "1": "This know also, that in the last days perilous times shall come.",
      "2": "For there shall be men who are lovers of their own selves, covetous, boasters, proud, evil speakers, disobedient to their parents, unthankful, impure,",
      "3": "without natural affection, trucebreakers, false accusers, without temperance, without meekness, without goodness,",
      "4": "traitors, rash, puffed up, lovers of pleasures more than lovers of God,",
      "5": "having the appearance of godliness, but denying the power thereof: from such turn away.",
      "6": "For of this sort are those who creep into houses and lead captive silly women laden with sins, led away with various lusts,",
      "7": "ever learning, and never able to come to the knowledge of the truth.",
      "8": "And in the manner that Jannes and Jambres resisted Moses, so do these also resist the truth, men of corrupt understanding, reprobate concerning the faith.",
      "9": "But they shall not prevail, for their folly shall be manifest unto all men, as that of those also was.",
      "10": "But thou hast fully known my doctrine, conduct, purpose, faith, longsuffering, charity, patience,",
      "11": "persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra, persecutions I have endured, and the Lord delivered me out of them all.",
      "12": "And all that desire to live godly in Christ Jesus shall also suffer persecution.",
      "13": "But evil men and seducers shall wax worse and worse, deceiving and being deceived.",
      "14": "But continue thou in the things which thou hast learned and in that which has been entrusted unto thee, knowing of whom thou hast learned them,",
      "15": "and that from a child thou hast known the holy scriptures, which are able to make thee wise unto saving health by the faith which is in Christ Jesus.",
      "16": "All scripture is given by inspiration of God and is profitable for doctrine, for reproof, for correction, for instruction in righteousness,",
      "17": "that the man of God may be perfect, thoroughly furnished unto all good works."
    },
    "4": {
      "1": "I charge thee, therefore, before God and the Lord Jesus Christ, who shall judge the living and the dead in his appearing and in his kingdom:",
      "2": "Preach the word; be instant in season and out of season; reprove, rebuke, exhort with all longsuffering and doctrine.",
      "3": "For the time will come when they will not endure sound doctrine, but, having itching ears, they shall heap up unto themselves teachers who shall speak to them according to their own lusts,",
      "4": "and thus they shall turn away their ears from the truth and shall return unto fables.",
      "5": "But watch thou in all things, labour, do the work of an evangelist, fulfill thy ministry.",
      "6": "For I am now ready to be offered, and the time of my release is at hand.",
      "7": "I have fought a good fight, I have finished the race, I have kept the faith;",
      "8": "from now on there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day, and not to me only, but unto all those also that have loved his appearing.",
      "9": "Procure to come shortly unto me;",
      "10": "for Demas has forsaken me, having loved this present world and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia.",
      "11": "Only Luke is with me. Take Mark and bring him with thee, for he is profitable to me for the ministry.",
      "12": "And Tychicus I have sent to Ephesus.",
      "13": "The cloak that I left at Troas in the house of Carpus, when thou comest, bring with thee and the books, but especially the parchments.",
      "14": "Alexander the coppersmith did me much evil: the Lord reward him according to his works:",
      "15": "of whom be thou ware also; for he has greatly resisted our words.",
      "16": "At my first answer no one stood with me, but all men forsook me: let it not be imputed unto them.",
      "17": "But the Lord stood with me and strengthened me, that by me the preaching might be fully known and that all the Gentiles might hear, and I was delivered out of the mouth of the lion.",
      "18": "And the Lord shall deliver me from every evil work and will save me for his heavenly kingdom, to whom be glory for ever and ever. Amen.",
      "19": "Salute Prisca and Aquila and the household of Onesiphorus.",
      "20": "Erastus remained at Corinth, but Trophimus I have left at Miletum sick.",
      "21": "Procure to come before winter. Eubulus greets thee, and Pudens and Linus and Claudia and all the brethren.",
      "22": "The Lord Jesus Christ be with thy spirit. Grace be with you. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:44:41.927190-04:00",
    "Translation": "JUB"
  }
}