{
  "3 John": {
    "1": {
      "1": "The elder unto the wellbeloved Gaius, whom I love in the truth.",
      "2": "Beloved, I wish that thou be prospered in all things and be sound, even as thy soul prospers.",
      "3": "For I rejoiced greatly when the brethren came and testified of the truth that is in thee, even as thou dost walk in the truth.",
      "4": "I have no greater joy than this, to hear that my sons walk in the truth.",
      "5": "Beloved, thou doest faithfully whatever thou doest regarding the brethren and with the strangers,",
      "6": "who have borne witness of thy charity before the congregation, {Gr. ekklesia – called out ones} whom if thou wilt help them as is convenient according to God, thou shalt do well;",
      "7": "because for his name’s sake, they went forth, taking nothing of the Gentiles.",
      "8": "We, therefore, ought to receive such, that we might be fellow workers to the truth.",
      "9": "I wrote unto the congregation, {Gr. ekklesia – called out ones} but Diotrephes, who loves to have the preeminence among them, did not receive us.",
      "10": "Therefore, if I come, I will cause his deeds to be understood, speaking against us with malicious words, and not content with this, he does not receive the brethren and forbids those that desire to receive them and casts them out of the congregation. {Gr. ekklesia – called out ones}",
      "11": "Beloved, follow not that which is evil, but that which is good. He that does good is of God, but he that does evil has not seen God.",
      "12": "Everyone gives testimony of Demetrius, even the truth itself; and we also bear witness, and ye have known that our witness is true.",
      "13": "I had many things to write, but I will not with ink and pen write unto thee,",
      "14": "For I trust I shall shortly see thee, and we shall speak face to face. Peace be to thee. Our friends salute thee. Greet the friends by name."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:44:51.131329-04:00",
    "Translation": "JUB"
  }
}