{
  "Ephesians": {
    "1": {
      "1": "Paul, apostle of Jesus Christ by the will of God, to the saints who are at Ephesus and to the faithful in Christ Jesus:",
      "2": "Grace be to you and peace from God our Father and from the Lord Jesus Christ.",
      "3": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with all spiritual blessings in heavenly things in Christ;",
      "4": "according as he has chosen us in him before the foundation of the world, that we should be holy and without blemish before him in charity;",
      "5": "having marked out beforehand the way for us to be adopted as sons by Jesus Christ in himself, according to the good pleasure of his will,",
      "6": "to the praise of the glory of his grace, in which he has made us accepted in the beloved;",
      "7": "in whom we have redemption through his blood, the forgiveness of sins according to the riches of his grace,",
      "8": "which has over abounded in us in all wisdom and prudence;",
      "9": "having made known unto us the mystery of his will, according to his good pleasure which he has purposed in himself,",
      "10": "that in the dispensation of the fulfillment of the times he might restore all things by the Christ, both those which are in heaven and those which are on earth,",
      "11": "in him in whom likewise we have obtained an inheritance, having had the way marked out beforehand according to the purpose of him who works all things after the counsel of his own will,",
      "12": "so that we should be to the praise of his glory, those of us who first trusted in the Christ.",
      "13": "In whom ye also trusted, hearing the word of truth, the gospel of your saving health; in whom also after ye believed, ye were sealed with that Holy Spirit of the promise,",
      "14": "which is the earnest of our inheritance unto the redemption of the purchased possession, unto the praise of his glory.",
      "15": "Therefore I also, after I heard of your faith in the Lord Jesus and charity unto all the saints,",
      "16": "cease not to give thanks for you, making mention of you in my prayers;",
      "17": "that the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him;",
      "18": "illuminating the eyes of your understanding, that ye may know what is the hope of his calling and what are the riches of the glory of his inheritance in the saints",
      "19": "and what is the exceeding greatness of his power in us who believe, by the operation of the power of his strength,",
      "20": "which operated in the Christ, raising him from the dead and setting him at his own right hand in the heavenly places,",
      "21": "far above all principality and power and might and dominion and every name that is named, not only in this age, but also in that which is to come,",
      "22": "And has put all things under his feet and gave him to be the head over all things to the congregation, {Gr. ekklesia – called out ones}",
      "23": "which is his body, and he is the fullness of her: who fills all things in everyone."
    },
    "2": {
      "1": "And he has made you alive, who were dead in trespasses and sins,",
      "2": "in which in time past ye walked according to the course of this world, according to the will of the prince of the power of this air, the spirit that now works in the sons of disobedience,",
      "3": "among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind and were by nature the children of wrath, even as all the others.",
      "4": "But God, who is rich in mercy, for his great charity with which he loved us,",
      "5": "even as we were dead in sins, he has made us alive together with the Christ (by whose grace ye are saved)",
      "6": "and has raised us up together and made us sit together in heavenly places in Christ Jesus,",
      "7": "That in the ages to come he might show the exceeding riches of his grace in his kindness toward us in Christ Jesus.",
      "8": "For by grace are ye saved through faith and that not of yourselves: it is the gift of God,",
      "9": "Not of works, lest any man should boast.",
      "10": "For we are his workmanship, created in Christ Jesus for good works, which God has prepared that we should walk in them.",
      "11": "Therefore remember that ye being in time past Gentiles in the flesh, who were called Uncircumcision by that which is called the Circumcision in the flesh, which is made by hands,",
      "12": "that at that time ye were without Christ, being aliens from the commonwealth of Israel and strangers from the covenants of promise, having no hope, and without God in the world,",
      "13": "but now in Christ Jesus ye who at another time were far off are made near by the blood of the Christ.",
      "14": "For he is our peace, who of both has made one, breaking down the middle wall of separation,",
      "15": "abolishing in his flesh the enmity, which was the law of commandments in the order of rites, to edify in himself the two in one new man, making peace,",
      "16": "and to reconcile both with God by the cross {Gr. stauros – stake} in one body, having slain the enmity thereby;",
      "17": "and he came and preached peace unto you who were afar off and to those that were near.",
      "18": "For through him we both have access by one Spirit unto the Father.",
      "19": "Now therefore ye are no longer strangers and foreigners, but fellowcitizens with the saints and of the household of God,",
      "20": "and are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief cornerstone,",
      "21": "in whom all the building fitly framed together grows unto a holy temple in the Lord,",
      "22": "in whom ye also are being built together for the habitation of God in the Spirit."
    },
    "3": {
      "1": "For this cause I, Paul, the prisoner of Jesus Christ for you Gentiles,",
      "2": "if ye have heard of the dispensation of the grace of God which has been given to me in you,",
      "3": "how that by revelation he made known unto me the mystery (as I wrote above in a few words,",
      "4": "by which, when ye read, ye may understand my knowledge in the mystery of the Christ),",
      "5": "which in other generations was not made known unto the sons of men as it is now revealed unto his holy apostles and prophets in the Spirit,",
      "6": "that the Gentiles should be fellow heirs and of the same body and partakers of his promise in the Christ by the gospel,",
      "7": "of which I was made a minister, according to the gift of the grace of God given unto me by the operation of his power.",
      "8": "Unto me, who am less than the least of all saints, is this grace given that I should preach among the Gentiles the unsearchable riches of the Christ",
      "9": "and to make all men see what is the fellowship of the mystery, which from the ages has been hid in God, who created all things by Jesus Christ.",
      "10": "To the intent that now unto the principalities and powers in heavenly places might be known by the congregation {Gr. ekklesia – called out ones} the manifold wisdom of God,",
      "11": "according to the eternal purpose which he purposed in Christ Jesus our Lord,",
      "12": "In whom we have security and access with confidence by the faith of him.",
      "13": "Therefore I desire that ye faint not at my tribulations for you, which is your glory.",
      "14": "For this cause I bow my knees unto the Father of our Lord Jesus Christ",
      "15": "(of whom the whole family in the heavens and on earth is named),",
      "16": "that he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man,",
      "17": "that the Christ may dwell in your hearts by faith, that ye, being rooted and grounded in charity,",
      "18": "may be able to well comprehend with all saints what is the breadth and length and depth and height",
      "19": "and to know the charity of the Christ, which passes all knowledge, that ye might be filled with all the fullness of God.",
      "20": "Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that works in us,",
      "21": "unto him be glory in the congregation {Gr. ekklesia – called out ones} by Christ Jesus throughout all generations of the ages of the ages. Amen."
    },
    "4": {
      "1": "I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation with which ye are called,",
      "2": "with all humility and meekness, with tolerance, forbearing one another in love,",
      "3": "being diligent to guard the unity of the Spirit in the bond of peace.",
      "4": "There is one body and one Spirit, even as ye are called in one hope of your calling,",
      "5": "one Lord, one faith, one baptism,",
      "6": "one God and Father of all, who is above all and through all, and in you all.",
      "7": "But unto each one of us is given grace according to the measure of the gift of the Christ.",
      "8": "Therefore he saith, When he ascended up on high, he led captivity captive and gave gifts unto men.",
      "9": "(Now that he ascended, what is it but that he also descended first into the lower parts of the earth?",
      "10": "He that descended is the same also that ascended up far above all the heavens, that he might fulfill all things.)",
      "11": "And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers,",
      "12": "for the perfecting of the saints in the work of the ministry, unto the edifying of the body of the Christ",
      "13": "until we all come forth in the unity of the faith and of the knowledge of the Son of God unto a perfect man, unto the measure of the coming of age of the Christ:",
      "14": "That we no longer be children, tossed to and fro and carried about with every wind of doctrine, by the sleight of men and cunning craftiness, by which they lie in wait to deceive,",
      "15": "but following the truth in charity, let us grow up into him in all things, who is the head, the Christ:",
      "16": "From whom the whole body fitly joined together and well tied together among itself by the nourishment that every connecting bond supplies, by the operation of each member according to measure they have received, making increase of the body unto the edifying of itself in charity.",
      "17": "This I say, therefore, and require in the Lord that from now on ye not walk as the other Gentiles walk in the vanity of their own senses,",
      "18": "having the understanding darkened, being alienated from the life of God through the ignorance that is in them because of the blindness of their heart,",
      "19": "who, after losing all sense of feeling have given themselves over unto lasciviousness to work all uncleanness with greediness.",
      "20": "But ye have not so learned of the Christ,",
      "21": "if so be that ye have heard him and have been taught by him, as the truth is in Jesus,",
      "22": "that ye put off everything concerning the old way of life, that is, the old man who corrupts himself according to deceitful desires,",
      "23": "and be renewed in the spirit of your understanding",
      "24": "and that ye put on the new man, which is created in conformity to God in righteousness and in the holiness of the truth.",
      "25": "Therefore, leaving the lie, speak every man truth with his neighbour, for we are members one of another.",
      "26": "Be ye angry and sin not; let not the sun go down upon your wrath,",
      "27": "neither give place to the devil.",
      "28": "Let him that stole steal no more, but rather let him labour, working with his hands that which is good, that he may have to give to him that is in need.",
      "29": "Let no corrupt word proceed out of your mouth, but that which is good for edification, that it may minister grace unto the hearers.",
      "30": "And do not grieve the Holy Spirit of God with which ye are sealed for the day of redemption.",
      "31": "Let all bitterness and wrath and anger and clamour and evil speaking be taken away from you, with all malice,",
      "32": "and be ye kind one to another, tenderhearted, forgiving one another even as God has forgiven you in Christ."
    },
    "5": {
      "1": "Be ye therefore imitators of God, as dear children",
      "2": "and walk in charity even as the Christ also has loved us and has given himself for us as an offering and a sacrifice to God for a sweet smelling savour.",
      "3": "But fornication and all uncleanness or covetousness, let it not be once named among you as becomes saints,",
      "4": "neither dishonest words nor foolishness nor low jesting, which are not convenient, but rather giving of thanks.",
      "5": "For this ye know, that no fornicator nor unclean person nor covetous man, who is also an idolater, has any inheritance in the kingdom of Christ and of God.",
      "6": "Let no one deceive you with vain words, for because of these things the wrath of God comes upon the sons of disobedience.",
      "7": "Be not ye, therefore, partakers with them.",
      "8": "For in another time ye were darkness, but now ye are light in the Lord: walk as children of light;",
      "9": "(For the fruit of the Spirit is in all goodness and righteousness and truth),",
      "10": "approving what is well pleasing unto the Lord.",
      "11": "And have no fellowship with the unfruitful works of darkness, but rather reprove them.",
      "12": "For it is a shame even to speak of those things which they do in secret.",
      "13": "But all these things when they are reproved by the light are made manifest, for the light is that which manifests everything.",
      "14": "Therefore he saith, Awake thou that sleepest and arise from the dead, and the Christ shall shine upon thee.",
      "15": "See then that ye walk circumspectly, not as fools, but as wise,",
      "16": "redeeming the time, because the days are evil.",
      "17": "Therefore, be ye not unwise, but understanding of what the will of the Lord is.",
      "18": "And be not drunk with wine, in which there is excess, but be filled with the Spirit,",
      "19": "speaking among yourselves with psalms and hymns and spiritual songs, singing and praising the Lord in your hearts,",
      "20": "giving thanks always for all things unto the God and Father in the name of our Lord Jesus Christ,",
      "21": "submitting yourselves one to another in the fear of God.",
      "22": "Wives, submit yourselves unto your own husband, as unto the Lord.",
      "23": "For the husband is the head of the wife even as the Christ is head of the congregation, {Gr. ekklesia – called out ones} and it is he who gives saving health to the body.",
      "24": "Therefore, as the congregation {Gr. ekklesia – called out ones} is subject unto the Christ, so let the wives be to their own husbands in everything.",
      "25": "Husbands, love your wives even as the Christ also loved the congregation {Gr. ekklesia – called out ones} and gave himself for her,",
      "26": "that he might sanctify and cleanse her in the washing of water by the word,",
      "27": "that he might present her glorious for himself, a congregation, {Gr. ekklesia – called out ones} not having spot or wrinkle or any such thing, but that she should be holy and without blemish.",
      "28": "So ought husbands to love their wives as their own bodies. He that loves his wife loves himself.",
      "29": "For no one ever hated his own flesh, but nourishes and cherishes it even as the Lord with his congregation. {Gr. ekklesia – called out ones}",
      "30": "For we are members of his body, of his flesh, and of his bones.",
      "31": "For this cause shall a man leave his father and mother and shall be joined unto his wife, and they shall be two in one flesh.",
      "32": "This is a great mystery, but I speak concerning Christ and the congregation. {Gr. ekklesia – called out ones}",
      "33": "Nevertheless, let each one of you do likewise, let each one so love his wife even as himself, and let the wife see that she reverences her husband."
    },
    "6": {
      "1": "Children, obey your parents in the Lord, for this is right.",
      "2": "Honour thy father and mother (which is the first commandment with a promise),",
      "3": "that it may be well with thee, and thou may live long on the earth.",
      "4": "And, ye fathers, provoke not your children to wrath, but bring them up in the discipline and admonition of the Lord.",
      "5": "Slaves, be obedient to those that are your masters according to the flesh, with fear and trembling, in simplicity of your heart as unto the Christ,",
      "6": "not to be seen as only pleasing men, but as the slaves of the Christ, doing the will of God from within,",
      "7": "with good will doing service as to the Lord and not to men,",
      "8": "knowing that whatever good thing anyone does, the same shall they receive of the Lord, whether they are slaves or free.",
      "9": "And, ye masters, do the same unto them, forbearing threats, knowing that their Master and yours is also in the heavens and that he is no respecter of persons.",
      "10": "Finally, my brethren, be strong in the Lord and in the power of his might.",
      "11": "Put on the whole armour of God that ye may be able to stand firm against the wiles of the devil.",
      "12": "For we wrestle not against flesh and blood, but against principalities, against powers, against the lords of this age, rulers of this darkness, against spiritual wickedness in the heavens.",
      "13": "Therefore, take unto you the whole armour of God, that ye may be able to withstand in the evil day and stand fast, all the work having been finished.",
      "14": "Stand firm, therefore, having your loins girt about with truth and having on the breastplate, {the coat of mail and coat of arms} of righteousness,",
      "15": "and your feet shod with the preparation of the gospel of peace,",
      "16": "above all, taking the shield of faith, with which ye shall be able to quench all the fiery darts of the wicked.",
      "17": "And take the helmet of salvation and the sword of the Spirit, which is the word of God;",
      "18": "praying always with all prayer and supplication in the Spirit and watching in this with all perseverance and supplication for all the saints",
      "19": "and for me, that utterance may be given unto me, that I may open my mouth with confidence, to make known the mystery of the gospel,",
      "20": "for which I am an ambassador in chains, that in this I may speak boldly as I ought to speak.",
      "21": "But that ye also may know my affairs and how I do, Tychicus, a beloved brother and faithful servant in the Lord, shall make known to you all things,",
      "22": "whom I have sent unto you for the same purpose, that ye might know our affairs and that he might comfort your hearts.",
      "23": "Peace be to the brethren and charity with faith, from God the Father and the Lord Jesus Christ.",
      "24": "Grace be with all those that love our Lord Jesus Christ in incorruption. Amen."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:44:36.458965-04:00",
    "Translation": "JUB"
  }
}