{
  "Ezra": {
    "1": {
      "1": "Now in the first year of Cyrus, king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus, king of Persia, that he made a proclamation throughout all his kingdom and put it also in writing, saying,",
      "2": "Thus saith Cyrus, king of Persia, The LORD God of the heavens has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah.",
      "3": "Who is there among you of all his people? Let God be with him and let him go up to Jerusalem, which is in Judah, and build the house of the LORD God of Israel (he is God), which is in Jerusalem.",
      "4": "And whoever may remain of all the places where they remained a stranger, let the men of his place help him with silver and with gold and with goods and with beasts, with freewill gifts for the house of God that is in Jerusalem.",
      "5": "Then rose up the heads of the families of Judah and of Benjamin and the priests and the Levites, of all those whose spirit God woke up to go up to build the house of the LORD which is in Jerusalem.",
      "6": "And all those that were about them strengthened their hands with vessels of silver and of gold, with goods and with beasts and with precious things, besides all that was willingly offered.",
      "7": "Also Cyrus, the king, brought forth the vessels of the house of the LORD, which Nebuchadnezzar had brought forth out of Jerusalem and had put them in the house of his god.",
      "8": "Even those did Cyrus, king of Persia, bring forth by the hand of Mithredath, the treasurer, and numbered them unto Sheshbazzar, the prince of Judah.",
      "9": "And this is the number of them: thirty chargers of gold, a thousand chargers of silver, twenty-nine knives,",
      "10": "thirty basins of gold, silver basons of a second sort four hundred and ten, and another thousand vessels.",
      "11": "All the vessels of gold and of silver were five thousand four hundred. All these did Sheshbazzar cause to be brought up with those that came up from the captivity of Babylon unto Jerusalem."
    },
    "2": {
      "1": "Now these are the sons of the province that went up out of the captivity, of those which had been carried away, whom Nebuchadnezzar the king of Babylon had carried away unto Babylon, and that returned unto Jerusalem and Judah, every one unto his city,",
      "2": "which came with Zerubbabel: Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of the men of the people of Israel:",
      "3": "The sons of Parosh, two thousand one hundred seventy-two.",
      "4": "The sons of Shephatiah, three hundred seventy-two.",
      "5": "The sons of Arah, seven hundred seventy-five.",
      "6": "The sons of Pahathmoab, of the sons of Jeshua and Joab, two thousand eight hundred and twelve.",
      "7": "The sons of Elam, one thousand two hundred and fifty-four.",
      "8": "The sons of Zattu, nine hundred and forty-five.",
      "9": "The sons of Zaccai, seven hundred and seventy.",
      "10": "The sons of Bani, six hundred and forty-two.",
      "11": "The sons of Bebai, six hundred and twenty-three.",
      "12": "The sons of Azgad, one thousand two hundred and twenty-two.",
      "13": "The sons of Adonikam, six hundred and sixty-six.",
      "14": "The sons of Bigvai, two thousand and fifty-six.",
      "15": "The sons of Adin, four hundred and fifty-four.",
      "16": "The sons of Ater of Hezekiah, ninety-eight.",
      "17": "The sons of Bezai, three hundred and twenty-three.",
      "18": "The sons of Jorah, one hundred and twelve.",
      "19": "The sons of Hashum, two hundred and twenty-three.",
      "20": "The sons of Gibbar, ninety-five.",
      "21": "The sons of Bethlehem, one hundred and twenty-three.",
      "22": "The men of Netophah, fifty-six.",
      "23": "The men of Anathoth, one hundred and twenty-eight.",
      "24": "The sons of Azmaveth, forty-two.",
      "25": "The sons of Kirjatharim, Chephirah, and Beeroth, seven hundred and forty-three.",
      "26": "The sons of Ramah and Gaba, six hundred and twenty-one.",
      "27": "The men of Michmas, one hundred and twenty-two.",
      "28": "The men of Bethel and Ai, two hundred and twenty-three.",
      "29": "The sons of Nebo, fifty-two.",
      "30": "The sons of Magbish, one hundred and fifty-six.",
      "31": "The sons of the other Elam, one thousand two hundred and fifty-four.",
      "32": "The sons of Harim, three hundred and twenty.",
      "33": "The sons of Lod, Hadid, and Ono, seven hundred and twenty-five.",
      "34": "The sons of Jericho, three hundred and forty-five.",
      "35": "The sons of Senaah, three thousand six hundred and thirty.",
      "36": "The priests: the sons of Jedaiah, of the house of Jeshua, nine hundred and seventy-three.",
      "37": "The sons of Immer, one thousand and fifty-two.",
      "38": "The sons of Pashur, one thousand two hundred and forty-seven.",
      "39": "The sons of Harim, one thousand and seventeen.",
      "40": "The Levites: the sons of Jeshua and of Kadmiel, of the sons of Hodaviah, seventy-four.",
      "41": "The singers: the sons of Asaph, one hundred and twenty-eight.",
      "42": "The sons of the porters: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, in all one hundred and thirty-nine.",
      "43": "The Nethinims: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,",
      "44": "the sons of Keros, the sons of Siaha, the sons of Padon,",
      "45": "the sons of Lebanah, the sons of Hagabah, the sons of Akkub,",
      "46": "the sons of Hagab, the sons of Shalmai, the sons of Hanan,",
      "47": "the sons of Giddel, the sons of Gahar, the sons of Reaiah,",
      "48": "the sons of Rezin, the sons of Nekoda, the sons of Gazzam,",
      "49": "the sons of Uzza, the sons of Paseah, the sons of Besai,",
      "50": "the sons of Asnah, the sons of Mehunim, the sons of Nephusim,",
      "51": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,",
      "52": "the sons of Bazluth, the sons of Mehida, the sons of Harsha,",
      "53": "the sons of Barkos, the sons of Sisera, the sons of Thamah,",
      "54": "the sons of Neziah, the sons of Hatipha.",
      "55": "The sons of Solomon’s slaves: the sons of Sotai, the sons of Sophereth, the sons of Peruda,",
      "56": "the sons of Jaalah, the sons of Darkon, the sons of Giddel,",
      "57": "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth of Zebaim, the sons of Ami.",
      "58": "All the Nethinims and the sons of Solomon’s slaves, were three hundred and ninety-two.",
      "59": "And these were those which went up from Telmelah, Telharsa, Cherub, Addan, and Immer, but they could not show their father’s house and their seed, whether they were of Israel.",
      "60": "The sons of Delaiah, the sons of Tobiah, the sons of Nekoda, six hundred and fifty-two.",
      "61": "And of the sons of the priests: the sons of Habaiah, the sons of Koz, the sons of Barzillai; who took a wife of the daughters of Barzillai, the Gileadite, and was called after their name.",
      "62": "These sought their register among those that were reckoned by genealogy, but they were not found; therefore, they were, as polluted, put from the priesthood.",
      "63": "And the Tirshatha said unto them that they should not eat of the most holy things until there stood up a priest with Urim and Thummim.",
      "64": "The whole congregation united as one man was forty-two thousand three hundred and seventy,",
      "65": "besides their slaves and their maids, of whom there were seven thousand three hundred and thirty-seven; and there were among them two hundred men and women who were singers.",
      "66": "Their horses were seven hundred and thirty-six; their mules, two hundred and forty-five;",
      "67": "their camels, four hundred and thirty-five; their asses, six thousand seven hundred and twenty.",
      "68": "And some of the heads of the fathers, when they came to the house of the LORD which was at Jerusalem, offered freely for the house of God to set it up in his place.",
      "69": "They gave after their ability unto the treasure of the work sixty-one thousand drams of gold and five thousand pounds of silver and one hundred priests’ garments.",
      "70": "So the priests and the Levites and those of the people and the singers and the porters and the Nethinims dwelt in their cities, and all Israel in their cities."
    },
    "3": {
      "1": "And when the seventh month was come and the sons of Israel were in the cities, the people gathered themselves together as one man in Jerusalem.",
      "2": "Then stood up Jeshua, the son of Jozadak, and his brethren the priests, and Zerubbabel, the son of Shealtiel, and his brethren, and they built the altar of the God of Israel, to offer burnt offerings upon it, as it is written in the law of Moses, the man of God.",
      "3": "And they set the altar upon its bases, for fear was upon them because of the peoples of those lands, and they offered burnt offerings upon it unto the LORD, even burnt offerings morning and evening.",
      "4": "They kept also the feast of the tabernacles, as it is written, and offered the daily burnt offerings by number, according to the ordinance, each thing in its day,",
      "5": "and in addition to this, the continual burnt offering and the new moons and all the sanctified feasts of the LORD and every spontaneous freewill offering unto the LORD.",
      "6": "From the first day of the seventh month they began to offer burnt offerings unto the LORD. But the foundation of the temple of the LORD was not yet laid.",
      "7": "And they gave money unto the masons and to the carpenters; and food and drink and oil unto the Zidonians and to those of Tyre, to bring cedar trees from Lebanon to the sea of Joppa, according to the will of Cyrus, king of Persia, over them.",
      "8": "And in the second year of their coming unto the house of God in Jerusalem, in the second month, began Zerubbabel, the son of Shealtiel, and Jeshua, the son of Jozadak, and the remnant of their brethren, the priests and the Levites, and all those that were come out of the captivity unto Jerusalem, and appointed the Levites, from twenty years old and upward, to set forward the work of the house of the LORD.",
      "9": "Then Jeshua stood with his sons and his brethren, Kadmiel and his sons, the sons of Judah, together, to set forward the workmen in the house of God: the sons of Henadad, with their sons and their brethren, the Levites.",
      "10": "And when the builders laid the foundation of the temple of the LORD, they set the priests in their apparel with trumpets and the Levites, the sons of Asaph, with cymbals, to praise the LORD, according to the ordinance of David, king of Israel.",
      "11": "And they sang, praising and giving thanks unto the LORD because he is good, for his mercy endures for ever toward Israel. And all the people shouted with a great shout, praising the LORD, because the foundation of the house of the LORD was laid.",
      "12": "But many of the priests and Levites and of the heads of the fathers, who were ancient men that had seen the first house, as the foundation of this house was laid before their eyes, wept with a loud voice while many shouted aloud for joy:",
      "13": "so that the people could not discern the noise of the shout of joy from the noise of the weeping of the people: for the people shouted with a loud shout, and the noise was heard afar off."
    },
    "4": {
      "1": "Now when the enemies of Judah and Benjamin heard that the sons of the captivity built the temple unto the LORD God of Israel,",
      "2": "then they came to Zerubbabel and to the heads of the fathers and said unto them, Let us build with you, for we seek your God, as ye do; and we do sacrifice unto him since the days of Esarhaddon, king of Assur, who brought us up here.",
      "3": "But Zerubbabel and Jeshua and the rest of the heads of the fathers of Israel, said unto them, Ye have nothing to do with us to build a house unto our God; but we alone will build unto the LORD God of Israel as King Cyrus, the king of Persia, commanded us.",
      "4": "Then the people of the land weakened the hands of the people of Judah and troubled them in building",
      "5": "and hired counsellors against them, to frustrate their counsel, all the days of Cyrus, king of Persia, even until the reign of Darius, king of Persia.",
      "6": "And in the reign of Ahasuerus, in the beginning of his reign, they wrote accusations against the inhabitants of Judah and Jerusalem.",
      "7": "And in the days of Artaxerxes wrote Bishlam, Mithredath, Tabeel, and the rest of their companions, unto Artaxerxes, king of Persia; and the writing of the letter was written in the Syrian tongue and interpreted in the Syrian tongue.",
      "8": "Rehum, the chancellor, and Shimshai, the scribe, wrote a letter against Jerusalem to Artaxerxes, the king, in this sort:",
      "9": "Then wrote Rehum, the chancellor, and Shimshai, the scribe, and the rest of their companions, the Dinaites, the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Susanchites, the Dehavites, and the Elamites,",
      "10": "and the rest of the nations whom the great and noble Asnappar (Sennacherib) brought over and set in the cities of Samaria and the rest that are on the other side of the river, and of Cheenet.",
      "11": "This is the copy of the letter that they sent: Unto Artaxerxes, the king: Thy servants, the men of the other side of the river, and of Cheenet.",
      "12": "Be it known unto the king that the Jews who came up from thee to us are come unto Jerusalem, building the rebellious and the bad city, and have founded the walls thereof and joined the foundations.",
      "13": "Be it known now unto the king, that, if this city is rebuilt, and the walls founded, they will not pay toll, tribute, and custom, and so the revenue of the kings shall be reduced.",
      "14": "Now because we are salted with the salt of the palace, and it is not just unto us to see the king’s dishonour; therefore, we have sent to make this known unto the king,",
      "15": "that search may be made in the book of the records of our fathers; so shalt thou find in the book of the records and know that this city is a rebellious city and hurtful unto kings and provinces and that from old time they form rebellions in the midst of her, for which cause this city was destroyed.",
      "16": "We notify the king that if this city is built again, and its walls founded, the portion on the other side of the river shall no longer be yours.",
      "17": "The king sent this answer unto Rehum, the chancellor, and to Shimshai, the scribe, and to the rest of their companions that dwell in Samaria and to the rest of those of the other side of the river and to Cheenet.",
      "18": "The letter which you sent unto us has been plainly read before me.",
      "19": "And I commanded, and search has been made, and it is found that this city of old time has made insurrection against kings and that rebellion and sedition have been made in her",
      "20": "and that there have been mighty kings in Jerusalem, who have ruled over all that is beyond the river, and that toll, tribute, and custom, was paid unto them.",
      "21": "Give ye now commandment to cause these men to cease and that this city not be built until another commandment shall be given from me.",
      "22": "Take heed now that ye not fail to do this; why should damage grow to the hurt of the kings?",
      "23": "Now when the copy of King Artaxerxes’ letter was read before Rehum, and Shimshai, the scribe, and their companions, they went up in haste to Jerusalem unto the Jews and made them to cease by force and power.",
      "24": "Then the work of the house of God which was at Jerusalem ceased. So it ceased unto the second year of the reign of Darius, king of Persia."
    },
    "5": {
      "1": "Then the prophets, Haggai, the prophet, and Zechariah, the son of Iddo, prophesied unto the Jews that were in Judah and Jerusalem in the name of the God of Israel unto them.",
      "2": "Then Zerubbabel, the son of Shealtiel, and Jeshua, the son of Jozadak, rose up and began to build the house of God which was at Jerusalem; and with them were the prophets of God helping them.",
      "3": "At the same time Tatnai, captain of this side the river, and Shetharboznai, and their companions came to them and said thus unto them, Who has commanded you to build this house and to make up this wall?",
      "4": "Then we said unto them regarding this, These are the names of the men that make this building!",
      "5": "For the eyes of their God were upon the elders of the Jews, and they could not cause them to cease until the matter came to Darius, and then they returned answer by letter concerning this matter.",
      "6": "The copy of the letter that Tatnai, captain of this side the river, and Shetharboznai, and his companions, the Apharsachites, which were on this side the river, sent unto Darius, the king:",
      "7": "they sent a letter unto him, in which was written thus; Unto Darius, the king, all peace.",
      "8": "Be it known unto the king that we went into the province of Judea, to the house of the great God, which is being built with stones of marble, and the timbers are laid in the walls, and this work is going fast and prospers in their hands.",
      "9": "Then we asked the elders and said unto them thus, Who commanded you to build this house and to found these walls?",
      "10": "We asked their names also, to notify thee, that we might write the names of the men that were at the head of them.",
      "11": "And thus they returned us answer, saying, We are servants of the God of heaven and earth and rebuild the house that was built many years ago, which the great king of Israel built and founded.",
      "12": "But after our fathers raged against the God of heaven, he gave them into the hand of Nebuchadnezzar, the king of Babylon, the Chaldean, who destroyed this house and carried the people away into Babylon.",
      "13": "But in the first year of Cyrus the king of Babylon the same King Cyrus made a decree to build this house of God.",
      "14": "And the vessels also of gold and silver of the house of God, which Nebuchadnezzar had taken out of the temple that was in Jerusalem and had brought them into the temple of Babylon, those did Cyrus, the king take out of the temple of Babylon, and they were delivered unto Sheshbazzar, whom he had made captain;",
      "15": "and said unto him, Take these vessels, go, carry them into the temple that is in Jerusalem, and let the house of God be built in his place.",
      "16": "Then the same Sheshbazzar came and laid the foundation of the house of God which was in Jerusalem, and since that time until now it is being built, and it is not yet finished.",
      "17": "Now, therefore, if it seems good to the king, let there be a search made in the king’s treasure house, which is there in Babylon, whether it is so, that a decree was made by Cyrus, the king, to build this house of God in Jerusalem, and let the king send unto us his will concerning this matter."
    },
    "6": {
      "1": "Then Darius, the king, gave a commandment, and a search was made in the house of the rolls, where the treasures were laid up in Babylon.",
      "2": "And there was found in the coffer of the palace that is in the province of the Medes, a roll, and therein was a record thus written:",
      "3": "In the first year of Cyrus, the king, the same Cyrus, the king, gave a commandment concerning the house of God at Jerusalem, that the house be built as a place for sacrifices to be offered, and let the walls thereof be covered; the height thereof sixty cubits, and the breadth thereof sixty cubits;",
      "4": "the orders, three of stones of marble and one order of new timber and let the expenses be given out of the king’s house.",
      "5": "And also let the golden and silver vessels of the house of God, which Nebuchadnezzar took forth out of the temple which was at Jerusalem and brought unto Babylon, be restored and go again unto the temple which is at Jerusalem, to his place, and let them be placed in the house of God.",
      "6": "Now therefore, Tatnai, captain of the other side of the river, Shetharboznai, and your companions, the Apharsachites, who are on the other side of the river, remove yourselves from there.",
      "7": "Leave the work of this house of God unto the captain of the Jews and to their elders that they may build this house of God in his place.",
      "8": "And by me is given the commandment regarding what ye shall do with the elders of these Jews, to build this house of God: that of the king’s goods, of the tribute from the other side of the river, the expenses be given unto these men, that they not cease.",
      "9": "And that which they have need of, both young bullocks and rams and lambs for the burnt offerings of the God of heaven, wheat, salt, wine, and oil, according to the word of the priests which are at Jerusalem, let it be given them day by day that they not cease:",
      "10": "that they may offer sacrifices of sweet savours unto the God of heaven and pray for the life of the king, and of his sons.",
      "11": "It is also given by my commandment that whoever shall alter this word, let a timber be pulled down from his house, and being set up, let him be hanged upon it, and let his house be made a dunghill for this.",
      "12": "And the God that has caused his name to dwell there destroy all kings and people that shall put to their hand to alter or to destroy this house of God which is at Jerusalem. I Darius have made the decree; let it be done with speed.",
      "13": "Then Tatnai, captain of the other side of the river, Shetharboznai, and their companions, speedily did according to that which Darius, the king, had sent.",
      "14": "And the elders of the Jews built, and they prospered according to the prophecy of Haggai, the prophet, and Zechariah, the son of Iddo. They built and finished it, according to the commandment of the God of Israel and according to the commandment of Cyrus and of Darius and of Artaxerxes, king of Persia.",
      "15": "And this house was finished on the third day of the month Adar, which was in the sixth year of the reign of Darius, the king.",
      "16": "And the sons of Israel, the priests and the Levites and the rest of the sons of the captivity, kept the dedication of this house of God with joy,",
      "17": "and they offered at the dedication of this house of God one hundred bullocks, two hundred rams, four hundred lambs; and as the sin of all Israel, twelve he goats, according to the number of the tribes of Israel.",
      "18": "And they set the priests in their divisions and the Levites in their courses over the work of God, which is at Jerusalem, as it is written in the book of Moses.",
      "19": "And the sons of the captivity kept the passover upon the fourteenth day of the first month.",
      "20": "For the priests and the Levites were purified together, all of them were pure, and killed the passover for all the sons of the captivity and for their brethren, the priests, and for themselves.",
      "21": "And the sons of Israel who had returned out of captivity and all those who had separated themselves unto them from the uncleanness of the Gentiles of the land, to seek the LORD God of Israel, ate",
      "22": "and kept the feast of unleavened bread seven days with joy; for the LORD had made them joyful and turned the heart of the king of Assyria unto them, to strengthen their hands in the work of the house of God, the God of Israel."
    },
    "7": {
      "1": "Now after these things, in the reign of Artaxerxes, king of Persia, Ezra, the son of Seraiah, the son of Azariah, the son of Hilkiah,",
      "2": "the son of Shallum, the son of Zadok, the son of Ahitub,",
      "3": "the son of Amariah, the son of Azariah, the son of Meraioth,",
      "4": "the son of Zerahiah, the son of Uzzi, the son of Bukki,",
      "5": "the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron, the first priest.",
      "6": "This Ezra went up from Babylon, and he was a diligent scribe in the law of Moses, which the LORD God of Israel had given; and the king granted him all his request, according to the hand of the LORD his God upon him.",
      "7": "And there went up some of the sons of Israel and of the priests and the Levites and the singers and the porters and the Nethinims, unto Jerusalem, in the seventh year of Artaxerxes, the king.",
      "8": "And he came to Jerusalem in the fifth month, in the seventh year of the king.",
      "9": "For upon the first of the first month he began to go up from Babylon, and on the first day of the fifth month he came to Jerusalem, according to the good hand of his God upon him.",
      "10": "For Ezra had prepared his heart to seek the law of the LORD and to do it and to teach in Israel his statutes and judgments.",
      "11": "Now this is the copy of the letter that the king Artaxerxes gave unto Ezra, the priest, the scribe, a scribe of the words of the commandments of the LORD and of his statutes over Israel.",
      "12": "Artaxerxes, king of kings, unto Ezra, the priest, perfect scribe of the law of the God of heaven, perfect peace, and to Cheenet.",
      "13": "By me is given commandment, that any of the people of Israel and of his priests and Levites in my realm, who desire of their own freewill to go up to Jerusalem, go with thee.",
      "14": "For thou art sent on behalf of the king and of his seven counsellors, to inquire of Judah and Jerusalem, according to the law of thy God which is in thy hand,",
      "15": "and to carry the silver and gold, which the king and his counsellors freely offer unto the God of Israel, whose habitation is in Jerusalem,",
      "16": "and all the silver and gold that thou canst find in all the province of Babylon, with the freewill offering of the people and of the priests, who offer willingly for the house of their God which is in Jerusalem;",
      "17": "Therefore, with diligence thou shalt buy with this money bullocks, rams, lambs, with their presents and their drink offerings, and offer them upon the altar of the house of your God which is in Jerusalem.",
      "18": "And whatever shall seem good to thee and to thy brethren, to do with the rest of the silver and the gold, that do after the will of your God.",
      "19": "The vessels also that are given thee for the service of the house of thy God, thou shalt restore before the God of Jerusalem.",
      "20": "And whatever else shall be needful for the house of thy God, which thou shalt have need to bestow, bestow it out of the king’s treasure house.",
      "21": "And by me, Artaxerxes, the king, is given the commandment to all the treasurers who are on the other side of the river, that whatever Ezra, the priest, the scribe of the law of the God of heaven, shall require of you, it be done speedily,",
      "22": "unto one hundred talents of silver and to one hundred measures of wheat and to one hundred baths of wine and to one hundred baths of oil, and salt without prescribing how much.",
      "23": "Whatever is commanded by the God of heaven, let it be speedily done for the house of the God of heaven: for why should there be wrath against the realm of the king and his sons?",
      "24": "Also unto you we cause it to be known, that regarding all of the priests and Levites, singers, porters, Nethinims, and ministers of the house of this God, no one shall be able to impose toll, tribute, or custom, upon them.",
      "25": "And thou, Ezra, after the wisdom of thy God, that is in thy hand, set as judges and governors, who govern all the people that are on the other side of the river, all such as know the laws of thy God, and teach those that do not know them.",
      "26": "And whoever will not do the law of thy God and the law of the king, let them be judged speedily, whether it be unto death or to banishment or to confiscation of goods or to imprisonment.",
      "27": "Blessed be the LORD God of our fathers, who has put such a thing as this in the king’s heart, to honour the house of the LORD which is in Jerusalem,",
      "28": "and has extended mercy unto me before the king, and his counsellors and before all the king’s mighty princes. And I, comforted according to the hand of the LORD my God upon me, gathered together the principals of Israel to go up with me."
    },
    "8": {
      "1": "These are now the heads of their fathers, and this is the genealogy of those that went up with me from Babylon, in the reign of Artaxerxes, the king:",
      "2": "Of the sons of Phinehas; Gershon: of the sons of Ithamar; Daniel: of the sons of David; Hattush.",
      "3": "Of the sons of Shechaniah, of the sons of Pharosh; Zechariah: and with him were reckoned by genealogy of the males one hundred and fifty.",
      "4": "Of the sons of Pahathmoab; Elihoenai, the son of Zerahiah, and with him two hundred males.",
      "5": "Of the sons of Shechaniah; the son of Jahaziel, and with him three hundred males.",
      "6": "Of the sons also of Adin; Ebed, the son of Jonathan, and with him fifty males.",
      "7": "And of the sons of Elam; Jeshaiah, the son of Athaliah, and with him seventy males.",
      "8": "And of the sons of Shephatiah; Zebadiah, the son of Michael, and with him eighty males.",
      "9": "Of the sons of Joab; Obadiah, the son of Jehiel, and with him two hundred and eighteen males.",
      "10": "And of the sons of Shelomith; the son of Josiphiah, and with him one hundred and sixty males.",
      "11": "And of the sons of Bebai; Zechariah, the son of Bebai, and with him twenty-eight males.",
      "12": "And of the sons of Azgad; Johanan, the son of Hakkatan, and with him one hundred and ten males.",
      "13": "And of the last sons of Adonikam, whose names are these: Eliphelet, Jeiel, and Shemaiah, and with them sixty males.",
      "14": "Of the sons also of Bigvai; Uthai and Zabbud and with them seventy males.",
      "15": "And I gathered them together to the river that runs to Ahava, and there we encamped three days, and having searched among the people and the priests, I did not find there any of the sons of Levi.",
      "16": "Then I commissioned Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, principals, also Joiarib and Elnathan, men of understanding;",
      "17": "and I sent them unto Iddo, the captain at the place of Casiphia, and I put words in their mouth that they should speak unto Iddo and to his brethren, the Nethinims, at the place of Casiphia, that they should bring unto us ministers for the house of our God.",
      "18": "And by the good hand of our God upon us, they brought us a man of understanding, of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah, with his sons and his brethren, eighteen;",
      "19": "and Hashabiah, and with him Jeshaiah of the sons of Merari, his brethren and their sons, twenty;",
      "20": "also of the Nethinims, whom David and the princes had appointed for the ministry of the Levites, two hundred and twenty Nethinims: all of them were expressed by name.",
      "21": "Then I proclaimed a fast there at the river of Ahava that we might afflict ourselves before our God, to seek of him a right way for us and for our little ones and for all our substance.",
      "22": "For I was ashamed to require of the king a band of soldiers and horsemen to defend us against the enemy in the way because we had spoken unto the king, saying, The hand of our God is upon all those that seek him for good; but his power and his wrath is against all those that forsake him.",
      "23": "So we fasted and besought our God for this, and he was intreated of us.",
      "24": "Then I separated twelve of the principals of the priests, Sherebiah, Hashabiah, and ten of their brethren with them,",
      "25": "and weighed unto them the silver and the gold and the vessels, the offering for the house of our God, which the king and his counsellors and his princes and all those that were of Israel had offered.",
      "26": "I weighed, therefore, unto their hand six hundred and fifty talents of silver and silver vessels of one hundred talents and of gold one hundred talents;",
      "27": "also twenty basins of gold, of a thousand drams, and two vessels of clean brass, precious as gold.",
      "28": "And I said unto them, Ye are holiness unto the LORD; the vessels are holiness also; and the silver and the gold are a freewill offering unto the LORD God of your fathers.",
      "29": "Watch and keep them until you weigh them before the princes of the priests and the Levites and of the princes of the fathers of Israel in Jerusalem, in the chambers of the house of the LORD.",
      "30": "The priests and the Levites received the weight of the silver and of the gold and of the vessels, to bring them to Jerusalem unto the house of our God.",
      "31": "And we departed from the river of Ahava on the twelfth of the first month to go to Jerusalem; and the hand of our God was upon us, and he delivered us from the hand of the enemy and of such as lay in wait by the way.",
      "32": "And we came to Jerusalem and abode there three days.",
      "33": "Now on the fourth day the silver and the gold and the vessels were weighed in the house of our God by the hand of Meremoth, the son of Uriah, the priest; and with him was Eleazar, the son of Phinehas; and with them was Jozabad, the son of Jeshua, and Noadiah, the son of Binnui, Levites;",
      "34": "by number and by weight of each one; and all the weight was written at that time.",
      "35": "Those that had been carried away, the sons of the captivity, offered burnt offerings unto the God of Israel, twelve bullocks for all Israel, ninety-six rams, seventy-seven lambs, twelve he goats as sin; all this was a burnt offering unto the LORD.",
      "36": "And they delivered the king’s commissions unto the king’s lieutenants and captains of the other side the river, which favoured the people and the house of God."
    },
    "9": {
      "1": "Now when these things were done, the princes came to me, saying, The people of Israel and the priests and the Levites, have not separated themselves from the peoples of the lands of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites, doing according to their abominations,",
      "2": "for they have taken of their daughters for themselves and for their sons, and the holy seed is mingled with the peoples of the lands; and the hand of the princes and of the governors has been foremost in this trespass.",
      "3": "And when I heard this thing, I rent my garment and my mantle and plucked off of the hair of my head and of my beard and sat down astonied.",
      "4": "Then each one that trembled at the words of the God of Israel because of the transgression of those that had been carried away were assembled unto me; and I sat astonied until the evening sacrifice.",
      "5": "And at the evening sacrifice I arose up from my affliction; and having rent my garment and my mantle, I fell upon my knees and spread out my hands unto the LORD my God",
      "6": "and said, O my God, I am confused and ashamed to lift up my face to thee, my God, for our iniquities have multiplied over our head, and our guiltiness is grown up unto heaven.",
      "7": "Since the days of our fathers, we have been in great guiltiness unto this day; and for our iniquities we, our kings and our priests, have been delivered into the hand of the kings of the lands, to the sword, to captivity, to spoil, and to confusion of face, as it is this day.",
      "8": "And now as for a brief moment there has been the mercy of the LORD our God, to leave us an escape, and that we may be given a stake in his holy sanctuary that our God may illuminate our eyes and give us a little preservation of life in our bondage.",
      "9": "For we were slaves; yet our God did not forsake us in our bondage, but has extended mercy over us before the king of Persia, that we may be given life to lift up the house of our God and to cause the desolations thereof to be restored and to give us a wall of protection in Judah and in Jerusalem.",
      "10": "And now, O our God, what shall we say after this? For we have forsaken thy commandments,",
      "11": "which thou hast commanded by thy slaves the prophets, saying, The land, unto which ye go to possess it, is an unclean land because of the uncleanness of the people of the lands, for the abominations with which they have filled it from one end to another with their uncleanness.",
      "12": "Now, therefore, do not give your daughters unto their sons, neither take their daughters unto your sons, nor seek their peace or their prosperity forever, that ye may be strengthened, and eat the good of the land and leave it for an inheritance to your sons forever.",
      "13": "And after all that is come upon us for our evil deeds and for our great guiltiness, seeing that thou our God hast intervened that we no longer be oppressed because of our iniquities and hast given us such an escape as this,",
      "14": "should we again break thy commandments and join in affinity with the people of these abominations? Would thou not be angry with us until thou hadst consumed us, so that there should be no remnant nor escape?",
      "15": "O LORD God of Israel, thou art righteous; for we have an escape, as it is this day, behold us here, before thee in our guiltiness; for we cannot stand before thee because of this."
    },
    "10": {
      "1": "Now as Ezra prayed and confessed, weeping and casting himself down before the house of God, there assembled unto him out of Israel a very great congregation of men and women and children; and the people wept very sore.",
      "2": "Then Shechaniah, the son of Jehiel, one of the sons of Elam, answered and said unto Ezra, We have rebelled against our God and have taken strange women of the peoples of the land, but there is yet hope for Israel concerning this thing.",
      "3": "Now, therefore, let us make a covenant with our God to send away all the women and such as are born of them, according to the counsel of the Lord and of those that fear the commandment of our God; and let it be done according to the law.",
      "4": "Arise; for this matter belongs unto thee; we also will be with thee: be of good courage, and do it.",
      "5": "Then Ezra arose and made the princes of the priests, the Levites, and all Israel, swear that they should do according to this word. And they swore.",
      "6": "Then Ezra rose up from before the house of God and went into the chamber of Johanan, the son of Eliashib; and when he came there, he ate no bread, nor drank water; for he mourned because of the transgression of those that had been carried away.",
      "7": "And they made proclamation throughout Judah and Jerusalem unto all the sons of the captivity, that they should gather themselves together unto Jerusalem",
      "8": "and that whoever would not come within three days, according to the counsel of the princes and of the elders, all his substance should be forfeited and himself separated from the congregation of those that had been carried away.",
      "9": "Thus were all the men of Judah and Benjamin gathered together unto Jerusalem within three days. It was the ninth month, on the twentieth of the month; and all the people sat in the plaza of the house of God, trembling because of this matter and because of the rains.",
      "10": "And Ezra, the priest, stood up, and said unto them, Ye have transgressed because ye have taken strange women, thus increasing the guiltiness of Israel.",
      "11": "Now, therefore, make confession unto the LORD God of your fathers and do his will; and separate yourselves from the peoples of the lands and from the strange women.",
      "12": "Then all the congregation answered and said with a loud voice, Let it be done according to thy word.",
      "13": "But the people are many, and it is a time of much rain, and there is no strength to stand in the street; neither is this a work of one day or two; for we are many that have transgressed in this thing.",
      "14": "Let our rulers of all the congregation now stand, and let all those who have taken strange women in our cities come at appointed times, and with them the elders of each city and the judges thereof, until the fierce wrath of our God for this matter is turned from us.",
      "15": "Jonathan, the son of Asahel, and Jahaziah, the son of Tikvah, were placed over this matter; and Meshullam and Shabbethai, the Levites, helped them.",
      "16": "And the sons of the captivity did so. And Ezra, the priest, and the men who were the heads of the fathers in the house of their fathers were separated, all of them by their names, and sat down in the first day of the tenth month to inquire into the matter.",
      "17": "And they finished, with all the men that had taken strange women by the first day of the first month.",
      "18": "And among the sons of the priests that had taken strange women these were found: Of the sons of Jeshua the son of Jozadak, and of his brethren: Maaseiah and Eliezer, and Jarib and Gedaliah.",
      "19": "And they gave their hands that they would send away their women; and being guilty, they offered a ram of the flock for their guiltiness.",
      "20": "And of the sons of Immer; Hanani and Zebadiah.",
      "21": "And of the sons of Harim; Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah.",
      "22": "And of the sons of Pashur; Elioenai, Maaseiah, Ishmael, Nethaneel, Jozabad, and Elasah.",
      "23": "And of the sons of the Levites; Jozabad, Shimei, Kelaiah, (the same is Kelita,) Pethahiah, Judah, and Eliezer.",
      "24": "And of the singers; Eliashib; and of the porters; Shallum, Telem, and Uri.",
      "25": "Likewise of Israel: of the sons of Parosh; Ramiah, Jeziah, Malchiah, Miamin, Eleazar, Malchijah, and Benaiah.",
      "26": "And of the sons of Elam; Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Eliah.",
      "27": "And of the sons of Zattu; Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza.",
      "28": "And of the sons of Bebai; Jehohanan, Hananiah, Zabbai, and Athlai.",
      "29": "And of the sons of Bani; Meshullam, Malluch, Adaiah, Jashub, Sheal, and Ramoth.",
      "30": "And of the sons of Pahath-moab; Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezaleel, Binnui, and Manasseh.",
      "31": "And of the sons of Harim; Eliezer, Ishijah, Malchiah, Shemaiah, Shimeon,",
      "32": "Benjamin, Malluch, and Shemariah.",
      "33": "Of the sons of Hashum; Mattenai, Mattathah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei.",
      "34": "Of the sons of Bani; Maadai, Amram, and Uel,",
      "35": "Benaiah, Bedeiah, Chelluh,",
      "36": "Vaniah, Meremoth, Eliashib,",
      "37": "Mattaniah, Mattenai, and Jaasau,",
      "38": "Bani, Binnui, Shimei,",
      "39": "Shelemiah, Nathan, and Adaiah,",
      "40": "Machnadebai, Shashai, Sharai,",
      "41": "Azareel, Shelemiah, Shemariah,",
      "42": "Shallum, Amariah, and Joseph.",
      "43": "And of the sons of Nebo; Jeiel, Mattithiah, Zabad, Zebina, Jadau, Joel, and Benaiah.",
      "44": "All these had taken strange women, and there were women of theirs who had given birth to sons."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:43:37.870154-04:00",
    "Translation": "JUB"
  }
}