{
  "Habakkuk": {
    "1": {
      "1": "The burden which Habakkuk the prophet saw.",
      "2": "O LORD, how long shall I cry, and thou wilt not hear; and raise my voice unto thee because of the violence, and thou wilt not save?",
      "3": "Why dost thou cause me to see iniquity and cause me to behold grievance and destruction and violence before me, in addition to those that raise up strife and contention?",
      "4": "Therefore the law is weakened, and the judgment does not go forth true: for the wicked compasses about the righteous; therefore wrong judgment proceeds.",
      "5": "Behold among the Gentiles and regard and wonder marvelously, for a work shall be done in your days which ye will not believe, though it be told you.",
      "6": "For, behold, I raise up the Chaldeans, that bitter and hasty nation, which march through the breadth of the earth to possess the dwelling places that are not theirs.",
      "7": "She is terrible and dreadful: from her herself shall go forth their rights and their grandeur.",
      "8": "Their horses shall be swifter than tigers and are sharper than the evening wolves, and their horsemen shall multiply themselves, and their horsemen shall come from far; they shall fly as eagles that hasten to eat.",
      "9": "All of her shall come for the prey, before their faces an east wind, and they shall gather the captives as the sand.",
      "10": "And he shall scoff at the kings, and the princes shall be a scorn unto him, he shall deride every fortress and shall heap dust and take it.",
      "11": "Then he shall become arrogant against God, and he shall pass ahead and shall be found guilty, imputing this his power unto his god.",
      "12": "Art thou not from the beginning, O LORD my God, my Holy One? we shall not die, O LORD, thou hast ordained him for judgment, and thou hast established him strong for chastisement.",
      "13": "Thou art of purer eyes than to behold evil and canst not look on iniquity: why dost thou look upon those that deal treacherously and hold thy tongue when the wicked devour the man that is more righteous than he?",
      "14": "And dost make men as the fishes of the sea, as reptiles that have no lord?",
      "15": "He shall take up all of them with his hook; he shall catch them in his net and gather them in his drag: therefore, he shall rejoice and be glad.",
      "16": "Therefore, he shall sacrifice unto his net and burn incense unto his drag because by them his portion is fat, and his food plenteous.",
      "17": "Shall he therefore empty his net, or have pity to stop slaying Gentiles continually?"
    },
    "2": {
      "1": "I will stand upon my watch and affirm my foot upon the fortress and will watch to see what he will say in me and what I shall answer to my question.",
      "2": "And the LORD answered me and said, Write the vision and make it plain upon tables that he may run that reads it.",
      "3": "For the vision is yet for an appointed time, but at the end it shall speak and not lie; though it tarry, wait for it because it will surely come; wait for it.",
      "4": "Behold, he whose soul is not upright in him will become filled with pride, but the just in his faith shall live.",
      "5": "Even more than he who is given over to wine, the transposer, the proud man, shall not remain, who enlarges his desire as Sheol and is as death and cannot be satisfied, but gathered unto him all the Gentiles and heaps unto him all the peoples;",
      "6": "Shall not all these take up a parable against him and a taunting enigma against him and say, Woe to him that multiplied that which was not his! And for how long would he pile thick clay upon himself?",
      "7": "Shall they not rise up suddenly that shall bite thee and awake those that shall take thy place, and thou shalt be for a prey unto them?",
      "8": "Because thou hast spoiled many nations, all the other peoples shall spoil thee because of human blood and for the robberies of the land, of the cities, and of all that dwell therein.",
      "9": "Woe to him that covets ill-gotten gain by violence for his house that he may set his nest on high, that he may escape from the power of evil!",
      "10": "Thou hast taken shameful counsel for thy house by cutting off many peoples and hast committed a sin against thy life.",
      "11": "For the stone shall cry out from the wall, and the beam out of the timber shall answer it.",
      "12": "Woe to him that builds the city with blood and founds the village with iniquity!",
      "13": "Is this not of the LORD of the hosts? Therefore the peoples shall labour for the fire, and the Gentiles shall weary themselves in vain.",
      "14": "For the earth shall be filled with the knowledge of the glory of the LORD as the waters cover the sea.",
      "15": "Woe unto him that gives his neighbours drink, that puts thy bottle to them, and makes them drunken also, that thou may look on their nakedness!",
      "16": "Thou hast filled thyself with dishonour instead of honour; drink thou also, and thy foreskin shall be uncovered; the cup of the LORD’s right hand shall be turned unto thee, and shameful vomit shall fall upon thy glory.",
      "17": "For the violence of Lebanon shall fall upon thee and the destruction of the wild beasts shall break thee, because of the human blood, and of the robbery of the land, of the cities, and of all that dwell therein.",
      "18": "Of what profit is the graven image that its maker has sculpted; the molten image, that teaches lies, so that in making dumb images the maker trusts in his work?",
      "19": "Woe unto him that saith to the wood, Awake; to the dumb stone, Arise! Can it ever teach? Behold, it is laid over with gold and silver, and there is no breath at all within it.",
      "20": "But the LORD is in his holy temple: let all the earth keep silence before him."
    },
    "3": {
      "1": "A prayer of Habakkuk the prophet, because of all the ignorance.",
      "2": "O LORD, I have heard thy word and was afraid; O LORD, revive thy work in the midst of the times; in the midst of the times make it known; in wrath remember mercy.",
      "3": "God shall come from Teman, and the Holy One from Mount Paran. Selah. His glory covered the heavens, and the earth was filled with his praise.",
      "4": "And his brightness was as the light; he had horns coming out of his hand; and there was hidden his strength.",
      "5": "Before his face went mortality, and burning coals went forth from his feet.",
      "6": "He stood and measured the earth; he beheld and drove out the Gentiles; and the ancient mountains crumbled, the ancient hills; the ways of the world bowed unto him.",
      "7": "I saw the tents of Cushan as nothing, and the curtains of the land of Midian trembled.",
      "8": "Oh LORD, wast thou displeased against the rivers? was thine anger against the rivers? was thy wrath even against the sea when thou didst ride upon thine horses and thy chariots of saving health?",
      "9": "Thy bow was entirely uncovered, and the oaths unto the tribes, eternal word, when thou didst divide the earth with rivers.",
      "10": "The mountains saw thee, and they trembled: the overflowing of the waters passed by; the abyss uttered its voice; the deep lifted up its hands.",
      "11": "The sun and the moon stood still in their habitation: at the light of thine arrows they went and at the shining of thy glittering spear.",
      "12": "Thou didst tread upon the land in wrath; thou didst thresh the Gentiles in anger.",
      "13": "Thou didst go forth to save thy people, to save with thine anointed; thou didst shatter the head of the house of the wicked by uncovering the foundation unto the neck. Selah.",
      "14": "Thou didst strike through with his staffs the heads of his villages, who as a whirlwind attempted to scatter me; their pride was as to devour the poor secretly.",
      "15": "Thou didst make a way through the sea for thine horses through the heap of great waters.",
      "16": "When I heard, my belly trembled; my lips quivered at the voice; rottenness entered into my bones, and I trembled in my seat, that I might rest in the day of trouble when he comes up unto the people to destroy them.",
      "17": "Because the fig tree shall not blossom, neither shall fruit be on the vines; the labour of the olive shall lie, and the cultivated fields shall yield no food; the sheep shall be cut off from the fold, and there shall be no herd in the stalls:",
      "18": "yet I will rejoice in the LORD; I will joy in the God of my saving health.",
      "19": "The LORD God is my strength, and he will make my feet like hinds’ feet, and upon my high places he will cause me to walk victorious in my instruments of music."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:44:09.934559-04:00",
    "Translation": "JUB"
  }
}