{
  "Haggai": {
    "1": {
      "1": "In the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the LORD by the hand of Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, saying,",
      "2": "Thus speaketh the LORD of the hosts, saying, This people say, The time is not yet come, the time to build the house of the LORD.",
      "3": "Then came the word of the LORD by the hand of Haggai the prophet, saying,",
      "4": "Do you have time, all of you, to dwell in your panelled houses, and this house is deserted?",
      "5": "Now therefore thus hath the LORD of the hosts said; Consider your ways.",
      "6": "Ye have sown much and bring in little; ye eat, but ye are not filled; ye drink, but ye are not satisfied; ye clothe yourselves, but you are not warm; and he that is a hireling receives his wages in a bag with holes.",
      "7": "Thus hath the LORD of the hosts said, Consider your ways.",
      "8": "Go up to the mountain and bring wood and build the house; and I will place my will in her, and I will be glorified, said the LORD.",
      "9": "Ye look for much and find little; and when ye lock it up at home, I shall blow upon it. Why? said the LORD of the hosts. Because my house is deserted, and ye run each one of you unto his own house.",
      "10": "Therefore the rain of the heavens over you is held back, and the earth has held back her fruits.",
      "11": "And I called for a drought upon this land and upon the mountains and upon the wheat and upon the wine and upon the oil and upon that which the earth brings forth and upon the men, and upon the beasts and upon every labour of hands.",
      "12": "Then Zerubbabel the son of Shealtiel, and Joshua the son of Josedech, the high priest, with all the remnant of the people, heard the voice of the LORD their God and the words of Haggai the prophet, as the LORD their God had sent him, and the people feared before the LORD.",
      "13": "Then spoke Haggai the ambassador of the LORD in the embassy of the LORD unto the people, saying, I am with you, said the LORD.",
      "14": "And the LORD woke up the spirit of Zerubbabel the son of Shealtiel, governor of Judah and the spirit of Joshua the son of Josedech, the high priest, and the spirit of all the remnant of the people; and they came and worked in the house of the LORD of the hosts, their God,",
      "15": "in the twenty-fourth day of the sixth month, in the second year of Darius the king."
    },
    "2": {
      "1": "In the seventh month, in the twenty-first day of the month, the word of the LORD came by the hand of the prophet Haggai, saying,",
      "2": "Speak now to Zerubbabel the son of Shealtiel, governor of Judah and to Joshua the son of Josedech, the high priest, and to the remnant of the people, saying,",
      "3": "Who is left among you that saw this house in her first glory? and how do ye see her now? Is she not as nothing before your eyes?",
      "4": "Yet now be strong, O Zerubbabel, said the LORD; and be strong, O Joshua, son of Josedech, the high priest; and be strong, all ye people of this land, said the LORD, and work; for I am with you, said the LORD of the hosts:",
      "5": "The word that I covenanted with you when ye came out of Egypt and my Spirit is in the midst of you: do not fear.",
      "6": "For thus hath the LORD of the hosts said: Yet even once, and I will shake the heavens and the earth and the sea and the dry land;",
      "7": "and I will shake all the Gentiles; and the desire of all the Gentiles shall come: and I will fill this house with glory, said the LORD of the hosts.",
      "8": "The silver is mine, and the gold is mine, said the LORD of the hosts.",
      "9": "The glory of this latter house shall be greater than of the former, said the LORD of the hosts, and in this place I will give peace, said the LORD of the hosts.",
      "10": "In the twenty-fourth day of the ninth month, in the second year of Darius, the word of the LORD came by the hand of Haggai the prophet, saying,",
      "11": "Thus hath the LORD of the hosts said; Ask now the priests concerning the law, saying,",
      "12": "If one bears holy flesh in the skirt of his garment, and with his skirt touches bread or pottage or wine, or oil or any food, shall it be made holy? And the priests answered and said, No.",
      "13": "Then Haggai said, If one that is unclean by a dead body touches any of these, shall it be unclean? And the priests answered and said, It shall be unclean.",
      "14": "Then Haggai answered, and said, So is this people, and so is this nation before me, said the LORD; and so is every work of their hands, and all that they offer here is unclean.",
      "15": "And now, I pray you, consider in your heart from this day forth, from before a stone was laid upon a stone in the temple of the LORD:",
      "16": "since these things were: when one came to a heap of twenty measures, there were but ten; when one came to the pressfat to draw out fifty vessels out of the press, there were but twenty.",
      "17": "I smote you with the east wind and with mildew and with hail in all the labours of your hands, yet ye did not turn to me, said the LORD.",
      "18": "Consider now in your heart from this day forth, from the twenty-fourth day of the ninth month, even from the day that the foundation of the LORD’s temple was laid, put your heart into it.",
      "19": "Is not the seed yet in the barn? Not even the vine, nor the fig tree, nor the pomegranate, nor the olive tree, has blossomed yet, but from this day will I bless you.",
      "20": "And the word of the LORD came the second time unto Haggai in the twenty-fourth day of the month, saying,",
      "21": "Speak to Zerubbabel, governor of Judah, saying, I cause the heavens and the earth to shake,",
      "22": "and I will overthrow the throne of the kingdoms, and I will destroy the strength of the kingdom of the Gentiles, and I will overthrow the chariot and those that ride in them; and the horses and their riders shall come down, each one by the sword of his brother.",
      "23": "In that day, said the LORD of the hosts, I will take thee, O Zerubbabel, my slave, the son of Shealtiel, said the LORD, and will make thee as a signet ring; for I have chosen thee, saith the LORD of the hosts."
    }
  },
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:44:10.958180-04:00",
    "Translation": "JUB"
  }
}