{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:44:07.275311-04:00",
    "Translation": "JUB"
  },
  "Jonah": {
    "1": {
      "1": "Now the word of the LORD came unto Jonah, the son of Amittai, saying,",
      "2": "Arise, go to Nineveh, that great city, and cry against it; for their wickedness is come up before me.",
      "3": "But Jonah rose up to flee unto Tarshish from the presence of the LORD and went down to Joppa, and he found a ship going to Tarshish; so he paid the fare thereof and went down into it, to go with them unto Tarshish fleeing from the presence of the LORD.",
      "4": "But the LORD caused a great wind to rise up in the sea, and there was a mighty tempest in the sea, so that the ship thought she would be broken.",
      "5": "And the mariners were afraid, and everyone called unto his god, and they cast forth the vessels that were in the ship into the sea, to lighten it of them. But Jonah was gone down into the sides of the ship; he lay and was fast asleep.",
      "6": "So the shipmaster came to him and said unto him, What meanest thou, O sleeper? arise, call upon thy God, if so be that he will have compassion upon us that we not perish.",
      "7": "And each one said to his fellow, Come, and let us cast lots that we may know for whose cause this evil is upon us. So they cast lots, and the lot fell upon Jonah.",
      "8": "Then they said unto him, Tell us, we pray thee, why this evil is come upon us; What is thine occupation? and from where dost thou come? what is thy country? and of what people art thou?",
      "9": "And he said unto them, I am a Hebrew; and I fear the LORD, God of the heavens, who has made the sea and the dry land.",
      "10": "Then the men were exceedingly afraid and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the LORD because he had told them.",
      "11": "Then they said unto him, What shall we do unto thee that the sea may be calm unto us? for the sea rose higher and was wroth.",
      "12": "And he said unto them, Take me up, and cast me forth into the sea; so shall the sea be calm unto you; for I know that for my sake this great tempest is upon you.",
      "13": "Nevertheless the men rowed hard to turn the ship to land, but they could not; for the sea rose higher and was wroth against them.",
      "14": "And they cried unto the LORD and said, We beseech thee, O LORD, we beseech thee, let us not perish for the soul of this man, and do not lay upon us innocent blood: for thou, O LORD, hast done as it pleased thee.",
      "15": "So they took up Jonah and cast him forth into the sea; and the sea ceased from her raging.",
      "16": "Then the men feared the LORD exceedingly and offered a sacrifice unto the LORD and made vows.",
      "17": "Now the LORD had prepared a great fish to swallow up Jonah. And Jonah was in the belly of the fish three days and three nights."
    },
    "2": {
      "1": "Then Jonah prayed unto the LORD his God out of the fish’s belly,",
      "2": "and said, I cried by reason of my tribulation unto the LORD, and he heard me; out of the belly of Sheol I cried, and thou didst hear my voice.",
      "3": "For thou hadst cast me into the deep, in the midst of the seas; and the floods compassed me about; all thy billows and thy waves passed over me.",
      "4": "Then I said, I am cast out of thy sight; yet I will see thy holy temple again.",
      "5": "The waters compassed me about, even to the soul, the depth closed me round about; the weeds were wrapped about my head.",
      "6": "I descended to the roots of the mountains; the earth put her bars about me for ever; yet thou hast brought up my life out of the grave, O LORD my God.",
      "7": "When my soul fainted within me, I remembered the LORD, and my prayer entered in unto thee in thy holy temple.",
      "8": "Those that observe lying vanities forsake his mercy.",
      "9": "But I will sacrifice unto thee with the voice of thanksgiving; I will pay that which I have vowed; that saving comes of the LORD.",
      "10": "And the LORD spoke unto the fish, and it vomited out Jonah upon the dry land."
    },
    "3": {
      "1": "And the word of the LORD came unto Jonah the second time, saying,",
      "2": "Arise, go unto Nineveh, that great city, and preach unto it the preaching that I bid thee.",
      "3": "So Jonah arose and went unto Nineveh, according to the word of the LORD. Now Nineveh was an exceeding great city of three days’ journey.",
      "4": "And Jonah began to enter into the city a day’s journey, and he cried and said, Yet forty days, and Nineveh shall be destroyed.",
      "5": "So the people of Nineveh believed God and proclaimed a fast and put on sackcloth, from the greatest of them even to the least of them.",
      "6": "For word came unto the king of Nineveh, and he arose from his throne, and he threw his robe from him and covered himself with sackcloth and sat in ashes.",
      "7": "And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste any thing; let them not feed, nor drink water:",
      "8": "but let man and beast be covered with sackcloth and cry mightily unto God; and let each one turn from his evil way and from the violence that is in his hands.",
      "9": "Who can tell if God will turn and repent and turn away from his fierce anger, that we not perish?",
      "10": "And God saw their works, because they turned from their evil way, and he repented of the evil that he had said that he would do unto them, and he did not do it."
    },
    "4": {
      "1": "But it displeased Jonah exceedingly, and he was very angry.",
      "2": "And he prayed unto the LORD and said, I pray thee, O LORD, was this not what I said when I was yet in my country? Therefore I hastened to flee unto Tarshish, for I knew that thou art a gracious God and full of compassion, slow to anger, and of great mercy, and dost repent when thou art come to take punishment.",
      "3": "Therefore now, O LORD, take, I beseech thee, my life from me, for I would rather die than live.",
      "4": "Then the LORD said, Art thou so angry?",
      "5": "And Jonah went out of the city and sat towards the east side of the city, and there made him a booth and sat under it in the shade until he might see what would become of the city.",
      "6": "And the LORD God prepared a gourd and made it to come up over Jonah that it might be a shadow over his head to deliver him from his evil. So Jonah was exceeding glad for the gourd.",
      "7": "But God also prepared a worm when the morning rose the next day, and it smote the gourd so that it withered.",
      "8": "And it came to pass, when the sun arose, that God prepared a vehement east wind; and the sun beat upon the head of Jonah that he fainted and wished in his soul to die and said, It is better for me to die than to live.",
      "9": "And God said to Jonah, Art thou so angry for the gourd? And he said, I do well to be angry, even unto death.",
      "10": "Then the LORD said, Thou hast had pity on the gourd for which thou hast not laboured, neither didst thou make it grow; which came up in a night and perished in a night:",
      "11": "And shall I not spare Nineveh, that great city, in which are more than one hundred twenty thousand persons, that cannot discern between their right hand and their left hand, and many animals?"
    }
  }
}