{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:43:26.797490-04:00",
    "Translation": "JUB"
  },
  "Joshua": {
    "1": {
      "1": "Now after the death of Moses, the slave of the LORD, it came to pass that the LORD spoke unto Joshua, the son of Nun, Moses’ minister, saying,",
      "2": "Moses, my slave, is dead; now, therefore, arise, pass this Jordan, thou and all this people, unto the land which I give to the sons of Israel.",
      "3": "Every place that the sole of your foot shall tread upon, that have I given unto you, as I said unto Moses.",
      "4": "From the wilderness and this Lebanon even unto the great river, the river Euphrates, all the land of the Hittites and unto the great sea toward the going down of the sun shall be your borders.",
      "5": "No one shall be able to stand before thee all the days of thy life; as I was with Moses, so I will be with thee; I will not fail thee nor forsake thee.",
      "6": "Be strong and of a good courage; for thou shalt cause this people to inherit the land as an inheritance, which I swore unto their fathers to give them.",
      "7": "Only be thou strong and very courageous that thou mayest keep and do according to all the law, which Moses my slave commanded thee; turn not from it to the right hand or to the left that thou may be prospered in all the things that thou doest.",
      "8": "This book of the law shall not depart out of thy mouth, but thou shalt meditate therein day and night that thou may keep and do according to all that is written therein; for then thou shalt make thy way to prosper, and then thou shalt understand everything.",
      "9": "See that I command thee to be strong and of a good courage; be not afraid, neither be thou dismayed; for I, the LORD thy God, am with thee wherever thou goest.",
      "10": "Then Joshua commanded the officers of the people, saying,",
      "11": "Pass through the camp and command the people, saying, Prepare food; for within three days ye shall pass this Jordan, to enter in to inherit the land, which the LORD your God gives you to inherit.",
      "12": "Also to the Reubenites and to the Gadites and to half the tribe of Manasseh, Joshua spoke, saying,",
      "13": "Remember the word which Moses, the slave of the LORD, commanded you, saying, The LORD your God has given you rest and has given you this land.",
      "14": "Your wives, your little ones, and your beasts shall remain in the land which Moses gave you on this side of the Jordan; but ye, all the mighty men of valour, shall pass before your brethren armed and help them",
      "15": "until the LORD has given your brethren rest, as he has given you and they also inherit the land which the LORD your God gives them; then ye shall return unto the land of your inheritance and inherit it, which Moses the LORD’s slave has given you on this side of the Jordan toward the sunrising.",
      "16": "Then they answered Joshua, saying, All that thou hast commanded us we will do, and wherever thou dost send us, we will go.",
      "17": "According as we hearkened unto Moses in all things, so will we hearken unto thee; only let the LORD thy God be with thee, as he was with Moses.",
      "18": "Whoever rebels against thy commandment and will not hearken unto thy words in all that thou doest command him, let him die; only be strong and of a good courage."
    },
    "2": {
      "1": "And Joshua, the son of Nun, sent out of Shittim two men to spy secretly, saying, Go view the land, even Jericho. And they went and came into a harlot’s house, named Rahab, and lodged there.",
      "2": "And it was told the king of Jericho, saying, Behold, men of the sons of Israel have come here this night to spy out the land.",
      "3": "Then the king of Jericho sent unto Rahab, saying, Bring forth the men that have come unto thee, who have entered into thy house; for they are come to spy out all the land.",
      "4": "And the woman had taken the two men and hidden them and said thus, It is true that some men came unto me, but I did not know where they came from.",
      "5": "And at the time of shutting the gate, when it was dark, these men went out, and I do not know where the men went; pursue after them quickly; for ye shall overtake them.",
      "6": "But she had brought them up to the roof of the house and hid them among the stalks of flax, which she had laid in order upon the roof.",
      "7": "And the men pursued after them along the way to Jordan unto the fords; and as soon as those who pursued after them were gone out, they shut the gate.",
      "8": "And before they went to sleep, she came up unto them upon the roof;",
      "9": "and she said unto the men, I know that the LORD has given you this land because the fear of you has fallen upon us and all the inhabitants of the land faint because of you.",
      "10": "For we have heard how the LORD dried up the water of the Red Sea for you when ye came out of Egypt and what ye did unto the two kings of the Amorites that were on the other side of the Jordan, Sihon and Og, whom ye utterly destroyed.",
      "11": "Hearing this has melted our heart, neither has there remained any more spirit in any man because of you, for the LORD your God is God above in the heavens and in the earth beneath.",
      "12": "Now, therefore, I pray you, swear unto me by the LORD since I have showed you mercy that ye will also do the same unto my father’s house, of which thou shalt give me a true sign,",
      "13": "and that ye will save alive my father and my mother and my brethren and my sisters and all that they have and deliver our lives from death.",
      "14": "And the men answered her, Our life for yours if ye do not declare this our business. And it shall be when the LORD has given us the land, that we will deal with thee according to mercy and truth.",
      "15": "Then she let them down by a cord through the window; for her house was upon the town wall, and she dwelt upon the wall.",
      "16": "And she said unto them, Go to the mountain lest the pursuers meet you; and hide yourselves there three days, until the pursuers have returned; and afterwards ye may go your way.",
      "17": "And the men said unto her, We will be exempted of this thine oath which thou hast made us swear in the following manner.",
      "18": "Behold, when we come into the land, thou shall have bound this line of scarlet thread in the window which thou didst let us down by, and thou shall have brought thy father and thy mother and thy brethren and all thy father’s household home unto thee.",
      "19": "And it shall be that whoever shall go out of the doors of thy house into the street, his blood shall be upon his own head, and we will be guiltless; and whoever shall be with thee in the house, his blood shall be on our head if any hand touches him.",
      "20": "And if thou should declare this our business, then we will be exempted of thine oath which thou hast made us swear.",
      "21": "And she said, According unto your words, so be it. And she sent them away, and they departed; and she bound the scarlet line in the window.",
      "22": "And they went and came unto the mountain and abode there three days until their pursuers had returned; and the pursuers sought them throughout all the way but did not find them.",
      "23": "So the two men returned and descended from the mountain and crossed over and came to Joshua, the son of Nun, and told him all the things that had befallen them.",
      "24": "And they said unto Joshua, Truly the LORD has delivered all the land into our hands; and also all the inhabitants of the land are faint before us."
    },
    "3": {
      "1": "And Joshua rose early in the morning; and they removed from Shittim and came to the Jordan, he and all the sons of Israel and lodged there before they passed over.",
      "2": "And after three days, the officers went through the camp,",
      "3": "and they commanded the people, saying, When ye see the ark of the covenant of the LORD your God and the priests the Levites bearing it, then ye shall remove from your place and go after it.",
      "4": "Yet there shall be a space between you and it, about two thousand cubits by measure; do not come near unto it that ye may know the way by which ye must go; for ye have not passed this way before now.",
      "5": "And Joshua said unto the people, Sanctify yourselves, for tomorrow the LORD will do wonders among you.",
      "6": "And Joshua spoke unto the priests, saying, Take up the ark of the covenant and pass before the people. And they took up the ark of the covenant and went before the people.",
      "7": "And the LORD said unto Joshua, From this day I will begin to magnify thee in the sight of all Israel that they may know that as I was with Moses, so I will be with thee.",
      "8": "Therefore, thou shalt command the priests that bear the ark of the covenant, saying, When ye are entered into the brink of the water of the Jordan, ye shall stand still in the Jordan.",
      "9": "And Joshua said unto the sons of Israel, Draw near and hear the words of the LORD your God.",
      "10": "And Joshua said, Hereby ye shall know that the living God is among you and that he will without fail drive out from before you the Canaanite and the Hittite and the Hivite and the Perizzite and the Girgashite and the Amorite and the Jebusite.",
      "11": "Behold, the ark of the covenant of the Lord of all the earth passes the Jordan before you.",
      "12": "Now, therefore, take twelve men out of the tribes of Israel, out of each tribe a man.",
      "13": "And when the soles of the feet of the priests that bear the ark of the LORD, the Lord of all the earth, shall rest in the waters of the Jordan, the waters of the Jordan shall be cut off; for the waters that come down from above shall stand in a heap.",
      "14": "And it came to pass when the people removed from their tents to pass the Jordan and the priests bearing the ark of the covenant before the people,",
      "15": "when those that bore the ark entered into the Jordan, as soon as the feet of the priests that bore the ark were dipped in the brim of the water (for Jordan overflows all its banks all the time of harvest),",
      "16": "that the waters which came down from above stood and rose up in a heap very far from the city of Adam, that is beside Zaretan; and those that came down toward the sea of the plain, even the salt sea, failed and were cut off; and the people passed over right against Jericho.",
      "17": "But the priests that bore the ark of the covenant of the LORD stood firm on dry ground in the midst of the Jordan until all the people finished passing the Jordan; and all Israel passed on dry ground."
    },
    "4": {
      "1": "And it came to pass when all the people were finished passing the Jordan, that the LORD spoke unto Joshua, saying,",
      "2": "Take twelve men out of the people, out of each tribe a man,",
      "3": "and command them, saying, Take from here of the midst of Jordan, out of the place where the priests’ feet stood firm, twelve stones, and ye shall carry them over with you and leave them in the lodging place, where ye shall lodge this night.",
      "4": "Then Joshua called the twelve men, whom he had prepared of the sons of Israel, out of each tribe a man;",
      "5": "and Joshua said unto them, Pass before the ark of the LORD your God into the midst of the Jordan and take ye up each one of you a stone upon his shoulder, according unto the number of the tribes of the sons of Israel,",
      "6": "that this may be a sign among you, that when your children ask their fathers in time to come, saying, What do these stones mean unto you?",
      "7": "Then ye shall answer them, That the waters of Jordan were cut off before the ark of the covenant of the LORD; when it passed the Jordan, the waters of the Jordan were cut off; and these stones shall be for a memorial unto the sons of Israel for ever.",
      "8": "And the sons of Israel did so as Joshua commanded and took up twelve stones out of the midst of the Jordan, as the LORD spoke unto Joshua, according to the number of the tribes of the sons of Israel and carried them over with them unto the place where they lodged and laid them down there.",
      "9": "Joshua also set up twelve stones in the midst of the Jordan in the place where the feet of the priests who bore the ark of the covenant had stood; and they are there unto this day.",
      "10": "For the priests who bore the ark stood in the midst of the Jordan until everything was finished that the LORD commanded Joshua to speak unto the people, according to all that Moses had commanded Joshua; and the people made haste and passed.",
      "11": "And when all the people were finished passing, the ark of the LORD passed, and the priests, in the presence of the people.",
      "12": "And the sons of Reuben and the sons of Gad and half the tribe of Manasseh passed armed before the sons of Israel, as Moses had said unto them.",
      "13": "About forty thousand men prepared for war passed over before the LORD unto battle, towards the plains of Jericho.",
      "14": "On that day the LORD magnified Joshua in the sight of all Israel; and they feared him as they had feared Moses, all the days of his life.",
      "15": "And the LORD spoke unto Joshua, saying,",
      "16": "Command the priests that bear the ark of the testimony, that they come up out of the Jordan.",
      "17": "Joshua, therefore, commanded the priests, saying, Come ye up out of the Jordan.",
      "18": "And it came to pass, when the priests that bore the ark of the covenant of the LORD came up out of the midst of the Jordan and the soles of the priests’ feet were lifted up unto the dry land, that the waters of the Jordan returned unto their place, flowing as before over all its banks.",
      "19": "And the people came up out of the Jordan on the tenth day of the first month and camped in Gilgal, on the east side of Jericho.",
      "20": "And Joshua raised up in Gilgal the twelve stones, which they took out of the Jordan.",
      "21": "And he spoke unto the sons of Israel, saying, When your children shall ask their fathers in time to come, saying, What do these stones mean unto you?",
      "22": "Then ye shall let your children know, saying, Israel came over this Jordan on dry land.",
      "23": "For the LORD your God dried up the waters of the Jordan from before you until ye had passed, as the LORD your God did to the Red Sea, which he dried up from before us until we had passed,",
      "24": "that all the people of the earth might know the hand of the LORD, that it is mighty; that ye might fear the LORD your God all the days."
    },
    "5": {
      "1": "And it came to pass, when all the kings of the Amorites, who were on the west side of the Jordan, and all the kings of the Canaanites, who were by the sea, heard that the LORD had dried up the waters of the Jordan from before the sons of Israel until we had passed, that their heart melted, and there was no more spirit in them before the sons of Israel.",
      "2": "At that time the LORD said unto Joshua, Make thee sharp knives and circumcise again the sons of Israel the second time.",
      "3": "And Joshua made himself sharp knives and circumcised the sons of Israel at the hill of the foreskins.",
      "4": "And this is the reason why Joshua circumcised them: All the people that had come out of Egypt, that were males, even all the men of war, had died in the wilderness by the way, after they came out of Egypt.",
      "5": "Now all the people that had come out were circumcised; but all the people that were born in the wilderness by the way, after they came forth out of Egypt, were not circumcised.",
      "6": "For the sons of Israel walked forty years in the wilderness until all the people that were men of war, who had come out of Egypt, were consumed because they did not listen to the voice of the LORD; therefore, the LORD swore unto them that he would not let them see the land which the LORD had sworn unto their fathers that he would give us, a land that flows with milk and honey.",
      "7": "But their sons, whom he raised up in their stead, them Joshua circumcised; for they were uncircumcised because they had not been circumcised by the way.",
      "8": "And when they had finished circumcising all the people, they abode in the same place in the camp until they were whole.",
      "9": "And the LORD said unto Joshua, Today I have rolled away the reproach of Egypt from off you. Therefore, the name of the place is called Gilgal unto this day.",
      "10": "And the sons of Israel encamped in Gilgal and celebrated the passover on the fourteenth day of the month, in the evening, in the plains of Jericho.",
      "11": "And they ate of the fruit of the land, unleavened cakes, on the next day after the passover and parched new ears of grain in the same day.",
      "12": "And the manna ceased on the next day after they had begun to eat of the fruit of the land; and the sons of Israel never had manna again; but they ate of the fruits of the land of Canaan that year.",
      "13": "And Joshua, being near Jericho, lifted up his eyes and looked, and, behold, there stood a man over against him with his sword drawn in his hand. And Joshua went unto him and said unto him, Art thou one of us or one of our adversaries?",
      "14": "And he said, No, but I am the Prince of the host of the LORD; now I am come. Then Joshua falling upon his face in the earth worshipped him and said unto him, What saith my lord unto his slave?",
      "15": "And the Prince of the LORD’s host said unto Joshua, Loose thy shoes from off thy feet, for the place on which thou dost stand is holy. And Joshua did so."
    },
    "6": {
      "1": "Now Jericho was tightly shut up because of the sons of Israel; no one went out, and no one came in.",
      "2": "But the LORD said unto Joshua, See, I have given Jericho and its king into thy hand, with its mighty men of valour.",
      "3": "Therefore, ye shall compass the city, all ye men of war, going round about the city once; and thou shalt do this six days.",
      "4": "And seven priests shall bear before the ark seven shofarot {or rams horns} of jubilee; and the seventh day ye shall go around the city seven times, and the priests shall blow with the shofarot.",
      "5": "And when they make a long sound of jubilee with the horn so that ye hear the voice of the shofar, all the people shall shout with a great shout; and the wall of the city shall fall down flat; then the people shall ascend up each man straight before him.",
      "6": "And Joshua the son of Nun called the priests and said unto them, Take up the ark of the covenant and let seven priests bear seven shofarot of jubilee before the ark of the LORD.",
      "7": "And he said unto the people, Pass on and compass the city and let those that are armed pass on before the ark of the LORD.",
      "8": "And when Joshua had spoken unto the people, the seven priests bearing the seven shofarot of jubilee passed on before the LORD and blew with the shofarot; and the ark of the covenant of the LORD followed them.",
      "9": "And the armed men went before the priests that blew with the shofarot, and the congregation came after the ark, the priests going on and blowing with the shofarot.",
      "10": "And Joshua commanded the people, saying, Ye shall not shout nor make any noise with your voice, neither shall any word proceed out of your mouth, until the day I tell you, Shout; then ye shall shout.",
      "11": "So the ark of the LORD compassed the city, going about it once; and they came into the camp and lodged in the camp.",
      "12": "And Joshua rose early in the morning, and the priests took up the ark of the LORD.",
      "13": "And the seven priests bearing the seven shofarot of jubilee before the ark of the LORD walked continually, and blew with the shofarot; and the armed men went before them; but the congregation came after the ark of the LORD, the priests going on and blowing with the shofarot.",
      "14": "Likewise the second day they compassed the city once and returned into the camp; so they did for six days.",
      "15": "And on the seventh day they rose early about the dawning of the day and compassed the city after the same manner seven times; only on that day they compassed the city seven times.",
      "16": "And when the priests had blown the shofarot the seventh time, Joshua said unto the people, Shout, for the LORD has given you the city.",
      "17": "And the city shall be anathema unto the LORD, even it, and all the things that are in it; only Rahab, the harlot, shall live, she and all that are with her in the house because she hid the messengers that we sent.",
      "18": "But keep yourselves from the anathema, that ye not touch nor take any thing of the anathema so that ye not make the camp of Israel anathema and trouble it.",
      "19": "For all the silver and gold and vessels of brass and iron are consecrated unto the LORD; they shall come into the treasury of the LORD.",
      "20": "Then the people shouted when the priests blew with the shofarot, and it came to pass when the people heard the voice of the shofar, that the people shouted with a great shout, and the wall fell down flat, so that the people went up into the city, each man straight before him and they took the city.",
      "21": "And they utterly destroyed all that was in the city, both man and woman, young and old, and ox and sheep and ass, with the edge of the sword.",
      "22": "But Joshua said unto the two men that had spied out the land, Go into the harlot’s house and bring the woman out of there with all that she has, as ye swore unto her.",
      "23": "And the young men that were spies went in and brought out Rahab and her father and her mother and her brethren and all that she had; and they brought out all her kindred and put them outside in the camp of Israel.",
      "24": "And they burnt the city with fire and all that was in it; only the silver and the gold and the vessels of brass and of iron, they put into the treasury of the house of the LORD.",
      "25": "And Joshua gave Rahab, the harlot, her life and also to her father’s household and to all that she had; and she dwells in Israel even unto this day because she hid the messengers, whom Joshua sent to spy out Jericho.",
      "26": "And Joshua adjured them at that time, saying, Cursed be the man before the LORD that rises up and builds this city Jericho. He shall lay the foundation thereof in his firstborn, and in his youngest son shall he set up the gates of it.",
      "27": "So the LORD was with Joshua; and his fame went throughout all the land."
    },
    "7": {
      "1": "But the sons of Israel committed a trespass in the anathema; for Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, took of the anathema; and the anger of the LORD was kindled against the sons of Israel.",
      "2": "And Joshua sent men from Jericho to Ai, which was beside Bethaven, on the east side of Bethel, and spoke unto them, saying, Go up and spy out the land. And the men went up and spied out Ai.",
      "3": "And they returned to Joshua and said unto him, Let not all the people go up, but let about two or three thousand men go up and smite Ai; do not make all the people to labour there; for they are but few.",
      "4": "So about three thousand men of the people went up there; and they fled before the men of Ai.",
      "5": "And the men of Ai smote of them about thirty-six men; for they chased them from before the gate even unto Shebarim, and smote them in the going down; therefore the hearts of the people melted, and became as water.",
      "6": "Then Joshua rent his clothes and fell to the earth upon his face before the ark of the LORD until the evening, he and the elders of Israel, putting dust upon their heads.",
      "7": "And Joshua said, Alas, O Lord GOD, why hast thou caused this people to pass the Jordan, to deliver us into the hand of the Amorites, to destroy us? We should have been content and dwelt on the other side of the Jordan!",
      "8": "O Lord, what shall I say now that Israel has turned their backs before their enemies!",
      "9": "For the Canaanites and all the inhabitants of the land shall hear of it and shall compass us around and cut off our name from upon the earth; then what wilt thou do unto thy great name?",
      "10": "And the LORD said unto Joshua, Get up; why dost thou lie thus upon thy face?",
      "11": "Israel has sinned and has even transgressed my covenant which I commanded them; for they have even taken of the anathema and have also stolen and lied also, and they have even put it in their own vessels.",
      "12": "Therefore, the sons of Israel could not stand before their enemies, but shall turn their backs before their enemies because they have been in the anathema; neither will I be with you any more, except ye destroy the anathema from among you.",
      "13": "Get up, sanctify the people and say, Sanctify yourselves against tomorrow; for thus saith the LORD God of Israel, There is anathema in the midst of thee, O Israel; thou canst not stand before thy enemies until ye take away the anathema from among you.",
      "14": "In the morning, therefore, ye shall come near according to your tribes, and it shall be that the tribe which the LORD takes shall come according to the families thereof, and the family which the LORD shall take shall come by households, and the household which the LORD shall take shall come man by man.",
      "15": "And it shall be that he that is taken in the anathema shall be burnt with fire, he and all that he has because he has broken the covenant of the LORD and because he has wrought folly in Israel.",
      "16": "So Joshua rose up early in the morning and brought Israel by their tribes, and the tribe of Judah was taken;",
      "17": "and bringing near the tribe of Judah, the family of the Zarhites was taken; and bringing near the family of the Zarhites man by man, Zabdi was taken;",
      "18": "and he caused his household to come near, man by man; and Achan, the son of Carmi, the son of Zabdi, the son of Zerah, of the tribe of Judah, was taken.",
      "19": "Then Joshua said unto Achan, My son, give, I pray thee, glory now to the LORD God of Israel and give him praise; and tell me now what thou hast done; do not hide it from me.",
      "20": "And Achan answered Joshua and said, Indeed I have sinned against the LORD God of Israel, and thus and thus have I done.",
      "21": "When I saw among the spoils a goodly Babylonish garment and two hundred shekels of silver and a wedge of gold of fifty shekels weight, then I coveted them and took them; and, behold, they are hid in the earth in the midst of my tent, and the silver under it.",
      "22": "So Joshua sent messengers, and they ran unto the tent; and, behold, it was hid in his tent and the silver under it.",
      "23": "And they took them out of the midst of the tent and brought them unto Joshua and unto all the sons of Israel and laid them out before the LORD.",
      "24": "Then Joshua and all Israel with him took Achan, the son of Zerah, and the silver and the garment and the wedge of gold and his sons and his daughters and his oxen and his asses and his sheep and his tent and all that he had, and they brought them unto the valley of Achor.",
      "25": "And Joshua said, Why hast thou troubled us? The LORD shall trouble thee this day. And all Israel stoned him with stones and burned them with fire after they had stoned them with stones.",
      "26": "And they raised over them a great heap of stones unto this day. So the LORD turned from the fierceness of his anger. Therefore the name of that place was called, The valley of Achor, unto this day."
    },
    "8": {
      "1": "And the LORD said unto Joshua, Fear not, neither be thou dismayed; take all the people of war with thee and arise; go up to Ai. See, I have given into thy hand the king of Ai and his people and his city and his land.",
      "2": "And thou shalt do to Ai and her king as thou didst unto Jericho and her king; only the spoil thereof and the cattle thereof, ye shall take for yourselves. Lay thee an ambush for the city behind it.",
      "3": "So Joshua arose and all the people of war, to go up against Ai; and Joshua chose out thirty thousand mighty men of valour and sent them away by night.",
      "4": "And he commanded them, saying, Behold, ye shall lie in wait against the city, even behind the city; do not go very far from the city, but all of you be ready.",
      "5": "And I and all the people that are with me, will approach the city; and when they come out against us, as at the first, we will flee before them",
      "6": "(for they will come out after us) until we have raptured them out of the city; for they will say, They flee before us as at the first. Therefore, we will flee before them.",
      "7": "Then ye shall rise up from the ambush and take possession of the city; for the LORD your God will deliver it into your hand.",
      "8": "And when ye have taken the city, ye shall set the city on fire. Ye shall do according to the word of the LORD. See, I have commanded you.",
      "9": "Then Joshua sent them forth, and they went to lie in ambush and abode between Bethel and Ai, on the west side of Ai; and Joshua lodged that night in the midst of the people.",
      "10": "And Joshua rose up early in the morning and numbered the people and went up he and the elders of Israel, before the people against Ai.",
      "11": "And all the people of war that were with him, went up, and drew near and came before the city and pitched camp on the north side of Ai; now there was a valley between them and Ai.",
      "12": "And he took about five thousand men and set them to lie in ambush between Bethel and Ai, on the west side of the city.",
      "13": "And the people, all the camp that was on the side of the north came near to the city, and their ambush on the west of the city. And Joshua went that night into the midst of the valley.",
      "14": "When the king of Ai saw it, he rose up early in the morning and made haste with the men of the city to go out against Israel to battle, he and all his people, at a time appointed, before the plain; but he did not know that there was an ambush against him behind the city.",
      "15": "Then Joshua and all Israel made as if they were beaten before them and fled by the way of the wilderness.",
      "16": "And all the people that were in Ai were called together to pursue after them; and they pursued after Joshua and were raptured from the city.",
      "17": "And there was not a man left in Ai or Bethel that did not go out after Israel; and because they pursued after Israel, they left the city open.",
      "18": "Then the LORD said unto Joshua, Stretch out the spear that is in thy hand toward Ai; for I will give it into thy hand. And Joshua stretched out the spear that he had in his hand toward the city.",
      "19": "And those of the ambush arose quickly out of their place, and they ran as soon as he had stretched out his hand; and they entered into the city and took it and made haste to set the city on fire.",
      "20": "And when the men of Ai looked behind them, they saw, and, behold, the smoke of the city ascended up to heaven, and they had no power to flee this way or that way; and the people that were fleeing into the wilderness turned back upon their pursuers.",
      "21": "Then Joshua and all Israel, seeing that those of the ambush had taken the city and that the smoke of the city ascended, they turned and slew the men of Ai.",
      "22": "And the others issued out of the city against them; so they were in the midst of Israel, some on this side and some on that side; and they smote them so that they let none of them remain or escape.",
      "23": "And they took the king of Ai alive and brought him to Joshua.",
      "24": "And when Israel had finished slaying all the inhabitants of Ai in the field, in the wilderness in which they chased them, and when they were all fallen on the edge of the sword until they were consumed, all the Israelites returned unto Ai and smote it with the edge of the sword.",
      "25": "And so it was that all that fell that day, both of men and women, were twelve thousand, even all the men of Ai.",
      "26": "For Joshua did not draw back his hand with which he stretched out the spear until he had utterly destroyed all the inhabitants of Ai.",
      "27": "But the Israelites took the beasts and the spoil of the city for themselves, according unto the word of the LORD which he had commanded Joshua.",
      "28": "And Joshua burnt Ai, and made it a perpetual heap, desolate unto this day.",
      "29": "And he hanged the king of Ai on a tree until evening, and as soon as the sun was down, Joshua commanded that they should take his carcase down from the tree and cast it at the entering of the gate of the city and raise a great heap of stones upon it, that remains unto this day.",
      "30": "Then Joshua built an altar unto the LORD God of Israel in Mount Ebal,",
      "31": "as Moses, the slave of the LORD had commanded the sons of Israel, as it is written in the book of the law of Moses, an altar of whole stones, over which no one lifted up any iron tool; and they offered burnt offerings upon it unto the LORD and sacrificed peace offerings.",
      "32": "He also wrote there upon the stones a copy of the law of Moses, which he had written in the presence of the sons of Israel.",
      "33": "And all Israel and their elders and officers and their judges stood on one side and on the other near the ark, before the priests the Levites, who bore the ark of the covenant of the LORD, the strangers, as well as the natural born among them, half of them over against Mount Gerizim and half of them over against Mount Ebal, as Moses, the slave of the LORD, had commanded before, that they should bless the people of Israel.",
      "34": "After this he read all the words of the law, the blessings and cursings, according to all that is written in the book of the law.",
      "35": "There was not a word of all the things that Moses commanded which Joshua did not read before all the congregation of Israel with the women and the little ones and the strangers that walked among them."
    },
    "9": {
      "1": "And it came to pass when all the kings who were on this side of the Jordan, in the mountains and in the valleys and in all the coast of the great sea over against Lebanon, heard these things, the Hittites and the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites",
      "2": "gathered themselves together with one accord to fight with Joshua and with Israel.",
      "3": "But when the inhabitants of Gibeon heard what Joshua had done unto Jericho and to Ai,",
      "4": "they worked with prudence and went and made as if they had been ambassadors and took old sacks upon their asses, and wine bottles, old and rent and bound up,",
      "5": "and old patched shoes upon their feet, and old garments upon them, and all the bread of their provision was dry and mouldy.",
      "6": "Thus they came unto Joshua to the camp at Gilgal and said unto him and to the men of Israel, We are come from a far country; now, therefore, make ye a covenant with us.",
      "7": "And the men of Israel said unto the Hivites, Peradventure ye dwell among us, and how shall we make a covenant with you?",
      "8": "And they said unto Joshua, We are thy slaves. And Joshua said unto them, Who are you and where do you come from?",
      "9": "And they said unto him, From very far lands thy slaves are come because of the name of the LORD thy God, for we have heard the fame of him and all that he did in Egypt",
      "10": "and all that he did to the two kings of the Amorites, that were on the other side of the Jordan, and to Sihon, king of Heshbon, and to Og, king of Bashan, who was at Ashtaroth.",
      "11": "Therefore, our elders and all the inhabitants of our country spoke to us, saying, Take provision with you for the journey and go to meet them and say unto them, We are your slaves; therefore, now make ye a covenant with us.",
      "12": "This our bread we took hot for our provision out of our houses on the day we came forth to come unto you, but now, behold, it is dry and mouldy.",
      "13": "These bottles of wine, we also filled new, and, behold, they are rent, and these our garments and our shoes are become old by reason of the very long journey.",
      "14": "And the men of Israel took of their provision and did not ask counsel at the mouth of the LORD.",
      "15": "And Joshua made peace with them and made a covenant with them, to let them live; also the princes of the congregation swore unto them.",
      "16": "At the end of three days after they had made a covenant with them, they heard how they were their neighbours and that they dwelt among them.",
      "17": "And the sons of Israel journeyed and came unto their cities on the third day. Now their cities were Gibeon and Chephirah and Beeroth and Kirjathjearim.",
      "18": "And the sons of Israel did not smite them because the princes of the congregation had sworn unto them by the LORD God of Israel. And all the congregation murmured against the princes.",
      "19": "But all the princes said unto all the congregation, We have sworn unto them by the LORD God of Israel; therefore, now we may not touch them.",
      "20": "This we will do to them; we will let them live lest wrath come upon us because of the oath which we swore unto them.",
      "21": "And the princes said unto them, Let them live but let them be hewers of wood and drawers of water unto all the congregation, as the princes had said unto them.",
      "22": "And Joshua called for them, and spoke unto them saying, Why have ye beguiled us, saying, We are very far from you, when ye dwell among us?",
      "23": "Now, therefore, ye are cursed, and ye shall always be slaves and hewers of wood and drawers of water for the house of my God.",
      "24": "And they answered Joshua and said, Because it was certainly told thy slaves how the LORD thy God commanded his slave Moses that he was to give you the land and to destroy all the inhabitants of the land from before you; therefore, we feared greatly of our lives because of you and have done this thing.",
      "25": "And now, behold, we are in thy hand; as it seems good and right unto thee to do unto us, do.",
      "26": "And so did he unto them; he delivered them out of the hand of the sons of Israel, so that they did not slay them.",
      "27": "And Joshua made them that day hewers of wood and drawers of water for the congregation and for the altar of the LORD, in the place which he should choose; which they are even unto this day."
    },
    "10": {
      "1": "Now it came to pass when Adonizedek, king of Jerusalem, heard how Joshua had taken Ai and that he had utterly destroyed it (as he had done to Jericho and her king, so he had done to Ai and her king) and how the inhabitants of Gibeon had made peace with Israel and were among them;",
      "2": "they feared greatly because Gibeon was a great city, as one of the royal cities, and because it was greater than Ai, and all the men thereof were mighty.",
      "3": "Therefore Adonizedek, king of Jerusalem, sent unto Hoham, king of Hebron, and unto Piram, king of Jarmuth, and unto Japhia, king of Lachish, and unto Debir, king of Eglon, saying,",
      "4": "Come up unto me and help me that we may smite Gibeon; for it has made peace with Joshua and with the sons of Israel.",
      "5": "Therefore, the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, the king of Eglon, gathered themselves together and went up, they and all their hosts and encamped before Gibeon and made war against it.",
      "6": "And the men of Gibeon sent unto Joshua to the camp to Gilgal, saying, Slack not thy hand from thy slaves; come up to us quickly and save us and help us, for all the kings of the Amorites that dwell in the mountains are gathered together against us.",
      "7": "So Joshua ascended from Gilgal, he and all the people of war with him and all the mighty men of valour.",
      "8": "And the LORD said unto Joshua, Do not fear them; for I have delivered them into thy hand; there shall not a man of them stand before thee.",
      "9": "Joshua, therefore, came unto them suddenly, for he went up from Gilgal all night.",
      "10": "And the LORD discomfited them before Israel and slew them with a great slaughter at Gibeon and chased them along the way that goes up to Bethhoron and smote them to Azekah and unto Makkedah.",
      "11": "And when they were fleeing from before Israel in the descent to Bethhoron, the LORD cast down great stones from heaven upon them unto Azekah, and they died; there were more who died from the hailstones than those whom the sons of Israel slew with the sword.",
      "12": "Then Joshua spoke unto the LORD in the day when the LORD delivered up the Amorites before the sons of Israel, and he said in the sight of Israel, Sun, stand thou still upon Gibeon; and thou, Moon, in the valley of Ajalon.",
      "13": "And the sun stood still, and the moon stayed until the nation had avenged themselves upon their enemies. Is not this written in the book of righteousness? So the sun stood still in the midst of heaven and hastened not to go down about a whole day.",
      "14": "And there was no day like that before it or after it that the LORD hearkened unto the voice of a man; for the LORD fought for Israel.",
      "15": "And Joshua returned, and all Israel with him, unto the camp to Gilgal.",
      "16": "But the five kings fled and hid themselves in a cave at Makkedah.",
      "17": "And it was told unto Joshua that the five kings had been found hidden in a cave at Makkedah.",
      "18": "Then Joshua said, Roll great stones upon the mouth of the cave and set men by it to guard them;",
      "19": "and do not stop, but pursue after your enemies and smite their rearguard without allowing them to enter into their cities; for the LORD your God has delivered them into your hand.",
      "20": "And it came to pass when Joshua and the sons of Israel had finished slaying them with a very great slaughter until they were consumed, that those who remained of them entered into strong cities.",
      "21": "And all the people returned to the camp to Joshua at Makkedah in peace; there was no one to move his tongue against any of the sons of Israel.",
      "22": "Then Joshua said, Open the mouth of the cave and bring out those five kings unto me out of the cave.",
      "23": "And they did so and brought forth those five kings unto him out of the cave: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.",
      "24": "And when they had brought those kings out unto Joshua, Joshua called for all the men of Israel and said unto the captains of the men of war who went with him, Come near; put your feet upon the necks of these kings. And they came near and put their feet upon the necks of them.",
      "25": "And Joshua said unto them, Do not fear, nor be dismayed, be strong and of good courage; for thus shall the LORD do to all your enemies against whom ye fight.",
      "26": "And afterward Joshua smote them and slew them and caused them to be hanged on five trees; and they hung upon the trees until the evening.",
      "27": "And at the time of the going down of the sun, Joshua commanded that they take them down off the trees and cast them into the cave in which they had been hid, and they laid great stones in the cave’s mouth, which remain until this very day.",
      "28": "In that same day Joshua took Makkedah and smote it with the edge of the sword, and the king thereof he utterly destroyed, them and all the souls that were therein; he let no one remain; and he did to the king of Makkedah as he did unto the king of Jericho.",
      "29": "Then Joshua passed from Makkedah, and all Israel with him unto Libnah and fought against Libnah;",
      "30": "and the LORD delivered it also, and the king thereof, into the hands of Israel; and he smote it with the edge of the sword and all the souls that were therein; he let no one remain in it, but did unto the king thereof as he did unto the king of Jericho.",
      "31": "And Joshua passed from Libnah and all Israel with him unto Lachish and encamped against it and fought against it;",
      "32": "and the LORD delivered Lachish into the hand of Israel, who took it on the second day and smote it with the edge of the sword and all the souls that were therein, according to all that he had done to Libnah.",
      "33": "Then Horam, king of Gezer, came up to help Lachish, and Joshua smote him and his people until none of them were left.",
      "34": "And from Lachish Joshua passed unto Eglon and all Israel with him, and they encamped against it and fought against it;",
      "35": "and they took it that same day and smote it with the edge of the sword, and all the souls that were in it he utterly destroyed that same day, according to all that he had done to Lachish.",
      "36": "And Joshua went up from Eglon, and all Israel with him, unto Hebron; and they fought against it;",
      "37": "and they took it and smote it with the edge of the sword, and the king thereof and all the cities thereof and all the souls that were in it; he left no one remaining, according to all that he had done to Eglon, but destroyed it utterly and all the souls that were therein.",
      "38": "And Joshua returned and all Israel with him to Debir and fought against it;",
      "39": "and he took it and the king thereof and all the cities thereof, and they smote them with the edge of the sword and utterly destroyed all the souls that were in it; he left no one remaining; as he had done to Hebron, so he did to Debir and to the king thereof, as he had done also to Libnah and to her king.",
      "40": "So Joshua smote all the country of the hills and of the Negev and of the vale and of the springs and all their kings; he left no one remaining, but utterly destroyed all that breathed, as the LORD God of Israel had commanded.",
      "41": "And Joshua smote them from Kadeshbarnea even unto Gaza and all the country of Goshen even unto Gibeon.",
      "42": "All these kings and their lands Joshua took at one time because the LORD God of Israel fought for Israel.",
      "43": "And Joshua returned and all Israel with him unto the camp to Gilgal."
    },
    "11": {
      "1": "Hearing of this, Jabin, king of Hazor, sent a message unto Jobab, king of Madon, and to the king of Shimron and to the king of Achshaph",
      "2": "and to the kings that were on the north of the mountains and in the plain southward of Chinneroth and in the valley and in the borders of Dor to the west",
      "3": "and to the Canaanite on the east and on the west and to the Amorite and the Hittite and the Perizzite and the Jebusite in the mountains and to the Hivite under Hermon in the land of Mizpeh.",
      "4": "And they went out, they and all their hosts with them, many people even as the sand that is upon the sea shore in multitude, with a great multitude of horses and chariots.",
      "5": "All these kings united, and as they came they gathered together the camps near the waters of Merom to fight against Israel.",
      "6": "But the LORD said unto Joshua, Do not be afraid because of them, for tomorrow at this hour I will deliver them up all slain before Israel; thou shalt hamstring their horses and burn their chariots with fire.",
      "7": "So Joshua came against them with all the people of war and fell upon them suddenly by the waters of Merom.",
      "8": "And the LORD delivered them into the hand of Israel, who smote them and chased them unto great Zidon and unto the hot springs and unto the valley of Mizpeh eastward; and they smote them, until they left them no one remaining.",
      "9": "And Joshua did unto them as the LORD had commanded him; he hamstrung their horses and burnt their chariots with fire.",
      "10": "And Joshua at that time returned and took Hazor and smote the king thereof with the sword because Hazor had been the head of all those kingdoms before.",
      "11": "And they smote all the souls that were in it with the edge of the sword, utterly destroying them; there was not any left to breathe; and he burnt Hazor with fire.",
      "12": "Likewise, Joshua took all the cities of those kings and all their kings and smote them with the edge of the sword, and he utterly destroyed them as Moses the slave of the LORD had commanded him.",
      "13": "But of all the cities that stood on their hills, Israel burned none of them, excepting Hazor only, which Joshua burned.",
      "14": "And all the spoil of these cities and the beasts, the sons of Israel took for themselves; but every man they smote with the edge of the sword until they had destroyed them, without leaving any that breathed.",
      "15": "As the LORD had commanded Moses his slave, so did Moses command Joshua, and so did Joshua; he left nothing undone of all that the LORD had commanded Moses.",
      "16": "So Joshua took all that land, the mountains and all the region of the Negev and all the land of Goshen and the valleys and the plains and the mountain of Israel and its valleys.",
      "17": "Even from Mount Halak that goes up unto Seir unto Baalgad in the plains of Lebanon at the roots of Mount Hermon; likewise he took all their kings and smote them and slew them.",
      "18": "Joshua made war many days with all those kings.",
      "19": "There was not a city that made peace with the sons of Israel except the Hivites, the inhabitants of Gibeon; they took all the others in battle.",
      "20": "For it was of the LORD to harden their hearts that they should come against Israel in battle, that he might destroy them utterly and that they might have no mercy, but that he might destroy them, as the LORD had commanded Moses.",
      "21": "Also at the same time Joshua came and cut off the Anakims from the mountains, from Hebron, from Debir, from Anab, and from all the mountains of Judah, and from all the mountains of Israel; Joshua destroyed them utterly with their cities.",
      "22": "There were none of the Anakims left in the land of the sons of Israel; only in Gaza, in Gath, and in Ashdod, there remained.",
      "23": "So Joshua took the whole land, according to all that the LORD had said unto Moses; and Joshua gave it for an inheritance unto Israel according to their divisions by their tribes. And the land rested from war."
    },
    "12": {
      "1": "Now these are the kings of the land which the sons of Israel smote and possessed their land on the other side of the Jordan toward the rising of the sun from the river Arnon unto Mount Hermon and all the plain on the east:",
      "2": "Sihon, king of the Amorites, who dwelt in Heshbon, and ruled from Aroer, which is upon the bank of the river Arnon, and from the midst of the river and from half of Gilead, even unto the river Jabbok, which is the border of the sons of Ammon,",
      "3": "and from the plain to the sea of Chinneroth on the east and unto the sea of the plain, the salt sea on the east, by the way to Bethjeshimoth, and from the Negev, under Ashdothpisgah.",
      "4": "And the borders of Og, king of Bashan, who was of the remnant of the Rephaim, that dwelt at Ashtaroth and at Edrei,",
      "5": "and reigned in Mount Hermon and in Salcah and in all Bashan unto the borders of the Geshur and Maachath and half of Gilead, the border of Sihon, king of Heshbon.",
      "6": "These did Moses, the slave of the LORD, and the sons of Israel smite; and Moses, the slave of the LORD, gave that land in possession unto the Reubenites and the Gadites and the half tribe of Manasseh.",
      "7": "And these are the kings of the land which Joshua and the sons of Israel smote on this side of the Jordan on the west from Baalgad in the plains of Lebanon even unto Mount Halak that goes up to Seir, which Joshua gave unto the tribes of Israel for a possession according to their divisions,",
      "8": "in the mountains and in the valleys and in the plains and in the springs and in the wilderness and towards the Negev: the Hittite, the Amorite, and the Canaanite, the Perizzite, the Hivite, and the Jebusite,",
      "9": "the king of Jericho, one; the king of Ai, which is beside Bethel, another;",
      "10": "the king of Jerusalem, another; the king of Hebron, another;",
      "11": "the king of Jarmuth, another; the king of Lachish, another;",
      "12": "the king of Eglon, another; the king of Gezer, another;",
      "13": "the king of Debir, another; the king of Geder, another;",
      "14": "the king of Hormah, another; the king of Arad, another;",
      "15": "the king of Libnah, another; the king of Adullam, another;",
      "16": "the king of Makkedah, another; the king of Bethel, another;",
      "17": "the king of Tappuah, another; the king of Hepher, another;",
      "18": "the king of Aphek, another; the king of Lasharon, another;",
      "19": "the king of Madon, another; the king of Hazor, another;",
      "20": "the king of Shimronmeron (Samaria), another; the king of Achshaph, another;",
      "21": "the king of Taanach, another; the king of Megiddo, another;",
      "22": "the king of Kedesh, another; the king of Jokneam of Carmel, another;",
      "23": "the king of Dor in the province of Dor, another; the king of the Gentiles in Gilgal, another;",
      "24": "the king of Tirzah, another; thirty-one kings in all."
    },
    "13": {
      "1": "Now when Joshua was old and advanced in years, the LORD said unto him, Thou art old and advanced in years, and there remains yet very much land to be possessed.",
      "2": "This is the land that yet remains: all the borders of the Philistines and all Geshuri",
      "3": "from the Nile, which is before Egypt, even unto the borders of Ekron northward, which is counted among the Canaanites; five cardinals of the Philistines; the Gazathites and the Ashdothites, the Eshkalonites, the Gittites, and the Ekronites, also the Avites;",
      "4": "towards the Negev all the land of the Canaanites and Mearah that is beside those of Sidon unto Aphek to the border of the Amorite;",
      "5": "and the land of the Giblites and all Lebanon toward the sunrising, from Baalgad at the root of Mount Hermon unto the entering into Hamath.",
      "6": "All the inhabitants of the mountains from Lebanon unto the hot springs and all the Sidonians, them will I drive out from before the sons of Israel; only thou shalt divide the country by lot unto the Israelites for an inheritance, as I have commanded thee.",
      "7": "Now therefore divide this land for an inheritance unto the nine tribes and the half tribe of Manasseh,",
      "8": "for the other half received their inheritance with the Reubenites and the Gadites, which Moses gave them of the other side of the Jordan eastward, according as Moses the slave of the LORD gave them;",
      "9": "from Aroer, that is upon the bank of the river Arnon, and the city that is in the midst of the river and all the plain of Medeba unto Dibon;",
      "10": "and all the cities of Sihon, king of the Amorites, who reigned in Heshbon, unto the borders of the sons of Ammon;",
      "11": "and Gilead and the borders of the Geshur and Maachath and all Mount Hermon and all Bashan unto Salcah;",
      "12": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and in Edrei, who remained of the remnant of the Rephaim, for these did Moses smite and cast them out of the land.",
      "13": "Nevertheless, the sons of Israel did not expel those of Geshur and Maachath, but Geshur {Heb. the proud beholder} and Maachath {Heb. the oppressor} dwell among the Israelites until this day.",
      "14": "But unto the tribe of Levi he gave no inheritance; the sacrifices on fire of the LORD God of Israel are their inheritance, as he said unto them.",
      "15": "And Moses gave unto the tribe of the sons of Reuben according to their families,",
      "16": "and their border was from Aroer, that is on the bank of the river Arnon, and the city that is in the midst of the river and all the plain until Medeba,",
      "17": "Heshbon and all her cities that are in the plain, Dibon, and Bamothbaal and Bethbaalmeon,",
      "18": "and Jahazah and Kedemoth and Mephaath,",
      "19": "and Kirjathaim and Sibmah and Zarethshahar in the mount of the valley, {Emec}",
      "20": "and Bethpeor and Ashdothpisgah and Bethjeshimoth,",
      "21": "and all the cities of the plain and all the kingdom of Sihon, king of the Amorites, who reigned in Heshbon, whom Moses smote with the princes of Midian, Evi, and Rekem, and Zur and Hur and Reba, who were princes of Sihon, dwelling in the country.",
      "22": "Balaam also, the son of Beor, the diviner, did the sons of Israel slay with the sword among those that were slain by them.",
      "23": "And the border of the sons of Reuben was the Jordan and the border thereof. This was the inheritance of the sons of Reuben according to their families, these cities with their villages.",
      "24": "Moses likewise gave unto the tribe of Gad, to the sons of Gad according to their families.",
      "25": "And their border was Jazer, and all the cities of Gilead and half of the land of the sons of Ammon, unto Aroer that is before Rabbah,",
      "26": "and from Heshbon unto Ramathmizpeh, and Betonim, and from Mahanaim unto the border of Debir,",
      "27": "and the valley of Betharam and Bethnimrah and Succoth and Zaphon, the rest of the kingdom of Sihon, king of Heshbon, the Jordan and its border, even unto the edge of the sea of Chinnereth on the other side of the Jordan eastward.",
      "28": "This is the inheritance of the sons of Gad according to their families, these cities with their villages.",
      "29": "And Moses also gave unto the half tribe of Manasseh, and it belonged to the half tribe of the sons of Manasseh according to their families.",
      "30": "Their border was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan, sixty cities.",
      "31": "And half of Gilead and Ashtaroth and Edrei, cities of the kingdom of Og in Bashan, were given to the sons of Machir, the son of Manasseh, even to one half of the sons of Machir, according to their families.",
      "32": "This is what Moses distributed in inheritance in the plains of Moab, on the other side of the Jordan of Jericho, eastward.",
      "33": "But to the tribe of Levi Moses did not give any inheritance; the LORD God of Israel is their inheritance, as he said unto them."
    },
    "14": {
      "1": "This is the inheritance of the sons of Israel in the land of Canaan, which Eleazar the priest and Joshua, the son of Nun, and the heads of the fathers of the tribes of the sons of Israel, distributed unto them.",
      "2": "Their inheritance was by lot, as the LORD had commanded by the hand of Moses, to be given to the nine tribes and to the half tribe.",
      "3": "For Moses had given the inheritance of two tribes and half a tribe on the other side of the Jordan, but unto the Levites he gave no inheritance among them.",
      "4": "For the sons of Joseph were two tribes, Manasseh and Ephraim, and they gave no part unto the Levites in the land except cities to dwell in with their suburbs for their livestock and for their substance.",
      "5": "As the LORD had commanded Moses, so the sons of Israel did regarding the dividing of the land.",
      "6": "Then the sons of Judah came unto Joshua in Gilgal, and Caleb, the son of Jephunneh the Kenezite, said unto him, Thou knowest the thing that the LORD said unto Moses, the man of God, concerning me and thee in Kadeshbarnea.",
      "7": "I was forty years old when Moses, the slave of the LORD, sent me from Kadeshbarnea to spy out the land, and I brought him word again as it was in my heart,",
      "8": "but my brethren that went up with me made the heart of the people melt; but I entirely followed the LORD my God.",
      "9": "And Moses swore on that day, saying, Surely the land on which thy feet have trodden shall be thy inheritance and thy sons’ for ever because thou hast entirely followed the LORD my God.",
      "10": "And now, behold, the LORD has caused me to live, as he said, these forty-five years from the time that the LORD spoke these words unto Moses, while Israel has walked in the wilderness; and now, behold, I am this day eighty-five years old.",
      "11": "As yet I am as strong today as I was in the day that Moses sent me; as my strength was then, even so is my strength now, for war and to go out and to come in.",
      "12": "Now, therefore, give me this mountain, of which the LORD spoke in that day; for thou didst hear in that day how the Anakims were there and that the cities were great and strong; peradventure, the LORD will be with me, and I shall drive them out, as the LORD said.",
      "13": "Then Joshua blessed him and gave unto Caleb, the son of Jephunneh, Hebron as inheritance.",
      "14": "Hebron, therefore, became the inheritance of Caleb, the son of Jephunneh the Kenezite, unto this day because he entirely followed the LORD God of Israel.",
      "15": "And the name of Hebron before was Kirjatharba; Arba had been a great man among the Anakims. And the land had rest from war."
    },
    "15": {
      "1": "This then was the lot of the tribe of the sons of Judah by their families: next to the border of Edom, of the wilderness of Zin towards the Negev on the south side.",
      "2": "And their border on the side of the Negev was from the shore of the salt sea from the bay that looks toward the Negev;",
      "3": "and it went out towards the Negev to the ascent to Acrabbim passing unto Zin and ascending up by the Negev unto Kadeshbarnea past Hezron and going up by Adar, it went around to Karkaa,",
      "4": "from there it passed toward Azmon and went out unto the river of Egypt, and this border goes out to the western sea. This shall be your border of the Negev.",
      "5": "And the east border is the salt sea, even unto the end of the Jordan. And the border in the north quarter, from the bay of the sea, from the end of the Jordan,",
      "6": "and this border goes up to Bethhogla and passes along by the north of Betharabah, and from here this border goes up to the stone of Bohan, the son of Reuben.",
      "7": "And this border goes back up to Debir from the valley of Achor and so northward, looking toward Gilgal, that is before the ascent to Adummim, which is towards the Negev of the river, and this border passes the waters of Enshemesh and comes out at the fount of Rogel;",
      "8": "and this border goes up by the valley of the son of Hinnom unto the side of the Jebusite towards the Negev; this is Jerusalem. Then this border goes up to the top of the mountain that is before the valley of Hinnom westward, which is at the end of the valley of the giants northward;",
      "9": "and this border comes around from the top of the mountain unto the fountain of the water of Nephtoah and goes out to the cities of Mount Ephron; and the border goes around to Baalah, which is Kirjathjearim.",
      "10": "After this, the border turns from Baalah westward unto Mount Seir and passes to the side of Mount Jearim, which is Chesalon, on the north side, and descends to Bethshemesh and passes on to Timnah.",
      "11": "Then this border goes out to the side of Ekron northward; and the same border comes around to Shicron and passes by Mount Baalah and goes out to Jabneel; and this border comes out to the sea.",
      "12": "And the west border is the great sea. This is the border of the sons of Judah round about according to their families.",
      "13": "And unto Caleb, the son of Jephunneh, he gave a part among the sons of Judah, according to the commandment of the LORD to Joshua, even the city of Arba, the father of Anak, which city is Hebron.",
      "14": "And Caleb drove from there the three sons of Anak, Sheshai and Ahiman and Talmai, the sons of Anak.",
      "15": "From there he went up to the inhabitants of Debir, and the name of Debir before was Kirjathsepher.",
      "16": "And Caleb said, He that smites Kirjathsepher and takes it, to him will I give Achsah my daughter to wife.",
      "17": "And Othniel, the son of Kenaz, the brother of Caleb, took it; and he gave him Achsah his daughter to wife.",
      "18": "And it came to pass when he was taking her, he persuaded her to ask of her father for land to cultivate. Then she lighted off her ass, and Caleb said unto her, What wouldest thou?",
      "19": "And she answered, Give me a blessing, for thou hast given me a dry land; give me also springs of water. And he gave her the upper springs and the lower springs.",
      "20": "This is the inheritance of the tribe of the sons of Judah according to their families.",
      "21": "And these were the cities in the border of the tribe of the sons of Judah towards the border of Edom towards the Negev: Kabzeel, Eder, Jagur,",
      "22": "Kinah, Dimonah, Adadah,",
      "23": "Kedesh, Hazor, Ithnan,",
      "24": "Ziph, Telem, Bealoth,",
      "25": "Hazorhadattah, Keriothhezron, which is Hazor,",
      "26": "Amam, Shema, Moladah,",
      "27": "Hazargaddah, Heshmon, Bethpalet,",
      "28": "Hazarshual, Beersheba, Bizjothjah,",
      "29": "Baalah, Iim, Azem,",
      "30": "Eltolad, Chesil, Hormah,",
      "31": "Ziklag, Madmannah, Sansannah,",
      "32": "Lebaoth, Shilhim, Ain, Rimmon: twenty-nine cities in all, with their villages.",
      "33": "And in the plains, Eshtaol, Zoreah, Ashnah,",
      "34": "Zanoah, Engannim, Tappuah, Enam,",
      "35": "Jarmuth, Adullam, Socoh, Azekah,",
      "36": "Sharaim, Adithaim, Gederah, Gederothaim: fourteen cities with their villages.",
      "37": "Zenan, Hadashah, Migdalgad,",
      "38": "Dilean, Mizpeh, Joktheel,",
      "39": "Lachish, Bozkath, Eglon,",
      "40": "Cabbon, Lahmam, Kithlish,",
      "41": "Gederoth, Bethdagon, Naamah, and Makkedah: sixteen cities with their villages.",
      "42": "Libnah, Ether, Ashan,",
      "43": "Jiphtah, Ashnah, Nezib,",
      "44": "Keilah, Achzib, and Mareshah: nine cities with their villages:",
      "45": "Ekron, with her towns and her villages.",
      "46": "From Ekron even unto the sea, all that lay near Ashdod, with their villages:",
      "47": "Ashdod with her towns and her villages, Gaza with her towns and her villages, unto the river of Egypt and the great sea and the border thereof;",
      "48": "And in the mountains, Shamir, Jattir, Socoh,",
      "49": "Dannah, Kirjathsannah, which is Debir,",
      "50": "Anab, Eshtemoh, Anim,",
      "51": "Goshen, Holon, and Giloh: eleven cities with their villages;",
      "52": "Arab, Dumah, Eshean,",
      "53": "Janum, Bethtappuah, Aphekah,",
      "54": "Humtah, Kirjatharba, which is Hebron, and Zior: nine cities with their villages:",
      "55": "Maon, Carmel, Ziph, Juttah,",
      "56": "Jezreel, Jokdeam, Zanoah,",
      "57": "Cain, Gibeah, and Timnah: ten cities with their villages;",
      "58": "Halhul, Bethzur, Gedor,",
      "59": "Maarath, Bethanoth, and Eltekon: six cities with their villages;",
      "60": "Kirjathbaal, which is Kirjathjearim, and Rabbah: two cities with their villages;",
      "61": "in the wilderness, Betharabah, Middin, Secacah,",
      "62": "Nibshan, the city of Salt, and Engedi: six cities with their villages.",
      "63": "As for the Jebusites who inhabit Jerusalem, the sons of Judah could not drive them out; but the Jebusite remains in Jerusalem with the sons of Judah unto this day."
    },
    "16": {
      "1": "And the lot of the sons of Joseph fell from the Jordan of Jericho unto the water of Jericho towards the east to the wilderness that goes up from Jericho to Mount Bethel,",
      "2": "and from Bethel going to Luz and passing the border of Archi in Ataroth,",
      "3": "and turns to descend to the westward sea to the border of Japhleti until the border of Bethhoron the lower, and to Gezer, and comes out at the sea.",
      "4": "So the sons of Joseph, Manasseh and Ephraim, received their inheritance.",
      "5": "And this was the border of the sons of Ephraim according to their families; this was the border of their inheritance on the east side from Atarothaddar unto Bethhoron the upper;",
      "6": "and this border comes out to the sea and to Michmethah on the north side; and this border goes around eastward unto Taanathshiloh and from here passes on the east to Janohah;",
      "7": "and from Janohah it goes down to Ataroth and to Naarath, and touches in Jericho and comes out at the Jordan.",
      "8": "And from Tappuah this border turns towards the westward sea at the river Kanah and comes out at the sea. This is the inheritance of the tribe of the sons of Ephraim by their families.",
      "9": "There were also cities separated for the sons of Ephraim among the inheritance of the sons of Manasseh, all the cities with their villages.",
      "10": "And they did not drive out the Canaanite that dwelt in Gezer, but the Canaanite remained in the midst of Ephraim unto this day and served under tribute."
    },
    "17": {
      "1": "There was also a lot for the tribe of Manasseh; for he was the firstborn of Joseph. Machir, the firstborn of Manasseh and father of Gilead, who was a man of war, had Gilead and Bashan.",
      "2": "There was also a lot for the rest of the sons of Manasseh by their families: for the sons of Abiezer and for the sons of Helek and for the sons of Asriel and for the sons of Shechem, and for the sons of Hepher and for the sons of Shemida: these were the male sons of Manasseh, the son of Joseph, by their families.",
      "3": "But Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but daughters, and these are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
      "4": "And they came near before Eleazar the priest and before Joshua, the son of Nun, and before the princes and said, The LORD commanded Moses to give us an inheritance among our brethren. Therefore, according to the commandment of the LORD he gave them an inheritance among the brethren of their father.",
      "5": "And there fell ten portions to Manasseh besides the land of Gilead and Bashan, which were on the other side of the Jordan,",
      "6": "because the daughters of Manasseh had an inheritance among his sons; and the rest of Manasseh’s sons had the land of Gilead.",
      "7": "And the border of Manasseh was from Asher to Michmethah, which is before Shechem; and this border goes along on the right hand to the inhabitants of Entappuah.",
      "8": "Now Manasseh had the land of Tappuah; but the Tappuah next to the border of Manasseh belongs to the sons of Ephraim;",
      "9": "And this border descends to the river Kanah towards the Negev of the river. These cities of Ephraim are among the cities of Manasseh; and the border of Manasseh is from the north side of the same river, and it comes out at the sea.",
      "10": "Ephraim towards the Negev and Manasseh to the north and the sea is his border; and they meet with Asher on the side of the north and with Issachar to the east.",
      "11": "And Manasseh also had in Issachar and in Asher Bethshean and her towns and Ibleam and her towns and the inhabitants of Dor and her towns and the inhabitants of Endor and her towns and the inhabitants of Taanach and her towns and the inhabitants of Megiddo and her towns, three provinces.",
      "12": "But the sons of Manasseh could not drive out the inhabitants of those cities; to the contrary the Canaanite desired to dwell in that land.",
      "13": "Yet it came to pass when the sons of Israel waxed strong that they put the Canaanite under tribute, but did not utterly drive them out.",
      "14": "And the sons of Joseph spoke unto Joshua, saying, Why hast thou given me but one lot and one portion to inherit, seeing I am a great people and that the LORD has blessed me as such until now?",
      "15": "And Joshua answered them, If thou art such a great people, then go up to the forest and cut down for thyself there in the land of the Perizzite and of the giants, if mountain of Ephraim is too narrow for thee.",
      "16": "And the sons of Joseph said, This mountain is not enough for us, and all the Canaanites that dwell in the land of the valley have chariots of iron, both those who are in Bethshean and her towns, and those who are in the valley of Jezreel.",
      "17": "Then Joshua replied unto the house of Joseph, even to Ephraim and to Manasseh, saying, Thou art a great people and hast great strength; thou shalt not have only one lot;",
      "18": "but that mountain shall be thine, for it is a forest, and thou shalt cut it down, and the borders of it shall be thine; for thou shalt drive out the Canaanite, though he has iron chariots and though he is strong."
    },
    "18": {
      "1": "And the whole congregation of the sons of Israel assembled together at Shiloh and set up the tabernacle of the testimony there after the land was subdued before them.",
      "2": "And there remained among the sons of Israel seven tribes who had not yet received their inheritance.",
      "3": "And Joshua said unto the sons of Israel, How long shall ye be negligent to go to possess the land, which the LORD God of your fathers has given you?",
      "4": "Indicate from among you three men for each tribe that I may send them and let them arise and walk through the land and draw it according to its inheritances; and they shall return unto me.",
      "5": "And they shall divide it into seven parts; Judah shall abide in their borders towards the Negev, and the house of Joseph shall abide in their borders on the north.",
      "6": "Ye shall therefore draw up the land into seven parts and bring the description here that I may cast lots for you here before the LORD our God.",
      "7": "But the Levites have no part among you; for the priesthood of the LORD is their inheritance; and Gad and Reuben and half the tribe of Manasseh have received their inheritance of the other side of the Jordan on the east, which Moses, the slave of the LORD, gave them.",
      "8": "And the men arose and went away; and Joshua charged those that went to draw the land, saying unto them, Go and walk through the land and draw it up and return to me that I may cast lots for you here before the LORD in Shiloh.",
      "9": "And those men went and passed through the land, drawing it by cities into seven parts in a book and came again to Joshua to the camp at Shiloh.",
      "10": "And Joshua cast lots for them in Shiloh before the LORD; and there Joshua divided the land unto the sons of Israel according to their portions.",
      "11": "And the lot of the tribe of the sons of Benjamin came up according to their families; and the border of their lot came forth between the sons of Judah and the sons of Joseph.",
      "12": "And their border on the side of the north was from the Jordan and that border goes up beside Jericho on the north side and up to the mountain westward and comes out at the wilderness of Bethaven;",
      "13": "and from there that border passes through Luz, by the side of Luz (which is Bethel) towards the Negev. And this border descends from Atarothadar to the mountain that is towards the Negev of the lower Bethhoron.",
      "14": "And this border turns and compasses the side of the sea towards the Negev unto the mountain that is before Bethhoron towards the Negev, and it comes out at Kirjathbaal, which is Kirjathjearim, a city of the sons of Judah. This is the west quarter.",
      "15": "And the side of the Negev is from the end of Kirjathjearim, and the border goes out to the west and comes out at the well of waters of Nephtoah,",
      "16": "and this border descends to the end of the mountain that is before the valley of the son of Hinnom, which is in the valley of the giants to the north, and descends then to the valley of Hinnom, to the side of the Jebusite towards the Negev and from there descends to the fountain of Rogel,",
      "17": "and from the north it turns and goes to Enshemesh and from there goes to Geliloth, which is over against the ascent to Adummim, and descends to the stone of Bohan, the son of Reuben",
      "18": "and passes along toward the side over against the valley of the north and descends to the plain;",
      "19": "and this border turns to pass to the side of Bethhoglah northward, and the border comes out at the north bay of the salt sea at the end of the Jordan towards the Negev. This is the border towards the Negev.",
      "20": "And Jordan finishes this border on the east side. This is the inheritance of the sons of Benjamin, by the borders thereof round about, according to their families.",
      "21": "Now the cities of the tribe of the sons of Benjamin according to their families were Jericho, Bethhoglah, the valley of Keziz,",
      "22": "Betharabah, Zemaraim, Bethel,",
      "23": "Avim, Parah, Ophrah,",
      "24": "Chepharhaammonai, Ophni, and Gaba: twelve cities with their villages;",
      "25": "Gibeon, Ramah, Beeroth,",
      "26": "Mizpeh, Chephirah, Mozah,",
      "27": "Rekem, Irpeel, Taralah,",
      "28": "Zelah, Eleph, Jebusi, which is Jerusalem, Gibeath and Kirjath: fourteen cities with their villages. This is the inheritance of the sons of Benjamin according to their families."
    },
    "19": {
      "1": "And the second lot came forth to Simeon, for the tribe of the sons of Simeon according to their families; and their inheritance was within the inheritance of the sons of Judah.",
      "2": "And they had in their inheritance Beersheba or Sheba, Moladah,",
      "3": "Hazarshual, Balah, Azem,",
      "4": "Eltolad, Bethul, Hormah,",
      "5": "Ziklag, Bethmarcaboth, Hazarsusah,",
      "6": "Bethlebaoth, and Sharuhen: thirteen cities and their villages;",
      "7": "Ain, Remmon, Ether, and Ashan: four cities and their villages,",
      "8": "with all the villages that were round about these cities unto Baalathbeer, which is Ramath of the Negev. This is the inheritance of the tribe of the sons of Simeon according to their families.",
      "9": "Out of the portion of the sons of Judah was taken the inheritance of the sons of Simeon; for the part of the sons of Judah was too much for them; therefore, the sons of Simeon had their inheritance within the inheritance of Judah.",
      "10": "The third lot came up for the sons of Zebulun according to their families, and the border of their inheritance was unto Sarid.",
      "11": "And their border goes up towards the sea and to Maralah and reaches unto Dabbasheth and from there comes to the river that is before Jokneam,",
      "12": "and turning from Sarid eastward toward the sunrising to the border of Chislothtabor and then goes out to Daberath and up to Japhia,",
      "13": "and from there passes eastward toward the sunrising to Gittahhepher, to Ittahkazin, and goes out to Remmonmethoar around Neah;",
      "14": "and from here this border turns to the north to Hannathon, coming out in the valley of Jiphthahel",
      "15": "and including Kattath, Nahallal, Shimron, Idalah, and Bethlehem: twelve cities with their villages.",
      "16": "This is the inheritance of the sons of Zebulun according to their families, these cities with their villages.",
      "17": "And the fourth lot came out to Issachar, for the sons of Issachar according to their families.",
      "18": "And their border was Jezreel, Chesulloth, Shunem,",
      "19": "Hapharaim, Shion, Anaharath,",
      "20": "Rabbith, Kishion, Abez,",
      "21": "Remeth, Engannim, Enhaddah, and Bethpazzez;",
      "22": "and this border reaches to Tabor, and Shahazimah, and Bethshemesh; and their border comes out to the Jordan; sixteen cities with their villages.",
      "23": "This is the inheritance of the tribe of the sons of Issachar according to their families, these cities with their villages.",
      "24": "And the fifth lot came out for the tribe of the sons of Asher according to their families.",
      "25": "And their border was Helkath, Hali, Beten, Achshaph,",
      "26": "Alammelech, Amad, and Misheal, and reaches to Carmel westward and to Shihorlibnath",
      "27": "and turns toward the sunrising to Bethdagon and reaches to Zebulun and to the valley of Jiphthahel to the north, to Bethemek, and to Neiel, and goes out to Cabul on the left hand,",
      "28": "and includes Abran, {Hebron} Rehob, Hammon, and Kanah, even unto great Zidon;",
      "29": "and this border turns from there to Horma {Ramah} and to the strong city of Zor; {Tyre} and this border turns to Hosah and comes out to the sea from the stronghold of Achzib,",
      "30": "including Ummah, Aphek, and Rehob: twenty-two cities with their villages.",
      "31": "This is the inheritance of the tribe of the sons of Asher according to their families, these cities with their villages.",
      "32": "The sixth lot came out to the sons of Naphtali, for the sons of Naphtali according to their families.",
      "33": "And their border was from Heleph, Allon, Zaanannim, Adami, Nekeb, and Jabneel, unto Lakum, and comes out at the Jordan,",
      "34": "and turning westward this border goes to Aznothtabor and passes from there to Hukkok and reaches to Zebulun towards the Negev and reaches to Asher on the west side and to Judah upon the Jordan toward the sunrising.",
      "35": "And the strong cities are Ziddim, Zer, Hammath, Rakkath, Chinnereth,",
      "36": "Adamah, Ramah, Hazor,",
      "37": "Kedesh, Edrei, Enhazor,",
      "38": "Iron, Migdalel, Horem, Bethanath, and Bethshemesh: nineteen cities with their villages.",
      "39": "This is the inheritance of the tribe of the sons of Naphtali according to their families, these cities with their villages.",
      "40": "And the seventh lot came out for the tribe of the sons of Dan according to their families.",
      "41": "And the border of their inheritance was Zorah, Eshtaol, Irshemesh,",
      "42": "Shaalabbin, Ajalon, Jethlah,",
      "43": "Elon, Thimnathah, Ekron,",
      "44": "Eltekeh, Gibbethon, Baalath,",
      "45": "Jehud, Beneberak, Gathrimmon,",
      "46": "Mejarkon, Rakkon, with the border before Joppa.",
      "47": "And the border of the sons of Dan went out too little for them; therefore, the sons of Dan went up to fight against Leshem and took it and smote it with the edge of the sword and possessed it and dwelt therein and called Leshem, Dan, after the name of Dan their father.",
      "48": "This is the inheritance of the tribe of the sons of Dan according to their families, these cities with their villages.",
      "49": "Thus they finished dividing the land in inheritance by their borders, and the sons of Israel gave an inheritance to Joshua the son of Nun in their midst.",
      "50": "According to the word of the LORD they gave him the city which he asked for, which was Timnathserah in mountain of Ephraim; and he rebuilt the city and dwelt therein.",
      "51": "These are the inheritances, which Eleazar the priest and Joshua, the son of Nun, and the heads of the fathers of the tribes of the sons of Israel, divided for an inheritance by lot in Shiloh before the LORD, at the door of the tabernacle of the testimony. So they finished dividing the land."
    },
    "20": {
      "1": "And the LORD spoke unto Joshua, saying,",
      "2": "Speak to the sons of Israel, saying, Appoint the cities of refuge, of which I spoke unto you by the hand of Moses,",
      "3": "so that the manslayer who kills any person in error and without knowledge may flee there, and they shall be your refuge from the avenger {Heb. redeemer} of blood.",
      "4": "And he that flees unto one of these cities shall present himself at the entering of the gate of the city and shall declare his cause in the ears of the elders of that city; they shall receive him into the city among them and give him a place, that he may dwell among them.",
      "5": "And when the avenger {Heb. redeemer} of blood pursues after him, they shall not deliver the manslayer up into his hand because he smote his neighbour by error, nor did he have enmity with him before.",
      "6": "And he shall dwell in that city until he stands before the congregation for judgment and until the death of the high priest that shall be in those days; then shall the manslayer return, and come unto his own city and unto his own house unto the city from where he fled.",
      "7": "Then they appointed Kedesh in Galilee in the mountain of Naphtali and Shechem in the mountain of Ephraim, and Kirjatharba, which is Hebron, in the mountain of Judah.",
      "8": "And on the other side of the Jordan of Jericho eastward, they assigned Bezer in the wilderness upon the plain out of the tribe of Reuben and Ramoth in Gilead out of the tribe of Gad and Golan in Bashan out of the tribe of Manasseh.",
      "9": "These were the cities appointed for all the sons of Israel and for the stranger that sojourns among them that anyone who kills any person by error might flee there and not die by the hand of the avenger {Heb. redeemer} of blood until he stands before the congregation."
    },
    "21": {
      "1": "Then the heads of the fathers of the Levites came near unto Eleazar the priest and unto Joshua, the son of Nun, and unto the heads of the fathers of the tribes of the sons of Israel;",
      "2": "and they spoke unto them at Shiloh in the land of Canaan, saying, The LORD commanded by the hand of Moses to give us cities to dwell in with the suburbs thereof for our beasts.",
      "3": "Then the sons of Israel gave unto the Levites out of their possessions, according to the word of the LORD, these cities and their suburbs.",
      "4": "And the lot came out for the families of the Kohathites; and the sons of Aaron the priest, who were of the Levites, had by lot out of the tribe of Judah and out of the tribe of Simeon and out of the tribe of Benjamin, thirteen cities.",
      "5": "And the rest of the sons of Kohath had by lot out of the families of the tribe of Ephraim and out of the tribe of Dan and out of the half tribe of Manasseh, ten cities.",
      "6": "And the sons of Gershon had by lot out of the families of the tribe of Issachar and out of the tribe of Asher and out of the tribe of Naphtali and out of the half tribe of Manasseh in Bashan, thirteen cities.",
      "7": "The sons of Merari by their families had out of the tribe of Reuben and out of the tribe of Gad and out of the tribe of Zebulun, twelve cities.",
      "8": "Thus the sons of Israel gave by lot unto the Levites these cities with their suburbs, as the LORD had commanded by the hand of Moses.",
      "9": "And they gave out of the tribe of the sons of Judah and out of the tribe of the sons of Simeon these cities which are here mentioned by name;",
      "10": "and the first lot was of the sons of Aaron, of the family of Kohath, of the sons of Levi;",
      "11": "and they gave them the city of Arba of the father of Anak, which is Hebron, in the mountain of Judah, with its suburbs round about.",
      "12": "But the fields of the city and the villages thereof, they gave to Caleb the son of Jephunneh for his possession.",
      "13": "Thus they gave to the sons of Aaron the priest Hebron with its suburbs, to be a city of refuge for manslayers and Libnah with its suburbs",
      "14": "and Jattir with its suburbs and Eshtemoa with its suburbs",
      "15": "and Holon with its suburbs and Debir with its suburbs",
      "16": "and Ain with its suburbs and Juttah with its suburbs and Bethshemesh with its suburbs: nine cities out of those two tribes.",
      "17": "And out of the tribe of Benjamin, Gibeon with its suburbs, Geba with its suburbs,",
      "18": "Anathoth with its suburbs, and Almon with its suburbs: four cities.",
      "19": "All these cities of the priests, the sons of Aaron, are thirteen cities with their suburbs.",
      "20": "But the families of the sons of Kohath, Levites, those who remained of the sons of Kohath, received cities by lot out of the tribe of Ephraim.",
      "21": "For they gave them Shechem with its suburbs in the mountain of Ephraim, to be a city of refuge for manslayers, and Gezer with its suburbs,",
      "22": "Kibzaim with its suburbs, Bethhoron with its suburbs: four cities.",
      "23": "And out of the tribe of Dan, Eltekeh with its suburbs, Gibbethon with its suburbs,",
      "24": "Aijalon with its suburbs, Gathrimmon with its suburbs: four cities.",
      "25": "And out of the half tribe of Manasseh, Tanach with its suburbs and Gathrimmon with its suburbs: two cities.",
      "26": "All the cities were ten with their suburbs for the remaining families of the sons of Kohath.",
      "27": "And unto the sons of Gershon, of the families of the Levites, out of the other half tribe of Manasseh they gave Golan in Bashan with its suburbs, to be a city of refuge for manslayers, and Beeshterah with its suburbs: two cities.",
      "28": "And out of the tribe of Issachar, Kishon with its suburbs, Dabareh with its suburbs,",
      "29": "Jarmuth with its suburbs, Engannim with its suburbs: four cities.",
      "30": "And out of the tribe of Asher, Mishal with its suburbs, Abdon with its suburbs,",
      "31": "Helkath with its suburbs, and Rehob with its suburbs: four cities.",
      "32": "And out of the tribe of Naphtali, Kedesh in Galilee with its suburbs, to be a city of refuge for manslayers, and Hammothdor with its suburbs and Kartan with its suburbs: three cities.",
      "33": "All the cities of those of Gershon according to their families were thirteen cities with their suburbs.",
      "34": "And unto the families of the sons of Merari, Levites that remained, out of the tribe of Zebulun they gave them, Jokneam with its suburbs and Kartah with its suburbs,",
      "35": "Dimnah with its suburbs, Nahalal with its suburbs: four cities.",
      "36": "And out of the tribe of Reuben, Bezer and Jahazah,",
      "37": "Kedemoth, and Mephaath: four cities.",
      "38": "And out of the tribe of Gad, Ramoth in Gilead with its suburbs, to be a city of refuge for manslayers; and Mahanaim with its suburbs,",
      "39": "Heshbon with its suburbs, Jazer with its suburbs; four cities in all.",
      "40": "So all the cities for the sons of Merari by their families, who remained of the families of the Levites, were by their lot twelve cities.",
      "41": "All the cities of the Levites within the possession of the sons of Israel were forty-eight cities with their suburbs.",
      "42": "Each one of these cities were separated with their suburbs round about them; thus were all these cities.",
      "43": "Thus the LORD gave unto Israel all the land which he swore to give unto their fathers; and they possessed it and dwelt therein.",
      "44": "And the LORD gave them rest round about, according to all that he had sworn unto their fathers; and none of their enemies could stand before them; the LORD delivered all their enemies into their hands.",
      "45": "There failed not a word of all the good things which the LORD had spoken unto the house of Israel; all of it came to pass."
    },
    "22": {
      "1": "Then Joshua called the Reubenites and the Gadites and the half tribe of Manasseh",
      "2": "and said unto them, Ye have kept all that Moses the slave of the LORD commanded you and have obeyed my voice in all that I commanded you.",
      "3": "Ye have not left your brethren these many days unto this day but have kept the charge of the commandment of the LORD your God.",
      "4": "And now the LORD your God has given rest unto your brethren, as he promised them; therefore now return and go to your tents and unto the land of your possessions which Moses the slave of the LORD gave you on the other side of the Jordan.",
      "5": "Only that with diligence ye keep yourselves doing the commandment and the law, which Moses, the slave of the LORD, charged you: to love the LORD your God and to walk in all his ways and to keep his commandments and to cleave unto him and to serve him with all your heart and with all your soul.",
      "6": "So Joshua, blessing them, sent them; and they went unto their tents.",
      "7": "Now to the one half of the tribe of Manasseh, Moses had given possession in Bashan; but unto the other half Joshua gave inheritance among their brethren on this side of the Jordan to the west. And Joshua also sent these to their tents, after having blessed them,",
      "8": "And he spoke unto them, saying, Return with great riches unto your tents and with a great amount of cattle with silver, with gold, with brass, with iron, and with very much clothing; divide the spoil of your enemies with your brethren.",
      "9": "And the sons of Reuben and the sons of Gad and the half tribe of Manasseh returned, departing from the sons of Israel out of Shiloh, which is in the land of Canaan, to go unto the country of Gilead, to the land of their possession, of which they were the possessors, according to the word of the LORD by the hand of Moses.",
      "10": "And when they came unto the borders of the Jordan, which is in the land of Canaan, the sons of Reuben and the sons of Gad and the half tribe of Manasseh built an altar there next to the Jordan, a great altar to look upon.",
      "11": "And the sons of Israel heard it said, Behold, the sons of Reuben and the sons of Gad and the half tribe of Manasseh have built an altar over against the land of Canaan, in the borders of the Jordan, at the passage of the sons of Israel.",
      "12": "And when the sons of Israel heard of it, the whole congregation of the sons of Israel gathered themselves together at Shiloh, to go up to war against them.",
      "13": "And the sons of Israel sent unto the sons of Reuben and to the sons of Gad and to the half tribe of Manasseh into the land of Gilead, Phinehas, the son of Eleazar the priest,",
      "14": "and with him ten princes, of each chief house a prince throughout all the tribes of Israel; and each one was the head of the house of their fathers among the thousands of Israel.",
      "15": "And they came unto the sons of Reuben and to the sons of Gad and to the half tribe of Manasseh unto the land of Gilead, and they spoke with them, saying,",
      "16": "Thus saith the whole congregation of the LORD, What trespass is this that ye have committed against the God of Israel, to turn away this day from following the LORD in that ye have built an altar, that ye might rebel this day against the LORD?",
      "17": "Is the iniquity of Peor too little for us, from which we are not cleansed until this day, for which there was a plague in the congregation of the LORD?",
      "18": "And ye turn away this day from following the LORD; and it will be, seeing ye rebel today against the LORD, that tomorrow he will be angry with the whole congregation of Israel.",
      "19": "If the land of your possession seems unto you to be unclean, then pass ye over unto the land of the possession of the LORD, in which the LORD’s tabernacle dwells and take possession among us; but do not rebel against the LORD, nor rebel against us, in building yourselves an altar in addition to the altar of the LORD our God.",
      "20": "Peradventure did Achan, the son of Zerah, not commit a trespass in the anathema, and wrath fell on all the congregation of Israel? And that man did not perish alone in his iniquity.",
      "21": "Then the sons of Reuben and the sons of Gad and the half tribe of Manasseh answered and said unto the heads of the thousands of Israel,",
      "22": "The LORD God of gods, the LORD God of gods, he knows and let Israel also know; if it is in rebellion, or if in transgression against the LORD (save us not this day)",
      "23": "that we have built us an altar to turn from following the LORD or if to offer thereon burnt offering or present or if to offer peace offerings thereon, let the LORD himself require it;",
      "24": "likewise, if we have not rather done it for fear of this thing, saying, Peradventure tomorrow your children shall speak unto our children, saying, What have ye to do with the LORD God of Israel?",
      "25": "The LORD has put the Jordan for a border between us and you, O sons of Reuben and sons of Gad; ye have no part in the LORD, so shall your sons make our sons cease from fearing the LORD.",
      "26": "Therefore we said, Let us now work to build us an altar, not for burnt offering nor for sacrifice,",
      "27": "but that it may be a witness between us and you and our generations after us, to do the service of the LORD before him with our burnt offerings and with our sacrifices and with our peace offerings that your children may not say to our children in time to come, Ye have no part in the LORD.",
      "28": "Therefore we said, that it shall be, if they should so say to us or to our generations in time to come, that we may reply, Behold the pattern of the altar of the LORD, which our fathers made, not for burnt offerings nor for sacrifices, but it is a witness between us and you.",
      "29": "Let it never happen that we should rebel against the LORD or that we should turn today from following the LORD, to build an altar for burnt offerings, for presents, or for sacrifices, in addition to the altar of the LORD our God that is before his tabernacle.",
      "30": "And when Phinehas the priest and the princes of the congregation and heads of the thousands of Israel who were with him, heard the words that the sons of Reuben and the sons of Gad and the sons of Manasseh spoke, it pleased them.",
      "31": "And Phinehas, the son of Eleazar the priest, said unto the sons of Reuben and to the sons of Gad and to the sons of Manasseh, This day we perceive that the LORD is among us because ye have not intended to trespass against the LORD. Now ye have delivered the sons of Israel from the wrath of the LORD.",
      "32": "And Phinehas, the son of Eleazar the priest, and the princes, returned from the sons of Reuben and from the sons of Gad, out of the land of Gilead, unto the land of Canaan, to the sons of Israel and brought them word again.",
      "33": "And the thing pleased the sons of Israel; and the sons of Israel blessed God and did not speak again of going up against them in battle to destroy the land in which the sons of Reuben and Gad dwelt.",
      "34": "And the sons of Reuben and the sons of Gad called the altar Ed; for it is a witness between us that the LORD is God."
    },
    "23": {
      "1": "And it came to pass many days after the LORD had given rest unto Israel from all their enemies round about that Joshua waxed old and stricken in age.",
      "2": "And Joshua called for all Israel and for their elders and for their princes and for their judges and for their officers and said unto them, I am old and stricken in age;",
      "3": "and ye have seen all that the LORD your God has done with all these Gentiles in your presence; for the LORD your God has fought for you.",
      "4": "Behold, I have divided unto you as inheritance unto your tribes all these Gentiles, those that remain as well as those that are destroyed, from the Jordan unto the great sea towards the going down of the sun.",
      "5": "And the LORD your God, shall expel them from before you and drive them from out of your presence; and ye shall possess their lands, as the LORD your God has promised unto you.",
      "6": "Be ye therefore very courageous to keep and to do all that is written in the book of the law of Moses without turning aside to the right hand or to the left",
      "7": "that ye not enter in among these Gentiles that remain among you; neither make mention of the name of their gods, nor cause to swear by them, neither serve them, nor bow yourselves unto them,",
      "8": "but cleave unto the LORD your God, as ye have done unto this day.",
      "9": "For the LORD has driven out from before you great and strong Gentiles; and until now no one has been able to stand before your face.",
      "10": "One man of you has chased a thousand; for the LORD your God, he himself has fought for you, as he has promised you.",
      "11": "Therefore take heed for your souls that ye love the LORD your God.",
      "12": "Because if ye do in any wise go back and cleave unto the remnant of these Gentiles that remain among you and shall make marriages with them and go in unto them and they to you,",
      "13": "know for a certainty that the LORD your God will no longer drive out any of these Gentiles from before you, but they shall be snares and traps unto you and scourges in your sides and thorns in your eyes until ye perish from off this good land which the LORD your God has given you.",
      "14": "And, behold, this day I am going the way of all the earth and ye know in all your hearts and in all your souls that not one word has failed of all the good things which the LORD your God spoke concerning you; all are come to pass unto you, and not one thing has failed thereof.",
      "15": "Therefore it shall come to pass that as all the good things are come upon you, which the LORD your God promised you, so shall the LORD bring upon you all the evil things until he has destroyed you from off this good land which the LORD your God has given you",
      "16": "when ye shall transgress the covenant of the LORD your God, which he commanded you, going in and serving other gods and bowing yourselves to them. And the anger of the LORD shall be kindled against you, and ye shall perish quickly from off the good land which he has given unto you."
    },
    "24": {
      "1": "And Joshua gathered all the tribes of Israel to Shechem and called for the elders of Israel and for their princes and for their judges and for their officers, and they presented themselves before God.",
      "2": "And Joshua said unto all the people, Thus saith the LORD God of Israel, Long ago your fathers dwelt on the other side of the river, even Terah, the father of Abraham and the father of Nachor, and they served other gods.",
      "3": "And I took your father Abraham from the other side of the river and led him throughout all the land of Canaan and multiplied his generation and gave him Isaac.",
      "4": "And to Isaac I gave Jacob and Esau, and to Esau I gave Mount Seir to possess it; but Jacob and his sons went down into Egypt.",
      "5": "I sent Moses also and Aaron, and I plagued Egypt, according to that which I did among them; and afterward I brought you out.",
      "6": "And I brought your fathers out of Egypt; and when ye came to the sea, the Egyptians pursued after your fathers with chariots and horsemen unto the Red Sea.",
      "7": "And when they cried unto the LORD, he put darkness between you and the Egyptians and brought the sea upon them and covered them; and your eyes have seen what I have done in Egypt; and ye dwelt in the wilderness a long season.",
      "8": "And I brought you into the land of the Amorites, who dwelt on the other side of the Jordan, and they fought with you, but I delivered them into your hands that ye might possess their land, and I destroyed them from before you.",
      "9": "Then Balak, the son of Zippor, king of the Moabites, arose and warred against Israel and sent and called Balaam, the son of Beor, to curse you.",
      "10": "But I would not hearken unto Balaam; to the contrary, he blessed you repeatedly, and I delivered you out of his hand.",
      "11": "And ye passed the Jordan and came to Jericho; and the lords of Jericho fought against you: the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites; and I delivered them into your hands.",
      "12": "And I sent hornets before you, which drove them out from before you, even the two kings of the Amorites, but not with thy sword, nor with thy bow.",
      "13": "And I have given you a land for which ye did not labour and cities which ye did not build, and ye dwell in them and eat of vineyards and oliveyards which ye did not plant.",
      "14": "Now therefore fear the LORD and serve him in perfection and in truth and put away from among you the gods which your fathers served on the other side of the river and in Egypt, and serve ye the LORD.",
      "15": "And if it seems evil unto you to serve the LORD, choose you this day whom ye will serve, whether the gods which your fathers served that were on the other side of the river or the gods of the Amorites, in whose land ye dwell; but as for me and my house, we will serve the LORD.",
      "16": "Then the people answered and said, May it never happen that we should forsake the LORD, to serve other gods.",
      "17": "For the LORD our God, he it is that brought us and our fathers up out of the land of Egypt from the house of slavery and who did those great signs in our sight and has kept us in all the way in which we went and among all the peoples through whom we passed.",
      "18": "And the LORD drove out from before us all the peoples, even the Amorites which dwelt in the land; therefore, will we also serve the LORD, for he is our God.",
      "19": "Then Joshua said unto the people, Ye cannot serve the LORD, for he is a holy God; he is a jealous God; he will not allow your rebellions nor your sins.",
      "20": "If ye forsake the LORD and serve strange gods, then he will turn and do you hurt and consume you, after he has done you good.",
      "21": "And the people said unto Joshua, No, but we will serve the LORD.",
      "22": "And Joshua said unto the people, Ye shall be witnesses against yourselves that ye have chosen the LORD, to serve him. And they said, We shall be witnesses.",
      "23": "Now, therefore, take away, the strange gods which are among you and incline your heart unto the LORD God of Israel.",
      "24": "And the people replied unto Joshua, We will serve the LORD our God and hear his voice.",
      "25": "So Joshua made a covenant with the people that day and set them statutes and laws in Shechem.",
      "26": "And Joshua wrote these words in the book of the law of God, and taking a great stone, he set it up there under an oak that was in the sanctuary of the LORD.",
      "27": "And Joshua said unto all the people, Behold, this stone shall be a witness unto us, for it has heard all the words of the LORD which he spoke unto us: it shall be, therefore, a witness unto you lest ye deny your God.",
      "28": "So Joshua sent the people, each one unto his inheritance.",
      "29": "And after these things, Joshua, the son of Nun, the slave of the LORD, died, being one hundred and ten years old.",
      "30": "And they buried him within the border of his inheritance in Timnathserah, which is in Mount Ephraim, on the north side of the Mountain of Gaash.",
      "31": "And Israel served the LORD all the days of Joshua and all the days of the elders that outlived Joshua and who had known all the works of the LORD that he had done with Israel.",
      "32": "And the bones of Joseph, which the sons of Israel had brought up out of Egypt, they buried in Shechem in the part of the field which Jacob bought from the sons of Hamor, the father of Shechem, for one hundred ewes, and it became the inheritance of the sons of Joseph.",
      "33": "And Eleazar, the son of Aaron, died, and they buried him in the hill of Phinehas, his son, which was given to him in the mountain of Ephraim."
    }
  }
}