{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:44:51.633206-04:00",
    "Translation": "JUB"
  },
  "Jude": {
    "1": {
      "1": "Jude, slave of Jesus Christ, and brother of James, to those that are called, sanctified in God the Father, and preserved in Jesus Christ:",
      "2": "Mercy and peace and charity be multiplied unto you.",
      "3": "Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you and exhort you that ye should earnestly persevere in the faith which was given once unto the saints.",
      "4": "For there are certain men crept in unawares without fear or reverence of God, who from beforehand have been ordained unto this condemnation, turning the grace of our God into lasciviousness and denying God who alone has dominion, and our Lord Jesus, the Christ.",
      "5": "I will, therefore, remind you, though ye once knew this, how that the Lord, having saved the people out of the land of Egypt, afterward destroyed those that did not believe.",
      "6": "And the angels who did not keep their first estate but left their own habitation, he has reserved in eternal chains under darkness unto the judgment of the great day.",
      "7": "Even as Sodom and Gomorrha and the cities about them in like manner, giving themselves over to fornication and going after strange flesh, were set forth for an example, having received the judgment of eternal fire.",
      "8": "In the same manner these deceived dreamers, defile their flesh, despise dominion, and speak evil of higher powers.",
      "9": "Yet when Michael, the archangel, contended with the devil, disputing over the body of Moses, he dared not bring against him a curse of judgment, but said, The Lord reprehend thee.",
      "10": "But these speak evil of those things which they do not know; but what they know by nature as animals without reason, in those things they corrupt themselves.",
      "11": "Woe unto them! for they have gone in the way of Cain and ran greedily after the error of Balaam for reward and perished in the gainsaying of Core.",
      "12": "These are spots in your banquets of charity, feeding themselves without any fear whatsoever: clouds without water, carried to and fro of the winds; trees withered as in fall, without fruit, twice dead, plucked up by the roots;",
      "13": "raging waves of the sea, foaming out their own abominations; erratic stars, to whom is reserved gross darkness eternally.",
      "14": "And Enoch also, the seventh from Adam, prophesied of these, saying, Behold, the Lord comes with ten thousands of his saints",
      "15": "to execute judgment upon all and to convince all that are ungodly among them of all their ungodly deeds which they have unfaithfully committed and of all the hard words which the unfaithful sinners have spoken against him.",
      "16": "These are murmurers, complainers, walking after their own desires; and their mouth speaks arrogant things, admiring persons to take advantage.",
      "17": "But, beloved, remember ye the words which were spoken beforehand by the apostles of our Lord Jesus Christ,",
      "18": "how that they told you, That in the last time there would be mockers, who would walk after their own ungodly desires.",
      "19": "These are those who make divisions, and are as animals, not having the Spirit.",
      "20": "But ye, beloved, building up yourselves upon your most holy faith, praying in the Holy Spirit,",
      "21": "keep yourselves in the love of God, waiting for the mercy of our Lord Jesus Christ, unto eternal life,",
      "22": "And receive some with mercy, discerning;",
      "23": "And others save with fear, pulling them out of the fire, hating even the garment defiled by the flesh.",
      "24": "Now unto him that is powerful to keep you without sin and to present you faultless before the presence of his glory with exceeding joy,",
      "25": "to the only wise God our Saviour, be glory and majesty, dominion and power, now and in all the ages. Amen."
    }
  }
}