{
  "Info": {
    "Language": "English",
    "Meaningless": "1.0.0",
    "Timestamp": "2024-04-22T13:44:43.178875-04:00",
    "Translation": "JUB"
  },
  "Philemon": {
    "1": {
      "1": "Paul, a prisoner of Jesus Christ, and Timothy, our brother, unto Philemon, our dearly beloved and fellowlabourer,",
      "2": "And to our beloved sister, Apphia, and Archippus, our fellowsoldier and to the congregation {Gr. ekklesia – called out ones} in thy house:",
      "3": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "4": "I thank my God, making mention of thee always in my prayers,",
      "5": "hearing of thy charity and faith, which thou hast in the Lord Jesus and toward all saints;",
      "6": "that the communication of thy faith may become effectual for the knowledge of all the good that is in you by Christ Jesus.",
      "7": "For we have great joy and consolation in thy charity because the bowels of the saints have been refreshed by thee, brother.",
      "8": "Therefore, though I might be very bold in Christ to command thee that which is expedient,",
      "9": "yet for the sake of charity I rather beseech thee, being such a one as Paul the aged and now also a prisoner of Jesus Christ.",
      "10": "I beseech thee for my son Onesimus, whom I have begotten in my bonds,",
      "11": "who in time past was to thee unprofitable, but now is profitable to thee and to me,",
      "12": "whom I send again unto thee; therefore, receive him, as you would receive me.",
      "13": "I desired to retain him with me, that in thy stead he might have ministered unto me in the bonds of the gospel,",
      "14": "but I did not want to do anything without thy counsel, that thy benefit should not be as it were of necessity, but willingly.",
      "15": "Perhaps for this, he departed from you for a season, that thou should have him again forever,",
      "16": "not now as a slave, but above a slave, a brother beloved, especially to me, but how much more unto thee, both in the flesh, and in the Lord.",
      "17": "If thou count me therefore a partner, receive him as myself.",
      "18": "If he has wronged thee or owes thee anything, put that on my account;",
      "19": "I Paul have written it with my own hand, I will repay it; albeit I do not say to thee how thou owest unto me even thine own self besides.",
      "20": "Therefore, brother, let me have joy of thee in the Lord, that thou might refresh my heart in the Lord.",
      "21": "Having confidence in thy obedience, I have written unto thee, knowing that thou wilt also do more than I say.",
      "22": "In the same manner prepare me also a lodging; for I trust that through your prayers I shall be given unto you.",
      "23": "Epaphras, my fellowprisoner in Christ Jesus, salutes thee.",
      "24": "Marcus, Aristarchus, Demas, Lucas, my fellowlabourers.",
      "25": "The grace of our Lord Jesus Christ be with your spirit. Amen."
    }
  }
}